Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Agent By Email
ar: الوكيل عبر البريد الإلكتروني
fr_fr: Agent par email
he_il: סוכן בדוא"ל
pt_br: Agente por E-mail

source: All Agent Collections
ar: جميع مجموعات الوكلاء
fr_fr: Toutes les collections des agents
he_il: כל אוספי הסוכנים
pt_br: Todas as Coleções de Agentes

source: Get Group By Id
ar: احصل على المجموعة حسب التعريف
fr_fr: Obtenir un groupe par identifiant
he_il: קבל קבוצה לפי מזהה
pt_br: Agrupar por ID

source: Agent Count
ar: عد العملاء
he_il: סוכן קאונט
pt_br: Conde de Agentes

source: All Groups
ar: جميع المجموعات
fr_fr: Tous les groupes
he_il: כל הקבוצות
pt_br: Todos os Grupos

source: All Groups Collections
ar: مجموعات جميع المجموعات
fr_fr: Collections de tous les groupes
he_il: אוספי כל הקבוצות
pt_br: Coleções de Todos os Grupos

source: Members By Group Id
ar: الأعضاء حسب معرف المجموعة
fr_fr: Membres par identifiant de groupe
he_il: חברים לפי מזהה קבוצה
pt_br: Membros por Identificação de Grupo

source: All Tickets
ar: جميع التذاكر
fr_fr: Tous les billets
he_il: כל הכרטיסים
pt_br: Todos os ingressos

source: Get Ticket By Id
ar: احصل على التذكرة حسب التعريف
fr_fr: Obtenez un billet par identification
he_il: קבל כרטיס לפי תעודת זהות
pt_br: Compre Ingresso por ID

source: Ticket Histories
ar: تاريخ التذاكر
fr_fr: Historique des billets
he_il: היסטוריית כרטיסים
pt_br: Histórico de Ingressos

source: Ticket Attachment
ar: مرفق التذكرة
fr_fr: Annexe de billets
he_il: מצורף כרטיס
pt_br: Anexo de Bilhete

source: Deleted Tickets
ar: التذاكر المحذوفة
fr_fr: Tickets supprimés
he_il: כרטיסים שנמחקו
pt_br: Tickets Excluídos

source: Spam Tickets
ar: تذاكر البريد المزعج
he_il: כרטיסי ספאם

source: Ticket Updates
ar: تحديثات التذاكر
fr_fr: Mises à jour des billets
he_il: עדכוני כרטיסים
pt_br: Atualizações de ingressos

source: Ticket Notes
ar: ملاحظات التذاكر
fr_fr: Notes sur les billets
he_il: הערות כרטיסים
pt_br: Notas sobre Ingressos

source: Ticket Priorities
ar: أولويات التذاكر
fr_fr: Priorités de billets
he_il: עדיפויות כרטיסים
pt_br: Prioridades de Ingressos

source: Ticket Status
ar: حالة التذكرة
fr_fr: Statut du billet
he_il: סטטוס הכרטיס
pt_br: Status do Bilhete

source: Ticket Sources
ar: مصادر التذاكر
fr_fr: Sources des billets
he_il: מקורות כרטיסים
pt_br: Fontes de Ingressos

source: Ticket Fields
ar: حقول التذاكر
fr_fr: Champs de billets
he_il: שדות כרטיסים
pt_br: Campos de Bilhetes

source: Ticket Forms
ar: نماذج التذاكر
fr_fr: Formulaires de billets
he_il: טפסי כרטיסים
pt_br: Formulários de Ingresso

source: All Tickets Updates
ar: جميع تحديثات التذاكر
fr_fr: Toutes les mises à jour des billets
he_il: כל עדכוני הכרטיסים
pt_br: Todas as Atualizações de Ingressos

source: Ticket Watchers
ar: مراقبو التذاكر
fr_fr: Observateurs de billets
he_il: צופי כרטיסים
pt_br: Observadores de Ingressos

source: All Ticket Metrics
ar: جميع مقاييس التذاكر
fr_fr: Tous les indicateurs de billets
he_il: כל מדדי הכרטיסים
pt_br: Todas as Métricas de Ingressos

source: Ticket Metrics By Ticket
ar: مقاييس التذاكر حسب التذكرة
fr_fr: Indicateurs de billets par billet
he_il: מדדי כרטיסים לפי כרטיס
pt_br: Métricas de Ingresso por Ingresso

source: Tags By Tickets
ar: الوسوم حسب التذاكر
fr_fr: Tags par billets
he_il: תגיות לפי כרטיסים
pt_br: Tags por Tickets

source: Web Links By Ticket
ar: روابط الويب حسب التذكرة
fr_fr: Liens Web par billet
he_il: קישורים לאינטרנט לפי כרטיס
pt_br: Links da Web por Ingresso

source: Ticket Links By Ticket
ar: روابط التذاكر حسب التذكرة
fr_fr: Liens de billets par billet
he_il: קישורי כרטיסים לפי כרטיס
pt_br: Links de Ingressos por Ingresso

source: Links Count By Ticket
ar: عدد الروابط حسب التذكرة
fr_fr: Liens comptabilisés par ticket
he_il: מספר קישורים לפי כרטיס
pt_br: Links Contam por Bilhete

source: Ticket Messages
ar: رسائل التذاكر
fr_fr: Messages de billets
he_il: הודעות כרטיסים
pt_br: Mensagens de Ingresso

source: Message Based On Ticket And Message Id
ar: الرسالة بناء على التذكرة ومعرف الرسالة
fr_fr: Message basé sur le ticket et l’identifiant du message
he_il: הודעה מבוססת על כרטיס ומזהה הודעה
pt_br: Mensagem Baseada no Ticket e no ID da Mensagem

source: Satisfaction Ratings
ar: تقييمات الرضا
fr_fr: Notes de satisfaction
he_il: דירוגי שביעות רצון
pt_br: Avaliações de Satisfação

source: All Holidays
ar: جميع الأعياد
fr_fr: Tous les jours fériés
he_il: כל החגים
pt_br: Todos os feriados

source: Get Holiday By Id
ar: احصل على عطلة حسب التعريف
fr_fr: Obtenez Holiday By Id
pt_br: Receba Férias por ID

source: All Worklogs
ar: جميع سجلات العمل
fr_fr: Tous les journaux de travail
he_il: כל יומני העבודה
pt_br: Todos os registros de trabalho

source: Worklogs Using Filters
ar: سجلات العمل باستخدام الفلاتر
fr_fr: Journaux de travail utilisant des filtres
he_il: יומני עבודה המשתמשים במסננים
pt_br: Logs de Trabalho Usando Filtros

source: All Canned Responses
ar: جميع الردود المعلبة
fr_fr: Toutes les réponses préenregistrées
he_il: כל התגובות המוקלטות
pt_br: Todas as Respostas Prontas

source: Get Canned Response By Id
ar: احصل على رد معلب من Id
fr_fr: Obtenez une réponse prédéfinie par ID
he_il: קבל תגובה משובצת על ידי Id
pt_br: Receba resposta padrão por ID

source: Canned Response Categories
ar: فئات الردود المعلبة
fr_fr: Catégories de réponses prédéfinies
he_il: קטגוריות תגובות מוכנות
pt_br: Categorias de Resposta Padrão

source: Timezones
ar: المناطق الزمنية
fr_fr: Fuseaux horaires
he_il: אזורי זמן
pt_br: Fos horários

source: Languages
ar: اللغات
fr_fr: Traduction
he_il: שפות
pt_br: Idiomas

source: Get Role By Id
ar: احصل على الدور حسب الهوية
fr_fr: Obtenir un poste par ID
he_il: קבל תפקיד לפי Id
pt_br: Obtenha Função por ID

source: Members By Role Id
ar: الأعضاء حسب معرف الدور
fr_fr: Membres par identifiant de rôle
he_il: חברים לפי מזהה תפקיד
pt_br: Membros por ID de Função

source: All SLAs
ar: جميع اتفاقيات مستوى الخدمة
fr_fr: Tous les SLA
he_il: כל ה-SLA
pt_br: Todos os SLAs

source: Get SLA By Id
ar: احصل على اتفاقية الخدمة المعتمدة حسب التعريف
fr_fr: Obtenez le SLA par ID
he_il: קבל SLA לפי תעודת זהות
pt_br: Obtenha o SLA por ID

source: Get webhook By Id
ar: احصل على webhook بواسطة التعريف
fr_fr: Obtenir webhook par ID
he_il: קבל webhook לפי Id
pt_br: Obtenha o webhook por ID

source: All Linked Items
ar: جميع العناصر المرتبطة
fr_fr: Tous les éléments liés
he_il: כל הפריטים המקושרים
pt_br: Todos os Itens Vinculados

source: Today
ar: اليوم
fr_fr: Aujourd’hui
he_il: היום
pt_br: Hoje

source: Yesterday
ar: أمس
fr_fr: Hier
he_il: אתמול
pt_br: Ontem

source: Past Week
ar: الأسبوع الماضي
fr_fr: Semaine passée
he_il: השבוע שעבר
pt_br: Semana Passada

source: Past 2 Weeks
ar: الأسبوعان الماضيان
fr_fr: Les deux dernières semaines
he_il: שבועיים אחרונים
pt_br: Últimas 2 Semanas

source: Past Month
ar: الشهر الماضي
fr_fr: Mois passé
he_il: החודש האחרון
pt_br: Mês Passado

source: Past 2 Months
ar: الشهران الماضيان
fr_fr: Les deux derniers mois
he_il: חודשיים אחרונים
pt_br: Últimos 2 meses

source: Past 3 Months
ar: الأشهر الثلاثة الماضية
fr_fr: Les 3 derniers mois
he_il: שלושת החודשים האחרונים
pt_br: Últimos 3 meses

source: Current Week
ar: الأسبوع الحالي
fr_fr: Semaine en cours
he_il: השבוע הנוכחי
pt_br: Semana Atual

source: Current Month
ar: الشهر الحالي
fr_fr: Mois en cours
he_il: חודש נוכחי
pt_br: Mês Atual

source: Last Week
ar: الأسبوع الماضي
fr_fr: La semaine dernière
he_il: בשבוע שעבר
pt_br: A semana passada

source: Last Month
ar: الشهر الماضي
fr_fr: Passé
he_il: החודש שעבר
pt_br: Mês Passado

source: Topics
ar: المواضيع
fr_fr: Sujets
he_il: נושאים
pt_br: Tópicos

source: Mention Stream
ar: الذكر في التيار
fr_fr: Cours de mention
pt_br: Fluxo de Menção

source: All Topics
ar: جميع المواضيع
fr_fr: Tous les sujets
he_il: כל הנושאים
pt_br: Todos os Tópicos

source: Topic Histroy
ar: تاريخ المواضيع
fr_fr: Sujet : Histoire
he_il: היסטוריית נושאים
pt_br: Tema História

source: Topic Tags
ar: علامات الموضوع
fr_fr: Tags du sujet
he_il: תגיות נושא
pt_br: Tags do Tópico

source: Statistics Sentiments
ar: الإحصائيات المشاعر
fr_fr: Statistiques Sentiments
he_il: סטטיסטיקה ותחושות
pt_br: Sentimentos de Estatísticas

source: Statistics Tags
ar: علامات الإحصائيات
fr_fr: Tags statistiques
he_il: תגיות סטטיסטיקות
pt_br: Tags de estatísticas

source: Statistics Words
ar: كلمات الإحصاء
fr_fr: Mots statistiques
he_il: מילים סטטיסטיות
pt_br: Palavras Estatísticas

source: Statistics Countries
ar: إحصائيات الدول
fr_fr: Pays statistiques
he_il: סטטיסטיקות מדינות
pt_br: Países Estatísticos

source: Statistics Cities
ar: الإحصائيات والمدن
fr_fr: Statistiques Villes
he_il: ערים סטטיסטיות
pt_br: Cidades Estatísticas

source: Statistics Regions Sentiment
ar: إحصائيات المناطق - الموقف
fr_fr: Statistiques Régions Sentiment
he_il: סטטיסטיקה אזורים ותחושת רגשות
pt_br: Estatísticas Regiões Sentimento

source: Statistics Sources Sentiment
ar: مصادر الإحصائيات الآراء
fr_fr: Statistiques Sources Sentiment
he_il: מקורות סטטיסטיקה רגשות
pt_br: Estatísticas Fontes Sentimento

source: Statistics Regions Sources Sentiment
ar: إحصائيات المناطق مصادر الشعور
fr_fr: Statistiques Régions Sources Sentiment
he_il: סטטיסטיקות אזורים מקורות רגשות
pt_br: Estatísticas Regiões Fontes Sentimento

source: Statistics Histogram
ar: مخطط الإحصاء
fr_fr: Histogramme statistique
he_il: היסטוגרמה סטטיסטית
pt_br: Histograma de Estatística

source: Statistics Gender
ar: الإحصائيات الجنس
fr_fr: Statistiques Genre
he_il: סטטיסטיקה מגדר
pt_br: Estatísticas Gênero

source: Statistics Ages
ar: الإحصائيات والأعمار
fr_fr: Statistiques Âges
he_il: סטטיסטיקה גילאים
pt_br: Estatísticas Idades

source: Statistics Links
ar: روابط الإحصائيات
fr_fr: Liens statistiques
he_il: קישורי סטטיסטיקה
pt_br: Links de Estatísticas

source: Mentions
ar: يذكر
he_il: מזכיר
pt_br: Menciona

source: View Underlying Data Configuration
ar: عرض تكوين البيانات الأساسي
fr_fr: Voir la configuration sous-jacente des données
he_il: הצג תצורת נתונים בסיסית
pt_br: Visualizar a Configuração dos Dados Subjacentes

source: Hold CTRL to select multiple items
ar: اضغط مع الاستمرار على CTRL لاختيار عدة عناصر
fr_fr: Maintenez CTRL pour sélectionner plusieurs éléments
he_il: החזק את CTRL כדי לבחור מספר פריטים
pt_br: Segure CTRL para selecionar vários itens

source: Enable all
ar: تفعيل الجميع
fr_fr: Activer tous
he_il: הפעל את כולם
pt_br: Ativar todos

source: Drag and drop the column from the left side panel
ar: سحب وإفلات العمود من اللوحة الجانبية اليسرى
fr_fr: Glisser-déposer la colonne depuis le panneau côté gauche
he_il: גרור ושחרר את העמודה מהפאנל השמאלי
pt_br: Arraste e solte a coluna no painel lateral esquerdo

source: Search Column
ar: عمود البحث
fr_fr: Colonne de recherche
he_il: עמודת חיפוש
pt_br: Coluna de Busca

source: Ping
ar: بينج
he_il: פינג

source: Districts
ar: المناطق
he_il: מחוזות
pt_br: Distritos

source: School
ar: مدرسة
fr_fr: École
he_il: בית ספר
pt_br: Escola

source: User Roles
ar: أدوار المستخدمين
fr_fr: Rôles des utilisateurs
he_il: תפקידי משתמשים
pt_br: Funções de Usuário

source: School Year
ar: العام الدراسي
fr_fr: Année scolaire
he_il: שנת הלימודים
pt_br: Ano escolar

source: Attendance Codes
ar: رموز الحضور
fr_fr: Codes de présence
he_il: קודי נוכחות
pt_br: Códigos de Frequência

source: Grades Level
ar: مستوى الصفوف
fr_fr: Niveau scolaire
he_il: רמת כיתות
pt_br: Nível de Séries

source: Cohorts
ar: الافواج
fr_fr: Cohortes
he_il: קוהורטים
pt_br: Coortes

source: Diploma Types
ar: أنواع الشهادات
fr_fr: Types de diplômes
he_il: סוגי דיפלומה
pt_br: Tipos de Diploma

source: Graduation Plans
ar: خطط التخرج
fr_fr: Plans de remise des diplômes
he_il: תוכניות סיום הלימודים
pt_br: Planos de Formatura

source: Students
ar: طلاب
fr_fr: Étudiants
he_il: סטודנטים
pt_br: Estudantes

source: Parents
ar: والدان
he_il: הורים
pt_br: Pais

source: Staff
ar: طاقم
fr_fr: Personnel
he_il: סגל
pt_br: Pessoal

source: HouseHolds
ar: الاسر المعيشيه
fr_fr: Ménages
he_il: האוס-הולדס
pt_br: Famílias

source: GPA Scale
ar: مقياس المعدل التراكمي
fr_fr: Échelle de GPA
he_il: סולם ממוצע ציונים
pt_br: Escala de GPA

source: Grading Period
ar: فترة التقييم
fr_fr: Période de classement
he_il: תקופת הדירוג
pt_br: Período de Classificação

source: Grading Scale
ar: مقياس التقييم
fr_fr: Échelle de notation
he_il: סולם דירוג
pt_br: Escala de Avaliação

source: Subject
ar: موضوع
fr_fr: Objet
he_il: נושא
pt_br: Assunto

source: Courses
ar: دورات
fr_fr: Cours
he_il: קורסים
pt_br: Cursos

source: Classes
ar: فئات
he_il: שיעורי

source: Assignments
ar: تعيينات
fr_fr: Affectations
he_il: הקצאות
pt_br: Atribuições

source: Submission
ar: تقديم
fr_fr: Soumission
he_il: שליחת
pt_br: Submissão

source: Tag
ar: يوم
fr_fr: Jour
he_il: יום
pt_br: Dia

source: View Ping
ar: عرض بينغ
fr_fr: Ping de vue
he_il: הצג פינג
pt_br: Visualizar Ping

source: View District
ar: منطقة فيو
fr_fr: Voir le district
he_il: וויו דיסטריקט
pt_br: Distrito View

source: All District Schools
ar: جميع مدارس المنطقة
fr_fr: Toutes les écoles du district
he_il: כל בתי הספר של המחוז
pt_br: Todas as Escolas do Distrito

source: All District Addresses
ar: جميع عناوين المناطق
fr_fr: Toutes les adresses des districts
he_il: כל כתובות המחוזות
pt_br: Todos os endereços distritais

source: All District Contacts
ar: جميع جهات الاتصال في المناطق
fr_fr: Tous les contacts du district
he_il: כל אנשי הקשר המחוזיים
pt_br: Todos os Contatos Distritais

source: View School Identity
ar: عرض هوية المدرسة
fr_fr: Voir l’identité de l’école
he_il: הצג זהות בית הספר
pt_br: Veja a Identidade da Escola

source: School Calendar Event Types
ar: أنواع فعاليات تقويم المدرسة
fr_fr: Types d’événements du calendrier scolaire
he_il: סוגי אירועים בלוח השנה של בתי הספר
pt_br: Tipos de Eventos no Calendário Escolar

source: Get Calendar Event Type By Id
ar: احصل على نوع الحدث في التقويم حسب المعرف
fr_fr: Obtenir le type d’événement du calendrier par identifiant
he_il: קבל לוח שנה סוג אירוע לפי מזהה
pt_br: Obter o Tipo de Evento do Calendário por ID

source: School Calendar Events
ar: فعاليات تقويم المدرسة
fr_fr: Événements du calendrier scolaire
he_il: אירועי לוח השנה של בית הספר
pt_br: Eventos do Calendário Escolar

source: Get Calendar Events By Id
ar: احصل على أحداث التقويم حسب الهوية
fr_fr: Obtenez les événements du calendrier par ID
he_il: קבלו אירועים בלוח שנה לפי מזהה
pt_br: Obtenha eventos do calendário por ID

source: All School Addresses
ar: جميع عناوين المدرسة
fr_fr: Toutes les adresses de l’école
he_il: כל כתובות בית הספר
pt_br: Todos os endereços das escolas

source: All School Contacts
ar: جميع جهات الاتصال بالمدرسة
fr_fr: Tous les contacts scolaires
he_il: כל אנשי הקשר עם בתי הספר
pt_br: Todos os Contatos Escolares

source: All School Custom Fields
ar: جميع الحقول المخصصة للمدارس
fr_fr: Tous les terrains personnalisés de l’école
he_il: שדות מותאם אישית של כל בתי הספר
pt_br: Todos os Campos Personalizados da Escola

source: School Custom Field By Defintion
ar: حقل المدرسة حسب التعريف
fr_fr: Domaine personnalisé de l’école par définition
he_il: שדה מותאם בית ספר לפי הגדרה
pt_br: Campo Personalizado da Escola Por Definição

source: School Custom Field By Id
ar: حقل المدرسة حسب التعريف
fr_fr: Champ personnalisé de l’école par ID
he_il: שדה מותאם בית ספר לפי זיהוי
pt_br: Campo Personalizado Escolar por ID

source: All Medical Status
ar: جميع الحالات الطبية
fr_fr: Tous les états médicaux
he_il: כל המצב הרפואי
pt_br: Todo o Status Médico

source: All Medical Status By Code
ar: جميع الحالات الطبية حسب الرمز
fr_fr: Tous les états médicaux selon le code
he_il: כל הסטטוס הרפואי לפי קוד
pt_br: Todo o Status Médico Conforme o Código

source: User Role By Role Id
ar: دور المستخدم حسب معرف الأدوار
fr_fr: Rôle utilisateur par identifiant de rôle
he_il: תפקיד משתמש לפי מזהה תפקיד
pt_br: Função de Usuário por ID de Função

source: Account By Id
ar: الحساب حسب الهوية
fr_fr: Compte par ID
he_il: חשבון לפי תעודת זהות
pt_br: Conta por ID

source: View School Year
ar: عرض العام الدراسي
fr_fr: Voir l’année scolaire
he_il: הצג את שנת הלימודים
pt_br: Ver Ano Letivo

source: Get School Year
ar: احصل على العام الدراسي
fr_fr: Obtenez une année scolaire
he_il: קבלו את שנת הלימודים
pt_br: Faça o ano letivo

source: View Attendance Codes
ar: عرض رموز الحضور
fr_fr: Voir les codes de présence
he_il: הצג קודי נוכחות
pt_br: Veja os Códigos de Presença

source: Attendance Codes By Id
ar: رموز الحضور حسب التعريف
fr_fr: Codes de présence par ID
he_il: קודי נוכחות לפי זיהוי
pt_br: Códigos de Frequência por Id

source: View Grades Level
ar: عرض مستوى الصفوف
fr_fr: Voir le niveau des classes
he_il: הצג רמת כיתות
pt_br: Ver Nível de Séries

source: Grades Level By Id
ar: مستوى الدرجات حسب التعريف
fr_fr: Niveau des niveaux par ID
he_il: רמת ציונים לפי תעודת זהות
pt_br: Nível de Grau por ID

source: View Cohorts
ar: عرض المجموعات
fr_fr: Voir les cohortes
he_il: הצג קוהורטים
pt_br: Veja as Coortes

source: Cohorts By Id
ar: المجموعات حسب التعريف
fr_fr: Cohortes par ID
he_il: קוהורטים לפי זיהוי
pt_br: Coortes por ID

source: View Diploma Types
ar: عرض أنواع الشهادات
fr_fr: Voir les types de diplômes
he_il: הצג סוגי תעודות
pt_br: Veja Tipos de Diploma

source: Diploma Types By Id
ar: أنواع الشهادات حسب الهوية
fr_fr: Types de diplômes par ID
he_il: סוגי תעודות לפי זיהוי
pt_br: Tipos de Diploma por ID

source: view Graduation Plans
ar: عرض خطط التخرج
fr_fr: voir les plans de remise des diplômes
he_il: הצג תוכניות סיום לימודים
pt_br: ver Planos de Formatura

source: Graduation Plans By Id
ar: خطط التخرج حسب Id
fr_fr: Plans de remise des diplômes par ID
he_il: תוכניות סיום לפי Id
pt_br: Planos de Formatura por ID

source: View Student Identity
ar: عرض هوية الطالب
fr_fr: Voir l’identité étudiante
he_il: הצג זהות סטודנט
pt_br: Visualizar a Identidade do Aluno

source: Student School
ar: مدرسة الطلاب
fr_fr: École étudiante
he_il: בית ספר לתלמידים
pt_br: Escola Estudantil

source: Student Addresses
ar: خطابات الطلاب
fr_fr: Discours des élèves
he_il: נאומי סטודנטים
pt_br: Discursos dos Alunos

source: Student Mail
ar: بريد الطلاب
fr_fr: Courrier étudiant
he_il: דואר סטודנטים
pt_br: Correspondência Estudantil

source: Student Emergency Contact
ar: جهة اتصال الطوارئ للطلاب
fr_fr: Contact d’urgence étudiant
he_il: איש קשר חירום לסטודנטים
pt_br: Contato de Emergência Estudantil

source: Student Phone
ar: هاتف الطالب
fr_fr: Téléphone étudiant
he_il: טלפון לתלמידים
pt_br: Telefone Estudantil

source: Student Household
ar: أسرة الطلاب
fr_fr: Ménage étudiant
he_il: משק בית הסטודנטים
pt_br: Família Estudantil

source: All Student Courses Forms
ar: نماذج جميع دورات الطلاب
fr_fr: Tous les formulaires de cours étudiants
he_il: טפסי כל קורסי הסטודנטים
pt_br: Todos os Formulários de Cursos para Estudantes

source: All Student Courses
ar: جميع الدورات الطلابية
fr_fr: Tous les cours étudiants
he_il: כל קורסי הסטודנטים
pt_br: Todos os Cursos para Estudantes

source: All Student Custom Fields
ar: جميع الحقول المخصصة للطلاب
fr_fr: Tous les champs personnalisés des élèves
he_il: כל השדות המותאמים אישית לסטודנטים
pt_br: Todos os Campos Personalizados dos Estudantes

source: Student Custom Field By Definition
ar: حقل الطلاب حسب التعريف
fr_fr: Champ personnalisé pour étudiant par définition
he_il: שדה מותאם אישית לתלמידים לפי ההגדרה
pt_br: Campo Personalizado do Aluno por Definição

source: Student Custom Field By Id
ar: حقل مخصص للطالب حسب التعريف
fr_fr: Champ personnalisé étudiant par ID
he_il: שדה מותאם אישית לסטודנטים לפי מזהה
pt_br: Campo Personalizado do Estudante por ID

source: Diploma Types For Student
ar: أنواع الدبلومات للطالب
fr_fr: Types de diplômes pour les étudiants
he_il: סוגי תעודות לסטודנט
pt_br: Tipos de Diploma para Estudantes

source: Student Enrollment By Code
ar: تسجيل الطلاب حسب الكود
fr_fr: Inscription des élèves par code
he_il: הרשמה לסטודנטים לפי קוד
pt_br: Matrícula de Alunos por Código

source: Student Enrollment
ar: تسجيل الطلاب
fr_fr: Inscription des élèves
he_il: הרשמת תלמידים
pt_br: Matrícula de Estudantes

source: Student Classes
ar: صفوف الطلاب
fr_fr: Classes des élèves
he_il: כיתות תלמידים
pt_br: Turmas de Alunos

source: Student Cohorts
ar: مجموعات الطلاب
fr_fr: Cohortes étudiantes
he_il: קבוצות סטודנטים
pt_br: Coortes de Estudantes

source: Student Attendance
ar: حضور الطلاب
fr_fr: Assiduité des élèves
he_il: נוכחות תלמידים
pt_br: Frequência dos Estudantes

source: Student External Grades
ar: درجات الطلاب الخارجية
fr_fr: Niveaux externes des élèves
he_il: ציונים חיצוניים לתלמידים
pt_br: Notas Externas dos Alunos

source: Student Grade Level
ar: مستوى الصف الدراسي للطلاب
fr_fr: Niveau scolaire
he_il: רמת כיתה תלמידים
pt_br: Nível de Série dos Alunos

source: Student Immunization
ar: تطعيم الطلاب
fr_fr: Vaccination des élèves
he_il: חיסון לסטודנטים
pt_br: Imunização Estudantil

source: Student Immunization Summary
ar: ملخص تطعيم الطلاب
fr_fr: Résumé de la vaccination des élèves
he_il: סיכום חיסון הסטודנטים
pt_br: Resumo da Imunização dos Estudantes

source: Student Medical Alerts
ar: تنبيهات طبية للطلاب
fr_fr: Alertes médicales étudiantes
he_il: התראות רפואיות לסטודנטים
pt_br: Alertas Médicos Estudantis

source: Student Medical Notes
ar: ملاحظات طبية للطلاب
fr_fr: Notes médicales des étudiants
he_il: הערות רפואיות לסטודנטים
pt_br: Anotações Médicas dos Estudantes

source: Student Programs
ar: برامج الطلاب
fr_fr: Programmes étudiants
he_il: תוכניות סטודנטים
pt_br: Programas Estudantis

source: Student Relationships
ar: علاقات الطلاب
fr_fr: Relations avec les élèves
he_il: יחסי סטודנטים
pt_br: Relacionamentos com os Estudantes

source: Student Report Grade
ar: درجة تقرير الطالب
fr_fr: Note du rapport étudiant
he_il: ציון דוח תלמידים
pt_br: Nota do Relatório do Estudante

source: Student Submission
ar: مشاركة الطلاب
fr_fr: Soumission des étudiants
he_il: הגשת תלמידים
pt_br: Submissão de Estudantes

source: Student Submission Files
ar: ملفات تقديم الطلاب
fr_fr: Fichiers de soumission des étudiants
he_il: קבצי הגשת סטודנטים
pt_br: Arquivos de Submissão de Alunos

source: Student Submission Notes
ar: ملاحظات تقديم الطلاب
fr_fr: Notes de soumission des étudiants
he_il: הערות הגשת סטודנטים
pt_br: Notas de Submissão dos Estudantes

source: Student Graduation Plans
ar: خطط تخرج الطلاب
fr_fr: Plans de remise des diplômes des élèves
he_il: תוכניות סיום לימודים לסטודנטים
pt_br: Planos de Formatura dos Estudantes

source: Student Tags
ar: علامات الطلاب
fr_fr: Tags des élèves
he_il: תגיות סטודנט
pt_br: Tags de Estudante

source: View Parents
ar: عرض الآباء
fr_fr: Voir les parents
he_il: הצג הורים
pt_br: Ver Pais

source: Get Parents By Id
ar: احصل على الوالدين حسب الهوية
fr_fr: Obtenez des parents par pièce d’identité
he_il: קבל הורים לפי תעודת זהות
pt_br: Obtenha os Pais por Identidade

source: List of School For Parents
ar: قائمة المدارس الخاصة بأولياء الأمور
fr_fr: Liste des écoles pour parents
he_il: רשימת בתי ספר להורים
pt_br: Lista de Escolas para Pais

source: Parent Addresses
ar: عناوين الأصل
fr_fr: Adresses parentes
he_il: כתובות הורים
pt_br: Endereços dos Pais

source: Parent Mail
ar: بريد أولياء الأمور
fr_fr: Courrier Parent
he_il: דואר הורים
pt_br: Correspondência Parental

source: Parent Phone
ar: هاتف الوالدين
fr_fr: Téléphone parental
he_il: טלפון הורים
pt_br: Telefone dos Pais

source: Parent Household
ar: الأسرة الأبوية
fr_fr: Ménage parental
he_il: משק בית הורים
pt_br: Família Mãe

source: All Parent Custom Fields
ar: جميع الحقول المخصصة للآباء
fr_fr: Tous les champs personnalisés parents
he_il: כל שדות ההתאמה אישית של ההורה
pt_br: Todos os Campos Personalizados Pais

source: Parent Custom Field By Definition
ar: حقل التخصيص الأصلي حسب التعريف
fr_fr: Champ personnalisé parent par définition
he_il: שדה מותאם אישית של הורה לפי ההגדרה
pt_br: Campo Personalizado Pai Por Definição

source: Parent Custom Field By Id
ar: حقل التخصيص الأصلي حسب المعرف
fr_fr: Champ personnalisé parent par ID
he_il: שדה מותאם אישית לפי מזהה
pt_br: Campo Personalizado Pai por ID

source: Parent Relatioship
ar: العلاقة الأبوية
fr_fr: Parenté
he_il: יחסיות הורים
pt_br: Parentesco Parental
