Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: No matching data source found in the current dashboard. Looking for a suitable data source on the server.
ar: لا يوجد مصدر بيانات مطابق في لوحة التحكم الحالية. أبحث عن مصدر بيانات مناسب على الخادم.
fr_fr: Aucune source de données correspondante n’a été trouvée dans le tableau de bord actuel. Je cherche une source de données adaptée sur le serveur.
he_il: אין מקור נתונים תואם בלוח הבקרה הנוכחי. מחפש מקור נתונים מתאים בשרת.
pt_br: Nenhuma fonte de dados correspondente encontrada no painel atual. Procurando uma fonte de dados adequada no servidor.

source: A suitable data source was found and successfully imported from the server into your dashboard.
ar: تم العثور على مصدر بيانات مناسب وتم استيراده بنجاح من الخادم إلى لوحة التحكم الخاصة بك.
fr_fr: Une source de données appropriée a été trouvée et importée avec succès du serveur dans votre tableau de bord.
he_il: נמצא מקור נתונים מתאים ויובא בהצלחה מהשרת אל לוח הבקרה שלך.
pt_br: Uma fonte de dados adequada foi encontrada e importada com sucesso do servidor para o seu painel.

source: Creating dashboard widgets based on your query and the selected data source.
ar: إنشاء أدوات للوحة المعلومات بناء على استفسارك ومصدر البيانات المختار.
fr_fr: Créer des widgets de tableau de bord basés sur votre requête et la source de données sélectionnée.
he_il: יצירת ווידג'טים ללוח הבקרה בהתבסס על השאילתה שלך ומקור הנתונים שנבחר.
pt_br: Criar widgets de painel baseados na sua consulta e na fonte de dados selecionada.

source: Your dashboard has been successfully created and is now ready for use.
ar: تم إنشاء لوحة التحكم الخاصة بك بنجاح وهي الآن جاهزة للاستخدام.
fr_fr: Votre tableau de bord a été créé avec succès et est désormais prêt à être utilisé.
he_il: לוח הבקרה שלך נוצר בהצלחה וכעת מוכן לשימוש.
pt_br: Seu painel foi criado com sucesso e agora está pronto para uso.

source: Please wait a moment while the expression is being saved.
ar: يرجى الانتظار لحظة بينما يتم حفظ التعبير.
fr_fr: Veuillez patienter un instant pendant que l’expression est sauvegardée.
he_il: אנא המתינו רגע בזמן שההבעה נשמרת.
pt_br: Por favor, aguarde um momento enquanto a expressão está sendo salva.

source: Your request is being processed to create a visual. Please wait a moment.
ar: يتم معالجة طلبك لإنشاء صورة بصرية. رجاءً انتظر لحظة.
fr_fr: Votre demande est en cours de traitement pour créer un visuel. Attends une minute s’il te plaît.
he_il: הבקשה שלך מעובדת ליצירת תמונה ויזואלית. בבקשה חכה רגע.
pt_br: Seu pedido está sendo processado para criar uma imagem visual. Por favor, aguarde um momento.

source: Manage License Page.
ar: صفحة إدارة الرخص.
fr_fr: Gérer la page de licence.
he_il: דף ניהול רישיונות.
pt_br: Gerencie a Página da Licença.

source: AI service access is denied due to authentication failure or inactive service activation. Please verify the AI configuration on the Ai settings page.
ar: يتم رفض الوصول إلى الخدمة الذكاء الاصطناعي بسبب فشل المصادقة أو تفعيل الخدمة غير النشطة. يرجى التحقق من تكوين الذكاء الاصطناعي في صفحة إعدادات الذكاء الاصطناعي.
fr_fr: L’accès aux services IA est refusé en raison d’un échec d’authentification ou d’une activation inactive du service. Veuillez vérifier la configuration de l’IA sur la page des paramètres de l’IA.
he_il: גישה לשירותי בינה מלאכותית נדחית עקב כשל באימות או הפעלת שירות לא פעילה. אנא בדוק את תצורת הבינה המלאכותית בדף הגדרות הבינה המלאכותית.
pt_br: O acesso ao serviço de IA é negado devido a falha de autenticação ou ativação inativa do serviço. Por favor, verifique a configuração da IA na página de configurações de IA.

source: The request has exceeded the maximum allowed token limit.
ar: لقد تجاوز الطلب الحد الأقصى المسموح به للرمز.
fr_fr: La demande a dépassé la limite maximale autorisée de jetons.
he_il: הבקשה חרגה מהמגבלה המקסימלית המותרת של טוקנים.
pt_br: A solicitação ultrapassou o limite máximo permitido de tokens.

source: The request took too long to complete and has timed out. Please try again later or check your network connection.
ar: استغرق الطلب وقتا طويلا لإكماله وانتهى الوقت. يرجى المحاولة مرة أخرى لاحقا أو التحقق من اتصال الشبكة.
fr_fr: La demande a pris trop de temps à être complétée et elle a expiré. Veuillez réessayer plus tard ou vérifier votre connexion réseau.
he_il: הבקשה לקחה יותר מדי זמן להשלמה והיא פגה את הזמן. אנא נסה שוב מאוחר יותר או בדוק את חיבור הרשת שלך.
pt_br: O pedido demorou demais para ser concluído e já expirou. Por favor, tente novamente mais tarde ou verifique sua conexão de rede.

source: Unable to resolve the domain name for the requested service. This may be due to network issues or incorrect configuration.
ar: غير قادر على حل اسم النطاق للخدمة المطلوبة. قد يكون ذلك بسبب مشاكل في الشبكة أو إعدادات غير صحيحة.
fr_fr: Impossible de résoudre le nom de domaine du service demandé. Cela peut être dû à des problèmes réseau ou à une configuration incorrecte.
he_il: לא מצליח לפתור את שם הדומיין של השירות המבוקש. ייתכן שזה נובע מבעיות רשת או הגדרות שגויה.
pt_br: Não foi possível resolver o nome de domínio do serviço solicitado. Isso pode ser devido a problemas de rede ou configuração incorreta.

source: Unable to connect to the server. This may be due to network issues or the service being temporarily unavailable.
ar: غير قادر على الاتصال بالخادم. قد يكون ذلك بسبب مشاكل في الشبكة أو عدم توفر الخدمة مؤقتا.
fr_fr: Impossible de se connecter au serveur. Cela peut être dû à des problèmes réseau ou à une indisponibilité temporaire du service.
he_il: לא מצליח להתחבר לשרת. ייתכן שזה נובע מבעיות רשת או חוסר זמינות זמנית של השירות.
pt_br: Não consigo se conectar ao servidor. Isso pode ser devido a problemas de rede ou ao serviço temporariamente indisponível.

source: Failed to parse the response as JSON. The data may be malformed or in an unexpected format.
ar: فشلت في تحليل الرد ك JSON. قد تكون البيانات مشوهة أو في شكل غير متوقع.
fr_fr: J’ai oublié de distinguer la réponse comme JSON. Les données peuvent être mal formées ou sous un format inattendu.
he_il: לא ניתחתי את התגובה כ-JSON. הנתונים עשויים להיות מעוותים או בפורמט בלתי צפוי.
pt_br: Não consegui interpretar a resposta como JSON. Os dados podem estar mal formados ou em um formato inesperado.

source: Failed to convert the response into the expected format.
ar: فشل في تحويل الرد إلى التنسيق المتوقع.
fr_fr: Impossible de convertir la réponse dans le format attendu.
he_il: נכשלתי להמיר את התגובה לפורמט הצפוי.
pt_br: Não consegui converter a resposta no formato esperado.

source: An unexpected issue occurred because a required object was not initialized.
ar: حدثت مشكلة غير متوقعة لأن الكائن المطلوب لم يتم تهيئته.
fr_fr: Un problème inattendu est survenu parce qu’un objet requis n’a pas été initialisé.
he_il: התרחשה בעיה בלתי צפויה כי אובייקט נדרש לא אותחל.
pt_br: Um problema inesperado ocorreu porque um objeto exigido não foi inicializado.

source: You have hit your assigned rate limit. This means you are sending too many requests in a given time frame.
ar: لقد وصلت إلى الحد المخصص لك من السعر. هذا يعني أنك ترسل عددا كبيرا جدا من الطلبات في فترة زمنية معينة.
fr_fr: Vous avez atteint votre limite de taux assignée. Cela signifie que vous envoyez trop de demandes dans un délai donné.
he_il: הגעת למגבלת הקצב שהוקצה לך. זה אומר שאתה שולח יותר מדי בקשות במסגרת זמן נתונה.
pt_br: Você atingiu o limite de taxa designado. Isso significa que você está enviando pedidos demais em um determinado período.

source: You have exceeded your assigned quota. Please check your plan and usage limits.
ar: لقد تجاوزت الحصة المحددة لك. يرجى التحقق من خطتك وحدود الاستخدام.
fr_fr: Vous avez dépassé votre quota assigné. Veuillez vérifier votre forfait et vos limites d’utilisation.
he_il: עברת את המכסה שהוקצתה לך. אנא בדוק את התוכנית ומגבלות השימוש שלך.
pt_br: Você excedeu sua cota designada. Por favor, verifique seu plano e os limites de uso.

source: Indicates that the service is temporarily unavailable. This could be due to maintenance or high traffic on servers.
ar: يشير إلى أن الخدمة غير متاحة مؤقتا. قد يكون ذلك بسبب الصيانة أو ارتفاع حركة المرور على الخوادم.
fr_fr: Indique que le service est temporairement indisponible. Cela peut être dû à la maintenance ou à un trafic élevé sur les serveurs.
he_il: מציין שהשירות אינו זמין זמנית. זה יכול להיות בגלל תחזוקה או תעבורה גבוהה בשרתים.
pt_br: Indica que o serviço está temporariamente indisponível. Isso pode ser devido à manutenção ou ao alto tráfego nos servidores.

source: Session ID is not found. The session ID is expired or does not exist.
ar: معرف الجلسة غير موجود. معرف الجلسة منتهية الصلاحية أو غير موجود.
fr_fr: L’identifiant de la session n’est pas trouvé. L’identifiant de session est expiré ou n’existe pas.
he_il: מזהה הסשן לא נמצא. מזהה הסשן פג תוקף או שאינו קיים.
pt_br: O ID da sessão não foi encontrado. O ID da sessão está expirado ou não existe.

source: Your API key or token is invalid, expired, or revoked. Ensure that you are using a valid API key.
ar: مفتاح أو رمز API الخاص بك غير صالح، منتهية الصلاحية، أو ملغى. تأكد من أنك تستخدم مفتاح API صالح.
fr_fr: Votre clé API ou votre jeton est invalide, expiré ou révoqué. Assurez-vous d’utiliser une clé API valide.
he_il: מפתח ה-API או הטוקן שלך לא תקף, פג תוקפו או בוטל. ודא שאתה משתמש במפתח API תקין.
pt_br: Sua chave ou token de API é inválido, expirado ou revogado. Certifique-se de que você está usando uma chave de API válida.

source: Your API key or token lacks the required permissions for the requested action. Verify your API key's permissions.
ar: مفتاح أو رمز API الخاص بك يفتقر إلى الأذونات المطلوبة للإجراء المطلوب. تحقق من صلاحيات مفتاح واجهة برمجة التطبيقات الخاصة بك.
fr_fr: Votre clé API ou votre jeton ne dispose pas des autorisations requises pour l’action demandée. Vérifiez les autorisations de votre clé API.
he_il: מפתח ה-API או הטוקן שלך חסרים את ההרשאות הנדרשות לפעולה המבוקשת. אמת את ההרשאות של מפתח ה-API שלך.
pt_br: Sua chave de API ou token não possui as permissões necessárias para a ação solicitada. Verifique as permissões da sua chave de API.

source: You have hit your assigned rate limit. This means you are sending too many requests in a given time frame. Consider pacing your requests or upgrading your plan.
ar: لقد وصلت إلى الحد المخصص لك من السعر. هذا يعني أنك ترسل عددا كبيرا جدا من الطلبات في فترة زمنية معينة. فكر في تنظيم وتيرة طلباتك أو ترقية خطتك.
fr_fr: Vous avez atteint votre limite de taux assignée. Cela signifie que vous envoyez trop de demandes dans un délai donné. Envisagez d’ajuster le rythme de vos demandes ou d’améliorer votre forfait.
he_il: הגעת למגבלת הקצב שהוקצה לך. זה אומר שאתה שולח יותר מדי בקשות במסגרת זמן נתונה. שקלו לקצב את הבקשות שלכם או לשדרג את התוכנית.
pt_br: Você atingiu o limite de taxa designado. Isso significa que você está enviando pedidos demais em um determinado período. Considere ajustar o ritmo dos seus pedidos ou melhorar seu plano.

source: You exceeded your current quota, please check your plan and billing details.
ar: لقد تجاوزت حصتك الحالية، يرجى مراجعة تفاصيل خطتك والفوترة.
fr_fr: Vous avez dépassé votre quota actuel, veuillez vérifier les détails de votre forfait et de facturation.
he_il: עברת את המכסה הנוכחית שלך, אנא בדוק את פרטי התוכנית והחיוב שלך.
pt_br: Você ultrapassou sua cota atual, por favor, verifique seus detalhes do plano e da cobrança.

source: AI service is temporarily unavailable due to an upstream issue. Please try again later.
ar: خدمة الذكاء الاصطناعي غير متوفرة مؤقتا بسبب مشكلة في التيار الرئيسي. يرجى المحاولة مرة أخرى لاحقا.
fr_fr: Le service d’IA est temporairement indisponible en raison d’un problème en amont. Veuillez réessayer plus tard.
he_il: שירות הבינה המלאכותית אינו זמין זמנית עקב בעיה במערכת ההעלאה. אנא נסה שוב מאוחר יותר.
pt_br: O serviço de IA está temporariamente indisponível devido a um problema a montante. Por favor, tente novamente mais tarde.

source: The endpoint does not match your Azure resource. Please check your endpoint URL.
ar: نقطة النهاية لا تطابق مورد Azure الخاص بك. يرجى التحقق من رابط نقطة النهاية الخاصة بك.
fr_fr: Le point de terminaison ne correspond pas à votre ressource Azure. Veuillez vérifier l’URL de votre point de départ.
he_il: נקודת הקצה לא תואמת את המשאב שלך ל-Azure. אנא בדוק את כתובת ה-URL של נקודת הקצה שלך.
pt_br: O endpoint não corresponde ao seu recurso Azure. Por favor, verifique a URL do seu endpoint.

source: The Azure subscription key not found or inactive. Verify your Azure resource status in the portal.
ar: مفتاح الاشتراك في Azure لم يتم العثور عليه أو غير نشط. تحقق من حالة مورد Azure الخاص بك في البوابة.
fr_fr: La clé d’abonnement Azure n’a pas été trouvée ou inactive. Vérifiez le statut de votre ressource Azure dans le portail.
he_il: מפתח המנוי של Azure לא נמצא או לא פעיל. אמת את מצב המשאב שלך ב-Azure בפורטל.
pt_br: A chave de assinatura do Azure não foi encontrada nem inativa. Verifique o status do seu recurso Azure no portal.

source: Your Azure subscription lacks the required permissions for the requested action. Verify your Azure subscription has the necessary permissions for the operations you are attempting.
ar: اشتراكك في Azure يفتقر إلى الأذونات المطلوبة للإجراء المطلوب. تحقق من أن اشتراكك في Azure يحتوي على الأذونات اللازمة للعمليات التي تحاول تنفيذها.
fr_fr: Votre abonnement Azure ne dispose pas des autorisations requises pour l’action demandée. Vérifiez que votre abonnement Azure dispose des autorisations nécessaires pour les opérations que vous tentez.
he_il: למנוי Azure שלך אין את ההרשאות הנדרשות לפעולה המבוקשת. וודא שלמנוי Azure שלך יש את ההרשאות הנחוצות לפעולות שאתה מנסה.
pt_br: Sua assinatura do Azure não possui as permissões necessárias para a ação solicitada. Verifique se sua assinatura do Azure tem as permissões necessárias para as operações que você está tentando.

source: There is a conflict operation on resource, please try later.
ar: هناك عملية تعارض على الموارد، يرجى المحاولة لاحقا.
fr_fr: Il y a une opération de conflit sur la ressource, veuillez essayer plus tard.
he_il: יש מבצע קונפליקט על משאב, אנא נסה מאוחר יותר.
pt_br: Há uma operação de conflito no recurso, por favor tente depois.

source: datasource
ar: مصدر البيانات
fr_fr: Source de données
he_il: מקור נתונים
pt_br: Fonte de dados

source: dashboard
ar: لوحه القياده
fr_fr: tableau de bord
he_il: לוח המחוונים
pt_br: painel

source: brandlogo
ar: شعار العلامة التجارية
fr_fr: Logo-marque
he_il: מותג
pt_br: Logotipo da marca

source: dashboards
ar: لوحات
fr_fr: Tableaux
he_il: לוחות מחוונים
pt_br: Painéis

source: Type “@” to choose the dashboards.
ar: اكتب "@" لاختيار لوحات التحكم.
fr_fr: Tapez « @ » pour choisir les tableaux de bord.
he_il: הקלד "@" כדי לבחור את לוחות הבקרה.
pt_br: Digite "@" para escolher os painéis.

source: <br><br>Please try these below questions<br>
ar: <br><br>يرجى تجربة هذه الأسئلة <br>أدناه
fr_fr: <br><br>Veuillez essayer ces questions <br>ci-dessous
he_il: <br><br>אנא נסו את השאלות <br>הבאות למטה
pt_br: <br><br>Por favor, tente estas perguntas <br>abaixo

source: Type "@" to choose the data sources.
ar: اكتب "@" لاختيار مصادر البيانات.
fr_fr: Tapez « @ » pour choisir les sources de données.
he_il: הקלד "@" כדי לבחור את מקורות הנתונים.
pt_br: Digite "@" para escolher as fontes de dados.

source: Type "@" to choose the dashboards.
ar: اكتب "@" لاختيار لوحات التحكم.
fr_fr: Tapez « @ » pour choisir les tableaux de bord.
he_il: הקלד "@" כדי לבחור את לוחות הבקרה.
pt_br: Digite "@" para escolher os painéis.

source: Select category
ar: فئة مختارة
fr_fr: Catégorie de sélection
he_il: קטגוריה נבחרת
pt_br: Selecione categoria

source: Analyzing your question to process the request...
ar: تحليل سؤالك لمعالجة الطلب...
fr_fr: Analyse de ta question pour traiter la demande...
he_il: מנתח את שאלתך כדי לעבד את הבקשה...
pt_br: Analisando sua pergunta para processar o pedido...

source: Preparing the required data for the widget's data...
ar: تحضير البيانات المطلوبة لبيانات الأداة الصغيرة...
fr_fr: Préparer les données requises pour les données du widget...
he_il: הכנת הנתונים הנדרשים לנתוני הווידג'ט...
pt_br: Preparando os dados necessários para os dados do widget...

source: Fetching and binding data to create the widget...
ar: جمع وربط البيانات لإنشاء الويدجت...
fr_fr: Récupérer et lier des données pour créer le widget...
he_il: איסוף וקישור נתונים ליצירת הווידג'ט...
pt_br: Buscar e vincular dados para criar o widget...

source: Summarizing...
ar: تلخيص...
fr_fr: Résumant...
he_il: סיכום...
pt_br: Resumindo...

source: Access denied to the service. Please check if your authorization key is correct and hasn’t expired.
ar: تم رفض الوصول إلى الخدمة. يرجى التحقق مما إذا كان مفتاح التفويض صحيحا ولم ينته صلاحيته.
fr_fr: L’accès au service est refusé. Veuillez vérifier si votre clé d’autorisation est correcte et n’a pas expiré.
he_il: הגישה לשירות נדחתה. אנא בדוק אם מפתח ההרשאה שלך נכון ואינו פג תוקף.
pt_br: Acesso negado ao serviço. Por favor, verifique se sua chave de autorização está correta e não expirou.

source: New Session
ar: الجلسة الجديدة
fr_fr: Nouvelle session
he_il: סשן חדש
pt_br: Nova Sessão

source: History
ar: تاريخ
fr_fr: Histoire
he_il: היסטוריה
pt_br: História

source: Welcome! I’m your assistant—ask me any question about your sales
ar: أهلًا وسهلًا! أنا مساعدك—اسألني أي سؤال عن مبيعاتك
fr_fr: Bienvenue! Je suis votre assistante — posez-moi toutes vos questions sur vos ventes
he_il: ברוך הבא! אני העוזר שלך—תשאל אותי כל שאלה על המכירות שלך
pt_br: Bem-vindo! Sou seu assistente — me faça qualquer pergunta sobre suas vendas

source: Ask your question...
ar: اسأل سؤالك...
fr_fr: Posez votre question...
he_il: שאל את השאלה שלך...
pt_br: Faça sua pergunta...

source: Summarization is not supported when viewing past conversations.
ar: لا يتم دعم التلخيص عند عرض المحادثات السابقة.
fr_fr: Le résumé n’est pas supporté lors de la consultation de conversations passées.
he_il: סיכום אינו נתמך בעת צפייה בשיחות קודמות.
pt_br: A síntese não é suportada ao visualizar conversas passadas.

source: AI Assistant
ar: مساعد الذكاء الاصطناعي
fr_fr: Assistant IA
he_il: עוזר בינה מלאכותית
pt_br: Assistente de IA

source: New Rule
ar: القاعدة الجديدة
fr_fr: Nouvelle règle
he_il: הכלל החדש
pt_br: Nova Regra

source: Add Rule
ar: قاعدة الإضافة
fr_fr: Règle d’ajout
he_il: כלל הוספה
pt_br: Regra de Adicionar

source: Add New Rule
ar: إضافة قاعدة جديدة
fr_fr: Ajouter une nouvelle règle
he_il: הוספת כלל חדש
pt_br: Adicionar Nova Regra

source: Edit Rule
ar: تعديل القاعدة
fr_fr: Règle de modification
he_il: כלל עריכה
pt_br: Regra de edição

source: Replace Rule
ar: قاعدة الاستبدال
fr_fr: Règle de remplacement
he_il: כלל החלפה
pt_br: Regra de Substituição

source: Value To Find
ar: قيمة للعثور عليها
fr_fr: Valeur à trouver
he_il: ערך למציאה
pt_br: Valor para Encontrar

source: Value To Replace
ar: قيمة يجب استبدالها
fr_fr: Valeur à remplacer
he_il: ערך להחלפה
pt_br: Valor para Substituir

source: Match Case
ar: حالة المباراة
fr_fr: Affaire de match
he_il: תיק הקרב
pt_br: Caso de Match

source: Match Entire String
ar: مطابقة السلسلة الكاملة
fr_fr: Associez la chaîne entière
he_il: התאמת כל המחרוזת
pt_br: Combine a Sequência Inteira

source: Null
ar: صِفْر
fr_fr: Zéro
he_il: אֶפֶס
pt_br: Zero

source: (Blanks)
ar: (فراغات)
fr_fr: (Blanc)
he_il: (כדורים ריקים)

source: Blanks
ar: الفراغات
fr_fr: Blancs
he_il: ריקים
pt_br: Lacunas

source: Custom Rule
ar: القاعدة المخصصة
fr_fr: Règle de coutume
he_il: כלל מותאם אישית
pt_br: Regra Personalizada

source: Inject Parameters
ar: حقن معلمات
fr_fr: Paramètres d’injection
he_il: פרמטרי הזרקה
pt_br: Parâmetros de Injeção

source: Default Parameters
ar: المعايير الافتراضية
fr_fr: Paramètres par défaut
he_il: פרמטרים ברירת מחדל
pt_br: Parâmetros padrão

source: Display Text
ar: نص العرض
fr_fr: Texte d’affichage
he_il: טקסט תצוגה
pt_br: Texto de exibição

source: {0} parameter already exists.
ar: {0} المعامل موجود بالفعل.
fr_fr: {0} paramètre existe déjà.
he_il: {0} פרמטר כבר קיים.
pt_br: {0} parâmetro já existe.

source: The parameter name should not be empty.
ar: يجب ألا يكون اسم المعامل فارغا.
fr_fr: Le nom du paramètre ne doit pas être vide.
he_il: שם הפרמטר לא אמור להיות ריק.
pt_br: O nome do parâmetro não deve estar vazio.

source: The parameter value should not be empty.
ar: يجب ألا تكون قيمة المعامل فارغة.
fr_fr: La valeur du paramètre ne doit pas être vide.
he_il: ערך הפרמטר לא אמור להיות ריק.
pt_br: O valor do parâmetro não deve estar vazio.

source: A similar parameter exists called {0} with the exact same parameter value.
ar: يوجد معامل مشابه يسمى {0} بنفس قيمة المعامل بالضبط.
fr_fr: Un paramètre similaire existe appelé {0} avec exactement la même valeur de paramètre.
he_il: קיים פרמטר דומה שנקרא {0} עם אותו ערך פרמטר בדיוק.
pt_br: Existe um parâmetro semelhante chamado {0} com exatamente o mesmo valor do parâmetro.

source: Advanced Sorting Options
ar: خيارات الفرز المتقدمة
fr_fr: Options de tri avancées
he_il: אפשרויות מיון מתקדמות
pt_br: Opções Avançadas de Ordenação

source: Sort By
ar: الترتيب حسب
fr_fr: Trier par
he_il: מיון לפי
pt_br: Ordenar por

source: Sort Order
ar: ترتيب الترتيب
fr_fr: Ordre de tri
he_il: סדר מיון
pt_br: Ordem de Ordenação

source: Alphabetic
ar: ابجديه
fr_fr: Alphabétique
he_il: האלף
pt_br: Alfabético

source: Data Source Order
ar: ترتيب مصادر البيانات
fr_fr: Ordre des sources de données
he_il: סדר מקורות הנתונים
pt_br: Ordem das Fontes de Dados

source: Field
ar: ميدان
fr_fr: Champ
he_il: שדה
pt_br: Campo

source: Ascending
ar: تصاعدي
fr_fr: Ascendant
he_il: עלייה
pt_br: Ascendente

source: Descending
ar: تنازلي
fr_fr: Descendant
he_il: יורד
pt_br: Descendente

source: Move to Top
ar: الانتقال إلى القمة
fr_fr: Passer en haut
he_il: מעבר לפסגה
pt_br: Avançar para o topo

source: Move to Bottom
ar: الانتقال إلى القاع
fr_fr: Passage au bas
he_il: מעבר לתחתית
pt_br: Mudança para o Fundo

source: Move Up
ar: تقدم
fr_fr: Monter
he_il: קדימה
pt_br: Avance

source: Move Down
ar: انزل
fr_fr: Descendre
he_il: תזוז למטה
pt_br: Desça

source: Drag and drop or use controls to arrange values, with a limit of 50 items.
ar: اسحب وأفلت أو استخدم عناصر التحكم لترتيب القيم، مع حد أقصى 50 عنصرا.
fr_fr: Glisser-déposer ou utiliser des contrôles pour organiser les valeurs, avec une limite de 50 éléments.
he_il: גרור ושחרר או השתמש בשליטה כדי לסדר ערכים, עם מגבלה של 50 פריטים.
pt_br: Arrastar e soltar ou usar controles para organizar os valores, com limite de 50 itens.

source: Border Color
ar: لون الإطار
fr_fr: Couleur de la bordure
he_il: צבע מסגרת
pt_br: Cor da borda

source: Border Thickness
ar: سمك الحافة
fr_fr: Épaisseur de la bordure
he_il: עובי הגבול
pt_br: Espessura da borda

source: Border Type
ar: نوع الحدود
fr_fr: Type de bordure
he_il: סוג גבול
pt_br: Tipo de Borda

source: Icons
ar: الرموز
fr_fr: Icônes
he_il: סמלים
pt_br: Ícones

source: Icon Size
ar: حجم الأيقونة
fr_fr: Taille des icônes
he_il: גודל אייקון
pt_br: Tamanho do Ícone

source: Icon Placement
ar: وضع الأيقونات
fr_fr: Placement des icônes
he_il: מיקום האייקונים
pt_br: Posicionamento dos ícones

source: Padding Top
ar: طبقة الحشو
fr_fr: Haut rembourré
he_il: משטח ריפוד
pt_br: Tampa de acolchoamento

source: Padding Bottom
ar: بطون القاع
fr_fr: Fond rembourré
he_il: תחתית ריפוד
pt_br: Base de Acolchoamento

source: Padding Right
ar: الحشو إلى اليمين
fr_fr: Rembourrage à droite
he_il: ריפוד ימינה
pt_br: Acolchoamento à direita

source: Padding Left
ar: الحشو إلى اليسار
fr_fr: Rembourrage à gauche
he_il: ריפוד שמאלי
pt_br: Acolchoamento à esquerda

source: There are no items.
ar: لا توجد أدوات.
fr_fr: Il n’y a pas d’objets.
he_il: אין פריטים.
pt_br: Não há itens.

source: Export {0} from {1}
ar: تصدير {0} من {1}
fr_fr: Exportation {0} depuis {1}
he_il: ייצוא {0} מ-{1}
pt_br: {0} de exportação de {1}

source: Download
ar: تحميل
fr_fr: Télécharger
he_il: הורדה
pt_br: Baixar

source: Performance Metrics
ar: مقاييس الأداء
fr_fr: Indicateurs de performance
he_il: מדדי ביצועים
pt_br: Métricas de desempenho

source: widget
ar: القطعه
he_il: יישומון
