Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: an hour ago
ar: قبل ساعة
fr_fr: Il y a une heure
he_il: לפני שעה
pt_br: Uma hora atrás

source: hours ago
ar: منذ ساعات
fr_fr: Heures
he_il: לפני שעות
pt_br: Horas

source: yesterday
ar: أمس
fr_fr: Hier
he_il: אתמול
pt_br: Ontem

source: days ago
ar: منذ أيام
fr_fr: Jours
he_il: לפני ימים
pt_br: Dias

source: Export
ar: تصدير
fr_fr: Exportation
he_il: ייצא
pt_br: Exportação

source: Update Dashboard
ar: تحديث لوحة المعلومات
fr_fr: Tableau de bord de mise à jour
he_il: לוח בקרה עדכון
pt_br: Painel de Atualização

source: Get Link
ar: احصل على الرابط
fr_fr: Obtenir le lien
he_il: קבל קישור
pt_br: Pegar o Link

source: Mark as favorite
ar: مارك كالمفضل
fr_fr: Mark comme favori
he_il: מארק כפייבוריט
pt_br: Mark como favorito

source: Remove from favorites
ar: إزالة من المفضلات
fr_fr: Retirer des favoris
he_il: הסר מהמועדפים
pt_br: Remover dos favoritos

source: Filters Overview
ar: نظرة عامة على الفلاتر
fr_fr: Aperçu des filtres
he_il: סקירת מסננים
pt_br: Visão Geral dos Filtros

source: Interaction Widgets
ar: أدوات التفاعل
fr_fr: Widgets d’interaction
he_il: ווידג'טים לאינטראקציה
pt_br: Widgets de Interação

source: Applied Filters
ar: الفلاتر التطبيقية
fr_fr: Filtres appliqués
he_il: מסננים מיושמים
pt_br: Filtros Aplicados

source: Dashboard Options
ar: خيارات لوحة المعلومات
fr_fr: Options du tableau de bord
he_il: אפשרויות לוח מחוונים
pt_br: Opções do Painel

source: PowerPoint
ar: باوربوينت

source: Clear cache and refresh
ar: مسح الذاكرة المؤقتة وتحديث الذاكرة المؤقتة
fr_fr: Vider le cache et rafraîchir
he_il: ניקוי מטמון ורענון
pt_br: Limpar cache e atualizar

source: Back to designer
ar: العودة إلى المصمم
fr_fr: Retour au designer
he_il: חזרה למעצב
pt_br: Voltar ao designer

source: Info
ar: معلومات
he_il: מידע
pt_br: Informação

source: Export Status
ar: حالة التصدير
fr_fr: Statut d’exportation
he_il: סטטוס ייצוא
pt_br: Status de Exportação

source: Theme
ar: موضوع
fr_fr: Thème
he_il: ערכת נושא
pt_br: Tema

source: (preview)
ar: (معاينة)
fr_fr: (aperçu)
he_il: (תצוגה מקדימה)
pt_br: (prévia)

source: Light
ar: ضوء
fr_fr: Lumière
he_il: אור
pt_br: Luz

source: Dark
ar: داكن
fr_fr: Sombre
he_il: חשוך
pt_br: Escuro

source: Dashboard Parameters
ar: معلمات لوحة المعلومات
fr_fr: Paramètres du tableau de bord
he_il: פרמטרי לוח מחוונים
pt_br: Parâmetros do Painel

source: Parameter Mapping
ar: رسم المعلمات
fr_fr: Cartographie des paramètres
he_il: מיפוי פרמטרים
pt_br: Mapeamento de parâmetros

source: Target Widget
ar: أداة الهدف
fr_fr: Widget cible
he_il: ווידג'ט יעד
pt_br: Widget de Alvo

source: Target column
ar: عمود الهدف
fr_fr: Colonne cible
he_il: עמודת המטרה
pt_br: Coluna alvo

source: Specific Widget Mapping
ar: تعيين الويدجت الخاصة
fr_fr: Mappage spécifique de widgets
he_il: מיפוי ווידג'טים ספציפיים
pt_br: Mapeamento de Widgets Específicos

source: Parameter Mapping Configuration
ar: تكوين تعيين المعلمات
fr_fr: Configuration de la cartographie des paramètres
he_il: תצורת מיפוי פרמטרים
pt_br: Configuração de Mapeamento de Parâmetros

source: No parameters found. Configure dashboard parameters before using parameter mapping.
ar: لم يتم العثور على أي معلمات. قم بتكوين معلمات لوحة المعلومات قبل استخدام تعيين المعلمات.
fr_fr: Aucun paramètre trouvé. Configurez les paramètres du tableau de bord avant d’utiliser la correspondance des paramètres.
he_il: לא נמצאו פרמטרים. הגדר את פרמטרי לוח הבקרה לפני השימוש במיפוי פרמטרים.
pt_br: Nenhum parâmetro encontrado. Configure os parâmetros do painel antes de usar o mapeamento de parâmetros.

source: This widget field is already mapped. Proceeding will replace the existing mapping.
ar: حقل الأداة هذا تم تعيينه بالفعل. سيتم استبدال الرسم الحالي بالخطوة التالية.
fr_fr: Ce champ widget est déjà mappé. La procédure remplacera la cartographie existante.
he_il: שדה הווידג'טים הזה כבר ממוף. המשך יחליף את המיפוי הקיים.
pt_br: Esse campo widget já está mapeado. O processo continuado substituirá o mapeamento existente.

source: Enable Comment
ar: تمكين التعليق
fr_fr: Activer le commentaire
he_il: הפעל תגובה
pt_br: Ativar Comentário

source: Enable Metrics
ar: تمكين المقاييس
fr_fr: Activer les métriques
he_il: הפעלת מדדים
pt_br: Ativar Métricas

source: Restrict Mobile View On Desktop
ar: تقييد عرض الهاتف المحمول على سطح المكتب
fr_fr: Restreindre la vue mobile sur ordinateur de bureau
he_il: הגבלת תצוגה ניידת בשולחן העבודה
pt_br: Restringa a visualização móvel no desktop

source: Show Widget Cell Count
ar: عرض عدد خلايا الأدوات
fr_fr: Afficher le nombre de cellules du widget
he_il: הצג ספירת תאים של ווידג'טים
pt_br: Mostrar Contagem de Células do Widget

source: Column reorder applied
ar: تم تطبيق إعادة ترتيب الأعمدة
fr_fr: Réorganisation des colonnes appliquée
he_il: בוצעה סידור מחדש של עמודות
pt_br: Reordenação das colunas aplicada

source: Column exclusion applied
ar: تطبيق استبعاد العمود
fr_fr: Exclusion de colonne appliquée
he_il: החרגת עמודות החלה
pt_br: Exclusão de coluna aplicada

source: CLEAR ALL
ar: مسح الكل
fr_fr: EFFACER TOUT
he_il: פנה הכל
pt_br: APAGAR TUDO

source: Unsaved View
ar: العرض غير المحفوظ
fr_fr: Vue non enregistrée
he_il: תצוגה לא שמורה
pt_br: Visão Não Salva

source: Save As
ar: حفظ ك
fr_fr: Enregistrer sous
he_il: שמירה כ
pt_br: Salvar como

source: Saves data from both Applied Filters and Interaction Widgets
ar: تحفظ البيانات من كل من الفلاتر التطبيقية وأدوات التفاعل
fr_fr: Sauvegarde les données à partir des filtres appliqués et des widgets d’interaction
he_il: שומר נתונים הן מהמסננים המוחלים והן מווידג'טים של אינטראקציה
pt_br: Salva dados tanto de Filtros Aplicados quanto de Widgets de Interação

source: VIEW SAVED FILTERS
ar: عرض الفلاتر المحفوظة
fr_fr: VOIR LES FILTRES SAUVEGARDÉS
he_il: הצג מסננים שמורים
pt_br: VISUALIZAR FILTROS SALVOS

source: Initial view
ar: المنظر الأولي
fr_fr: Première vue
he_il: מבט ראשוני
pt_br: Visão inicial

source: PowerPoint Export
ar: تصدير باوربوينت
he_il: ייצוא PowerPoint
pt_br: Exportação do PowerPoint

source: Excel Export
ar: إكسل إكسبورت
he_il: אקסל ייצוא
pt_br: Exportação do Excel

source: Export Dashboard
ar: لوحة تحكم التصدير
fr_fr: Tableau de bord d’exportation
he_il: לוח מחוונים לייצוא
pt_br: Painel de Exportação

source: File Name
ar: اسم الملف
fr_fr: Nom du fichier
he_il: שם קובץ
pt_br: Nome do arquivo

source: File Type
ar: نوع الملف
fr_fr: Type de fichier
he_il: סוג קובץ
pt_br: Tipo de arquivo

source: Image Export
ar: تصدير الصور
fr_fr: Exportation d’images
he_il: ייצוא תמונה
pt_br: Exportação de Imagem

source: PDF Export
ar: تصدير PDF
fr_fr: Exportation PDF
he_il: ייצוא PDF
pt_br: Exportação em PDF

source: Resolution(dpi)
ar: الدقة (dpi)
fr_fr: Résolution (dpi)
he_il: רזולוציה (dpi)
pt_br: Resolução (dpi)

source: File name is too long
ar: اسم الملف طويل جدا
fr_fr: Le nom du fichier est trop long
he_il: שם הקובץ ארוך מדי
pt_br: Nome do arquivo é muito longo

source: File name should not be empty
ar: يجب ألا يكون اسم الملف فارغا
fr_fr: Le nom de fichier ne doit pas être vide
he_il: שם הקובץ לא אמור להיות ריק
pt_br: O nome do arquivo não deve estar vazio

source: The preferred resolution is between 96 and 300 DPI. Resolution greater than that leads to out of memory exception if your system does not have enough memory.
ar: الدقة المفضلة تتراوح بين 96 و300 DPI. الدقة الأكبر من ذلك تؤدي إلى استثناء نفاد الذاكرة إذا لم يكن نظامك يمتلك ذاكرة كافية.
fr_fr: La résolution préférée se situe entre 96 et 300 DPI. Une résolution supérieure conduit à une exception de rupture de mémoire si votre système ne dispose pas de suffisamment de mémoire.
he_il: הרזולוציה המועדפת היא בין 96 ל-300 DPI. רזולוציה גבוהה מזה מובילה לחריגה של חוסר זיכרון אם למערכת שלך אין מספיק זיכרון.
pt_br: A resolução preferida fica entre 96 e 300 DPI. Resolução maior que essa leva a uma exceção por falta de memória se seu sistema não tiver memória suficiente.

source: The resolution must be greater than or equal to 96 DPI.
ar: يجب أن تكون الدقة أكبر من أو تساوي 96 نقطة في البوصة الدقيقة.
fr_fr: La résolution doit être supérieure ou égale à 96 DPI.
he_il: הרזולוציה חייבת להיות גדולה או שווה ל-96 DPI.
pt_br: A resolução deve ser maior ou igual a 96 DPI.

source: Portrait
ar: صوره
he_il: דיוקן
pt_br: Retrato

source: Landscape
ar: المنظر الطبيعي
fr_fr: Paysage
he_il: נוף
pt_br: Paisagem

source: Exporting to image...
ar: التصدير إلى الصورة...
fr_fr: Exportation en image...
he_il: מייצא לתמונה...
pt_br: Exportando para imagem...

source: Exporting to excel...
ar: التصدير إلى إكسل...
fr_fr: Export vers Excel...
he_il: מייצא לאקסל...
pt_br: Exportando para Excel...

source: Exporting to csv...
ar: التصدير إلى csv...
fr_fr: Exportation vers csv...
he_il: מייצא ל-csv...
pt_br: Exportando para csv...

source: Exporting to pdf...
ar: يتم التصدير إلى PDF...
fr_fr: Exportation en pdf...
he_il: מייצא ל-PDF...
pt_br: Exportando para pdf...

source: Export Widget
ar: أداة تصدير
fr_fr: Widget d’exportation
he_il: ווידג'ט לייצוא
pt_br: Widget de exportação

source: More Options
ar: خيارات إضافية
fr_fr: Plus d’options
he_il: אפשרויות נוספות
pt_br: Mais opções

source: When Include filter information is switched on, the dashboard exported Image will contain the applied filter(s) information.
ar: عند تفعيل تضمين معلومات المرشح، ستحتوي الصورة المصدرة على معلومات المرشح المطبقة.
fr_fr: Lorsque l’information du filtre Inclure est activée, l’image exportée du tableau de bord contiendra les informations du ou des filtres appliqués.
he_il: כאשר מידע הפילטר Include מופעל, התמונה המיוצאת בלוח המחוונים תכיל את המידע על המסננים שהוחלו.
pt_br: Quando a informação do filtro Incluir é ativada, a Imagem exportada do painel conterá as informações aplicadas.

source: When Include filter information is switched on, the dashboard exported PDF will contain the applied filter(s) information.
ar: عند تفعيل تضمين معلومات المرشح، سيحتوي ملف PDF المصدر على معلومات الفلاتر المطبقة.
fr_fr: Lorsque les informations de filtre Inclure sont activées, le PDF exporté du tableau de bord contiendra les informations du ou des filtres appliqués.
he_il: כאשר מידע על מסנן כלול מופעל, לוח הבקרה של ה-PDF המיוצא יכיל את המידע על המסננים המיושמים.
pt_br: Quando as informações do filtro Incluir são ativadas, o PDF exportado do painel conterá as informações aplicadas.

source: When Include filter information is switched on, the dashboard exported PPT will contain the applied filter(s) information.
ar: عند تفعيل معلومات المرشح المدمجة، ستحتوي لوحة التحكم المصدرة على معلومات المرشح المطبقة.
fr_fr: Lorsque les informations du filtre Inclure sont activées, le tableau de bord exporté en PPT contiendra les informations du ou des filtres appliqués.
he_il: כאשר מידע Include filter מופעל, לוח המחוונים שיייוצא PPT יכיל את המידע על המסננים המיושמים.
pt_br: Quando as informações do filtro Incluir são ativadas, o PPT exportado do painel conterá as informações aplicadas(ões) do filtro(s).

source: When Include filter information is switched on, the dashboard exported Excel will contain the applied filter(s) information.
ar: عند تفعيل تضمين معلومات المرشح، ستحتوي لوحة التحكم المصدرة على Excel على معلومات المرشح المطبقة.
fr_fr: Lorsque les informations du filtre Inclure sont activées, le tableau de bord exporté dans Excel contiendra les informations appliquées du filtre.
he_il: כאשר Include filter information מופעל, לוח הבקרה שמייצא ב-Excel יכיל את המידע על המסננים שהוחלו.
pt_br: Quando as informações do filtro Incluir são ativadas, o Excel exportado pelo painel conterá as informações aplicadas.

source: When Include filter information is switched on, the dashboard exported CSV will contain the applied filter(s) information.
ar: عند تفعيل معلومات المرشح المدرجة، ستحتوي وحدة التحكم المصدرة CSV على معلومات المرشح المطبقة.
fr_fr: Lorsque les informations du filtre Inclure sont activées, le CSV exporté contient les informations du ou des filtres appliqués.
he_il: כאשר מידע Include filter מופעל, ה-CSV שייצא בלוח הבקרה יכיל את המידע על המסננים המיושמים.
pt_br: Quando as informações do filtro Incluir são ativadas, o CSV exportado do painel conterá as informações do filtro aplicado(s).

source: Include filter information
ar: تضمين معلومات المرشح
fr_fr: Inclure les informations du filtre
he_il: כלול מידע על מסננים
pt_br: Incluir informações de filtro

source: Invalid export parameter (widgetName)
ar: معامل تصدير غير صالح (widgetName)
fr_fr: Paramètre d’exportation invalide (widgetName)
he_il: פרמטר ייצוא לא תקין (widgetName)
pt_br: Parâmetro de exportação inválido (widgetName)

source: The export request cannot be processed because the widgets in the dashboard are not configured.
ar: لا يمكن معالجة طلب التصدير لأن الأدوات في لوحة التحكم غير مهيأة.
fr_fr: La requête d’exportation ne peut pas être traitée car les widgets du tableau de bord ne sont pas configurés.
he_il: בקשת הייצוא אינה מעובדת כי הווידג'טים בלוח הבקרה אינם מוגדרים.
pt_br: A solicitação de exportação não pode ser processada porque os widgets no painel não estão configurados.

source: The export request cannot be processed because the dashboard is empty and does not contain any configured widgets.
ar: لا يمكن معالجة طلب التصدير لأن لوحة المعلومات فارغة ولا تحتوي على أي أدوات معدلة.
fr_fr: La requête d’exportation ne peut pas être traitée car le tableau de bord est vide et ne contient aucun widget configuré.
he_il: בקשת הייצוא אינה יכולה להיות מעובדת כי לוח הבקרה ריק ואינו מכיל ווידג'טים מוגדרים.
pt_br: A solicitação de exportação não pode ser processada porque o painel está vazio e não contém nenhum widget configurado.

source: Enable pagewise exporting
ar: تفعيل تصدير الصفحات
fr_fr: Activer l’exportation page par page
he_il: הפעל ייצוא לפי עמודים
pt_br: Ativar exportação página a página

source: If this option is enabled, {0} data will be exported. As a result, if there is more data, it will take longer to finish the PDF export.
ar: إذا تم تفعيل هذا الخيار، سيتم تصدير {0} البيانات. وبالتالي، إذا كان هناك المزيد من البيانات، فسيستغرق الأمر وقتا أطول لإكمال تصدير PDF.
fr_fr: Si cette option est activée, {0} données seront exportées. En conséquence, s’il y a plus de données, il faudra plus de temps pour finaliser l’exportation PDF.
he_il: אם אפשרות זו מופעלת, הנתונים {0} יוצאו. כתוצאה מכך, אם יש יותר נתונים, ייקח יותר זמן לסיים את ייצוא ה-PDF.
pt_br: Se essa opção estiver ativada, {0} dados serão exportados. Como resultado, se houver mais dados, vai demorar mais para finalizar a exportação do PDF.

source: {0} export has a default limit of {1} rows. This limit can be modified by the administrator through the config settings.
ar: {0} التصدير له حد افتراضي {1} صفا. يمكن للمسؤول تعديل هذا الحد من خلال إعدادات الإعدادات.
fr_fr: {0}'export a une limite par défaut de {1} lignes. Cette limite peut être modifiée par l’administrateur via les paramètres de configuration.
he_il: לייצוא {0} יש מגבלה ברירת מחדל של {1} שורות. מגבלה זו יכולה להיות מותאמת על ידי המנהל דרך הגדרות ההגדרה.
pt_br: {0} exportação tem um limite padrão de {1} linhas. Esse limite pode ser modificado pelo administrador através das configurações de configuração.

source: Export was completed successfully. If the download does not begin, please click the button below to download manually.
ar: تم الانتهاء من التصدير بنجاح. إذا لم يبدأ التحميل، يرجى الضغط على الزر أدناه للتحميل يدويا.
fr_fr: L’exportation a été menée à bien avec succès. Si le téléchargement ne commence pas, veuillez cliquer sur le bouton ci-dessous pour télécharger manuellement.
he_il: הייצוא הושלם בהצלחה. אם ההורדה לא מתחילה, אנא לחץ על הכפתור למטה כדי להוריד ידנית.
pt_br: A exportação foi concluída com sucesso. Se o download não começar, por favor, clique no botão abaixo para baixar manualmente.

source: Note
ar: ملاحظه
he_il: הערה
pt_br: Nota

source: Both Portrait and Landscape
ar: كل من البورتريه والمنظر الطبيعي
fr_fr: Portrait et paysage
he_il: גם פורטרט וגם נוף
pt_br: Tanto Retrato quanto Paisagem

source: Letter
ar: رسالة
fr_fr: Lettre
he_il: אות
pt_br: Letra

source: Same file
ar: نفس الملف
fr_fr: Même fichier
he_il: אותו קובץ
pt_br: Mesmo arquivo

source: Separate file
ar: ملف منفصل
fr_fr: Fichier séparé
he_il: קובץ נפרד
pt_br: Arquivo separado

source: Maximize
ar: تعظيم
fr_fr: Maximiser
he_il: למקסם
pt_br: Maximizar

source: Minimum should be lesser than Maximum
ar: يجب أن يكون الحد الأدنى أقل من الحد الأقصى
fr_fr: Le minimum doit être inférieur au maximum
he_il: המינימום צריך להיות נמוך מהמקסימום
pt_br: O mínimo deve ser menor que o máximo

source: Fields should not be empty
ar: يجب ألا تكون الحقول فارغة
fr_fr: Les champs ne devraient pas être vides
he_il: שדות לא אמורים להיות ריקים
pt_br: Campos não devem estar vazios

source: Maximum should be greater than Minimum
ar: يجب أن يكون الحد الأقصى أكبر من الحد الأدنى
fr_fr: Le maximum doit être supérieur au minimum
he_il: המקסימום צריך להיות גדול ממינימום
pt_br: O máximo deve ser maior que o mínimo

source: Please enter a valid interval
ar: يرجى إدخال فترة زمنية صالحة
fr_fr: Veuillez entrer un intervalle valide
he_il: אנא הזן פרק זמן תקף
pt_br: Por favor, insira um intervalo válido

source: Interval must be non negative
ar: يجب أن تكون الفترة غير سالبة
fr_fr: L’intervalle doit être non négatif
he_il: האינטרוול חייב להיות לא שלילי
pt_br: O intervalo deve ser não negativo

source: Please enter a valid range
ar: يرجى إدخال نطاق صالح
fr_fr: Veuillez entrer une plage valide
he_il: אנא הזן טווח תקף
pt_br: Por favor, insira um intervalo válido

source: Clear Filter
ar: فلتر شفاف
fr_fr: Filtre transparent
he_il: פילטר נקי
pt_br: Filtro Transparente

source: SubTitle
ar: عنوان فرعي
fr_fr: Sous-titre
he_il: כתובית
pt_br: Subtítulo

source: Add Data Source
ar: إضافة مصدر البيانات
fr_fr: Ajouter une source de données
he_il: הוספת מקור נתונים
pt_br: Adicionar Fonte de Dados

source: Service Connectors
ar: موصلات الخدمة
fr_fr: Connecteurs de service
he_il: מחברי שירות
pt_br: Conectores de Serviço

source: Base Connectors
ar: موصلات القاعدة
fr_fr: Connecteurs de base
he_il: מחברי בסיס
pt_br: Conectores de Base

source: Select Connector
ar: اختر الموصل
pt_br: Conector Select

source: Quickly connect your data from data sources such as SQL, files, and web APIs.
ar: قم بتوصيل بياناتك بسرعة من مصادر بيانات مثل SQL والملفات وواجهات برمجة التطبيقات على الويب.
fr_fr: Connectez rapidement vos données à partir de sources telles que SQL, fichiers et API web.
he_il: חבר במהירות את הנתונים שלך ממקורות נתונים כמו SQL, קבצים וממשקי API של רשת.
pt_br: Conecte rapidamente seus dados a partir de fontes de dados como SQL, arquivos e APIs web.

source: Cant find the connector you searching for?
ar: لم تجد الموصل الذي تبحث عنه؟
fr_fr: Vous ne trouvez pas le connecteur que vous cherchez ?
he_il: לא מצליחים למצוא את המחבר שאתה מחפש?
pt_br: Não consegue encontrar o conector que você procura?

source: Request a connector
ar: طلب موصل
fr_fr: Demandez un connecteur
he_il: בקש מחבר
pt_br: Solicite um conector

source: SELECT CONNECTOR
ar: اختر الموصل
he_il: בחירת מחבר

source: CONNECT
ar: عشق
fr_fr: RELIER
he_il: התחבר
pt_br: LIGAR

source: API Documentation
ar: توثيق واجهة برمجة التطبيقات
he_il: תיעוד API
pt_br: Documentação da API

source: Import Type
ar: نوع الاستيراد
fr_fr: Type d’importation
he_il: סוג ייבוא
pt_br: Tipo de importação

source: Worksheets
ar: اوراق العمل
fr_fr: Feuilles
he_il: גליונות עבודה
pt_br: Planilhas

source: Folder
ar: مجلد
fr_fr: Dossier
he_il: תיקיה
pt_br: Pasta

source: Connector Type
ar: نوع الموصل
fr_fr: Type de connecteur
he_il: סוג מחבר
pt_br: Tipo de Conector

source: Basic
ar: أساسي
fr_fr: Basique
he_il: בסיסי
pt_br: Básico

source: OAuth
ar: أوث

source: Service
ar: خدمة
he_il: שירות
pt_br: Serviço

source: Service Account
ar: حساب الخدمة
fr_fr: Compte de service
he_il: חשבון שירות
pt_br: Conta de Serviço

source: Decimal Symbol
ar: الرمز العشري
fr_fr: Symbole décimal
he_il: סמל עשרוני
pt_br: Símbolo Decimal

source: Group Symbol
ar: رمز المجموعة
fr_fr: Symbole du groupe
he_il: סמל הקבוצה
pt_br: Símbolo do Grupo

source: Ones
ar: تلك
fr_fr: Ceux
he_il: אלה
pt_br: Uns

source: Thousands
ar: الاف
fr_fr: Milliers
he_il: אלפים
pt_br: Milhares

source: Lakhs
ar: لاكس
he_il: מאות אלפים

source: Millions
ar: مليون
he_il: מיליון
pt_br: Milhão

source: Crores
ar: كرو
he_il: קרור

source: Billions
ar: البلايين
fr_fr: Milliards
he_il: מיליארדים
pt_br: Bilhões

source: Enable lakhs and crores
ar: تمكين مئات الآلاف والكرور
fr_fr: Permettre des centaines de milliers et de crores
he_il: אפשר מאות מאות ומיליון דולרים
pt_br: Permitir centenas de milhares e milhões

source: Measure Formatting
ar: تنسيق القياس
fr_fr: Formatage des mesures
he_il: עיצוב מידות
pt_br: Formatação de Medidas

source: Decimal Places
ar: الأماكن العشرية
fr_fr: Décimales
he_il: מקומות עשרוניים
pt_br: Casas Decimais

source: Representation
ar: التمثيل
fr_fr: Représentation
he_il: ייצוג
pt_br: Representação

source: Preview:
ar: معاينه:
fr_fr: Aperçu:
he_il: תצוגה מקדימה:
pt_br: Visualizar:

source: Enable All
ar: تفعيل الجميع
fr_fr: Activer tout
he_il: הפעל את כולם
pt_br: Ativar Todos

source: Please select minimum one connection.
ar: يرجى اختيار اتصال واحد على الأقل.
fr_fr: Veuillez sélectionner au moins une connexion.
he_il: אנא בחר לפחות חיבור אחד.
pt_br: Por favor, selecione no mínimo uma conexão.

source: Upload Failed.
ar: فشل التحميل.
fr_fr: Téléchargement échoué.
he_il: ההעלאה נכשלה.
pt_br: Upload falhou.

source: Upload Completed
ar: تم التحميل
fr_fr: Téléchargement terminé
he_il: ההעלאה הושלמה
pt_br: Upload Concluído

source: Initiating Upload...
ar: بدء الرفع...
fr_fr: Lancement du téléchargement...
he_il: מתחילים העלאה...
pt_br: Iniciando o upload...

source: Widget configuration
ar: تكوين الأداة
fr_fr: Configuration des widgets
he_il: קונפיגורציית ווידג'טים
pt_br: Configuração de widgets

source: Authentication failed for the request
ar: فشل التحقق من المصادقة للطلب
fr_fr: L’authentification a échoué pour la requête
he_il: האימות נכשל עבור הבקשה
pt_br: A autenticação falhou para a solicitação

source: Failed to connect to the Dashboard Service. Please check your network connection and try again
ar: فشل الاتصال بخدمة لوحة التحكم. يرجى التحقق من اتصال الشبكة والمحاولة مرة أخرى
fr_fr: Échec de connexion au service Dashboard. Veuillez vérifier votre connexion réseau et réessayer
he_il: לא הצלחתי להתחבר לשירות לוח המחוונים. אנא בדוק את חיבור הרשת שלך ונסה שוב
pt_br: Falhou a conexão ao Serviço de Dashboard. Por favor, verifique sua conexão de rede e tente novamente

source: Please make sure that you have logged into the dashboard site and your session is valid
ar: يرجى التأكد من تسجيل الدخول إلى موقع لوحة التحكم وأن جلستك صالحة
fr_fr: Veuillez vous assurer que vous êtes connecté au site du tableau de bord et que votre session est valide
he_il: אנא ודא שנכנסת לאתר לוח הבקרה והסשן שלך תקף
pt_br: Por favor, certifique-se de que você fez login no site do painel e que sua sessão está válida

source: OAuth Connection
ar: اتصال أوث
fr_fr: Connexion OAuth
he_il: חיבור OAuth
pt_br: Conexão OAuth

source: OAuth Configuration
ar: تكوين OAuth
he_il: תצורת OAuth
pt_br: Configuração OAuth

source: There are unsaved changes. Do you want to continue?
ar: هناك تغييرات غير محفوظة. هل تريد الاستمرار؟
fr_fr: Il y a des modifications non enregistrées. Tu veux continuer ?
he_il: יש שינויים שלא נשמרו. אתה רוצה להמשיך?
pt_br: Existem mudanças não salvas. Quer continuar?

source: OAuth required
ar: يتطلب OAuth
fr_fr: OAuth requis
he_il: נדרש OAh
pt_br: OAuth exigido

source: Help
ar: تعليمات
fr_fr: Aide
he_il: עזרה
pt_br: Ajuda

source: Configure any number of connections for your application by choosing the connectors from the list below.
ar: قم بتكوين أي عدد من الوصلات لتطبيقك باختيار الموصلات من القائمة أدناه.
fr_fr: Configurez n’importe quel nombre de connexions pour votre application en choisissant les connecteurs dans la liste ci-dessous.
he_il: הגדר מספר חיבורים ליישום שלך על ידי בחירת המחברים מהרשימה למטה.
pt_br: Configure qualquer número de conexões para sua aplicação escolhendo os conectores da lista abaixo.
