Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: CountDistinct
ar: كونت ديستيكت
fr_fr: ComteDistinct
pt_br: CondeDistinto

source: Left Table
ar: الطاولة اليسرى
fr_fr: Table de gauche
he_il: שולחן שמאל
pt_br: Tabela Esquerda

source: Table Field
ar: حقل الجدول
fr_fr: Champ de table
he_il: שדה הטבלה
pt_br: Campo da Tabela

source: Operator
ar: المشغل
fr_fr: Opérateur
he_il: מרכזיה
pt_br: Operador

source: Right Table
ar: الطاولة اليمنى
fr_fr: Table de droite
he_il: שולחן ימין
pt_br: Tabela da Direita

source: No records to display
ar: لا توجد سجلات للعرض
fr_fr: Aucun dossier à afficher
he_il: אין רשומות להצגה
pt_br: Nenhum registro para exibir

source: pages
ar: الصفحات
he_il: דפי
pt_br: Páginas

source: items
ar: العناصر
fr_fr: Articles
he_il: פריטים
pt_br: Itens

source: Image Manager
ar: مدير الصور
fr_fr: Gestionnaire d’images
he_il: מנהל תמונות
pt_br: Gerenciador de Imagens

source: Add Image
ar: إضافة صورة
fr_fr: Ajouter une image
he_il: הוסף תמונה
pt_br: Adicionar Imagem

source: Dashboard viewer settings is not configured.
ar: إعدادات عارض لوحة التحكم غير مضبوطة.
fr_fr: Les paramètres du visualiseur de tableau de bord ne sont pas configurés.
he_il: הגדרות צופה הדשבורד אינן מוגדרות.
pt_br: As configurações do visualizador de dashboard não estão configuradas.

source: Dashboard Viewer Service URL is not set. Hence preview cannot be initiated.
ar: رابط خدمة عارض لوحة التحكم غير مضبوط. لذا لا يمكن بدء المعاينة.
fr_fr: L’URL du service de visualisation du tableau de bord n’est pas définie. Ainsi, la prévisualisation ne peut pas être lancée.
he_il: כתובת שירות Dashboard Viewer לא מוגדרת. לכן לא ניתן להתחיל תצוגה מקדימה.
pt_br: A URL do Serviço de Visualização do Painel não está definida. Portanto, a pré-visualização não pode ser iniciada.

source: Please configure the data and widgets to preview the dashboard.
ar: يرجى تكوين البيانات والأدوات لمعاينة لوحة التحكم.
fr_fr: Veuillez configurer les données et widgets pour prévisualiser le tableau de bord.
he_il: אנא הגדר את הנתונים והווידג'טים כדי להציג את לוח הבקרה המקדימה.
pt_br: Por favor, configure os dados e widgets para pré-visualizar o painel.

source: Failed to connect to the Dashboard Service. Please check your network connection and try again.
ar: فشل الاتصال بخدمة لوحة التحكم. يرجى التحقق من اتصال الشبكة والمحاولة مرة أخرى.
fr_fr: Échec de connexion au service Dashboard. Veuillez vérifier votre connexion réseau et réessayer.
he_il: לא הצלחתי להתחבר לשירות לוח המחוונים. אנא בדוק את חיבור הרשת שלך ונסה שוב.
pt_br: Falhou a conexão ao Serviço de Dashboard. Por favor, verifique sua conexão de rede e tente novamente.

source: Authentication failed for the request.
ar: فشل التحقق من المصادقة على الطلب.
fr_fr: L’authentification a échoué pour la requête.
he_il: האימות של הבקשה נכשל.
pt_br: A autenticação falhou para a solicitação.

source: Please make sure that you have logged into the dashboard site and your session is valid.
ar: يرجى التأكد من تسجيل الدخول إلى موقع لوحة التحكم وأن جلستك صالحة.
fr_fr: Veuillez vous assurer que vous vous êtes connecté au site du tableau de bord et que votre session est valide.
he_il: אנא ודא שנכנסת לאתר לוח הבקרה והסשן שלך תקף.
pt_br: Por favor, certifique-se de que você fez login no site do painel e que sua sessão está válida.

source: An error occurred while fetching data
ar: حدث خطأ أثناء جلب البيانات
fr_fr: Une erreur s’est produite lors de la récupération des données
he_il: אירעה שגיאה בעת שליפת נתונים
pt_br: Ocorreu um erro ao buscar dados

source: Operation was aborted successfully
ar: تم إلغاء العملية بنجاح
fr_fr: L’opération a été abandonnée avec succès
he_il: המבצע בוטל בהצלחה
pt_br: A operação foi abortada com sucesso

source: Invalid parameter(s) used in the expression.
ar: معلمات غير صالحة المستخدمة في التعبير.
fr_fr: Paramètre invalide utilisé dans l’expression.
he_il: פרמטר(ים) שאינם תקפים בשימוש בביטוי.
pt_br: Parâmetro(s) inválido(s) usados na expressão.

source: Error executing the database query statement.
ar: خطأ في تنفيذ بيان استعلام قاعدة البيانات.
fr_fr: Erreur lors de l’exécution de l’instruction de requête de la base de données.
he_il: שגיאה בביצוע פקודת השאילתות של מסד הנתונים.
pt_br: Erro ao executar a instrução de consulta do banco de dados.

source: Dashboard Designer failed to retrieve the Resources from the Dashboard Server.
ar: فشل مصمم لوحة التحكم في استرجاع الموارد من خادم لوحة التحكم.
fr_fr: Le concepteur de tableau de bord n’a pas réussi à récupérer les ressources depuis le serveur de tableau de bord.
he_il: מעצב לוח המחוונים לא הצליח לשלוף את המשאבים משרת לוח המחוונים.
pt_br: O Designer de Dashboards não conseguiu recuperar os Recursos do Servidor de Dashboard.

source: DashboardDesigner failed to connect the data source.
ar: فشل DashboardDesigner في ربط مصدر البيانات.
fr_fr: DashboardDesigner n’a pas réussi à connecter la source de données.
he_il: DashboardDesigner לא הצליח לחבר את מקור הנתונים.
pt_br: O DashboardDesigner não conseguiu conectar a fonte de dados.

source: Error in Uploading File.Please Upload again.
ar: خطأ في رفع الملف. يرجى الرفع مرة أخرى.
fr_fr: Erreur lors du téléchargement du fichier. Veuillez téléverser à nouveau.
he_il: שגיאה בהעלאת קובץ. אנא העלה שוב.
pt_br: Erro ao enviar o arquivo. Por favor, faça o upload novamente.

source: Some features used in the dashboard are currently not supported by the web designer.
ar: بعض الميزات المستخدمة في لوحة التحكم لا يدعمها مصمم الويب حاليا.
fr_fr: Certaines fonctionnalités utilisées dans le tableau de bord ne sont actuellement pas prises en charge par le concepteur web.
he_il: חלק מהפיצ'רים בלוח הבקרה אינם נתמכים כיום על ידי מעצב האתרים.
pt_br: Alguns recursos usados no painel atualmente não são suportados pelo designer web.

source: ReportServer failed to login with specified credentials.
ar: فشل ReportServer في تسجيل الدخول باستخدام بيانات اعتماد محددة.
fr_fr: ReportServer n’a pas réussi à se connecter avec les identifiants spécifiés.
he_il: ReportServer נכשל בהתחברות עם האישורים המוגדרים.
pt_br: O ReportServer falhou ao fazer login com as credenciais especificadas.

source: Dashboard Designer failed to open the dashboard.
ar: فشل مصمم لوحة التحكم في فتح لوحة التحكم.
fr_fr: Le concepteur de tableau de bord n’a pas réussi à ouvrir le tableau de bord.
he_il: מעצב לוח המחוונים לא פתח את לוח המחוונים.
pt_br: O Designer do Painel não conseguiu abrir o painel.

source: The widget item details not found.
ar: تفاصيل عنصر الأداة لم يتم العثور عليها.
fr_fr: Les détails de l’élément widget non trouvés.
he_il: פרטי פריט הווידג'ט לא נמצאו.
pt_br: Os detalhes do item do widget não foram encontrados.

source: This version of Dashboard is not supported by Web Designer.
ar: هذا الإصدار من لوحة المعلومات غير مدعوم من قبل Web Designer.
fr_fr: Cette version de Dashboard n’est pas prise en charge par Web Designer.
he_il: גרסה זו של לוח הבקרה אינה נתמכת על ידי Web Designer.
pt_br: Esta versão do Dashboard não é suportada pelo Web Designer.

source: DashboardDesigner failed to create a shared Data Source.
ar: فشل DashboardDesigner في إنشاء مصدر بيانات مشترك.
fr_fr: DashboardDesigner n’a pas réussi à créer une source de données partagée.
he_il: DashboardDesigner נכשל ביצירת מקור נתונים משותף.
pt_br: O DashboardDesigner não conseguiu criar uma Fonte de Dados compartilhada.

source: An error occured while trying to save the Dashboard.
ar: حدث خطأ أثناء محاولة حفظ لوحة القيادة.
fr_fr: Une erreur s’est produite lors d’une tentative de sauvegarde du tableau de bord.
he_il: אירעה שגיאה בזמן שניסיתי לשמור את לוח המחוונים.
pt_br: Um erro ocorreu ao tentar salvar o Dashboard.

source: Data Source failed to retrieve the selected table procedure.
ar: فشل Data Source في استرجاع إجراء الجدول المحدد.
fr_fr: Data Source n’a pas réussi à récupérer la procédure de table sélectionnée.
he_il: Data Source נכשל בשליפת הליך הטבלה שנבחר.
pt_br: A fonte de dados não conseguiu recuperar o procedimento de tabela selecionado.

source: Data Source failed to preview the selected table
ar: فشل مصدر البيانات في معاينة الجدول المحدد
fr_fr: La source de données n’a pas réussi à prévisualiser la table sélectionnée
he_il: Data Source נכשל בתצוגה מקדימה של הטבלה הנבחרת
pt_br: A fonte de dados não conseguiu pré-visualizar a tabela selecionada

source: Data Source failed to save the Query of selected table.
ar: فشل مصدر البيانات في حفظ الاستعلام للجدول المحدد.
fr_fr: Data Source n’a pas réussi à enregistrer la requête de la table sélectionnée.
he_il: מקור הנתונים נכשל בשמירת השאילתת של הטבלה הנבחרת.
pt_br: A fonte de dados não salvou a consulta da tabela selecionada.

source: Data Source failed to retrieve the Query Schema of selected table.
ar: فشل مصدر البيانات في استرجاع مخطط الاستعلام للجدول المحدد.
fr_fr: Data Source n’a pas réussi à récupérer le schéma de requête de la table sélectionnée.
he_il: Data Source נכשל בשליפת סכמת השאילתות של הטבלה הנבחרת.
pt_br: A fonte de dados não conseguiu recuperar o Esquema de Consulta da tabela selecionada.

source: The map shape file failed to load due to network problems. To fix this issue, try reloading the page.
ar: فشل ملف شكل الخريطة في التحميل بسبب مشاكل في الشبكة. لحل هذه المشكلة، حاول إعادة تحميل الصفحة.
fr_fr: Le fichier map shape ne s’est pas chargé à cause de problèmes réseau. Pour résoudre ce problème, essayez de recharger la page.
he_il: קובץ צורת המפה לא נטען עקב בעיות רשת. כדי לתקן את הבעיה הזו, נסה לטעון את הדף מחדש.
pt_br: O arquivo de shape do mapa não carregou devido a problemas de rede. Para resolver esse problema, tente recarregar a página.

source: Shape Data Unavailable
ar: بيانات الشكل غير متاحة
fr_fr: Données de forme indisponibles
he_il: נתוני צורה אינם זמינים
pt_br: Dados de Formato Não Disponíveis

source: The selected shape is not available, and you cannot see the next level.
ar: الشكل المحدد غير متاح، ولا يمكنك رؤية المستوى التالي.
fr_fr: La forme sélectionnée n’est pas disponible, et vous ne pouvez pas voir le niveau suivant.
he_il: הצורה שנבחרה אינה זמינה, ואינך יכול לראות את השלב הבא.
pt_br: A forma selecionada não está disponível, e você não consegue ver o próximo nível.

source: You have not configured a data source yet.<br>Add a data source to bind data to widgets in your dashboard.
ar: لم تقم بتكوين مصدر بيانات بعد. <br>أضف مصدر بيانات لربط البيانات بالأدوات في لوحة التحكم الخاصة بك.
fr_fr: Vous n’avez pas encore configuré de source de données. <br>Ajoutez une source de données pour lier les données aux widgets dans votre tableau de bord.
he_il: עדיין לא הגדרת מקור נתונים. <br>הוסף מקור נתונים לקשירת נתונים לווידג'טים בלוח הבקרה שלך.
pt_br: Você ainda não configurou uma fonte de dados. <br>Adicione uma fonte de dados para vincular dados aos widgets no seu painel.

source: Formatted Value is invalid.
ar: القيمة المنسقة غير صالحة.
fr_fr: La valeur formatée est invalide.
he_il: ערך מעוצב אינו תקין.
pt_br: Valor formatado é inválido.

source: Invalid characters exist in the dashboard name. Valid characters are alphabets, numbers and underscore
ar: توجد أحرف غير صالحة في اسم لوحة التحكم. الأحرف الصالحة هي الأبجديات، الأرقام، والخط السفلي
fr_fr: Des caractères invalides existent dans le nom du tableau de bord. Les caractères valides sont les alphabets, les chiffres et le soulignement
he_il: תווים לא תקינים קיימים בשם לוח הבורד. תווים תקפים הם אלפביתים, מספרים וקו תחתון
pt_br: Caracteres inválidos existem no nome do painel. Caracteres válidos são alfabetos, números e sublinhado

source: An error occured while trying to fetch the account information.
ar: حدث خطأ أثناء محاولة جلب معلومات الحساب.
fr_fr: Une erreur s’est produite lors de la tentative d’obtenir les informations du compte.
he_il: אירעה שגיאה בזמן הניסיון למשוך את פרטי החשבון.
pt_br: Um erro ocorreu ao tentar obter as informações da conta.

source: Preview does not support for this data type column.
ar: المعاينة لا تدعم عمود نوع البيانات هذا.
fr_fr: Aperçu ne prend pas en charge cette colonne de type de données.
he_il: תצוגה מקדימה אינה תומכת בעמודת סוג נתונים זו.
pt_br: O Preview não suporta essa coluna de tipo de dado.

source: The path of the dashboard needs to be assigned to view the dashboard
ar: يجب تعيين مسار لوحة التحكم لعرض لوحة المعلومات
fr_fr: Le chemin du tableau de bord doit être attribué pour visualiser le tableau de bord
he_il: יש להקצות את נתיב לוח הבקרה כדי לצפות בלוח הבקרה
pt_br: O caminho do painel precisa ser atribuído para visualizar o painel

source: The Mode API has an invalid value
ar: واجهة برمجة تطبيقات الوضع تحتوي على قيمة غير صالحة
fr_fr: L’API Mode a une valeur invalide
he_il: ל-Mode API יש ערך שגוי
pt_br: A API Mode tem um valor inválido

source: The dashboard service url cannot be empty
ar: لا يمكن أن يكون رابط خدمة لوحة المعلومات فارغا
fr_fr: L’URL du service du tableau de bord ne peut pas être vide
he_il: כתובת השירות בלוח הבקרה לא יכולה להיות ריקה
pt_br: A URL do serviço do painel não pode estar vazia

source: Some data source(s) used in the dashboard are no longer available in the server.
ar: بعض مصادر البيانات المستخدمة في لوحة المعلومات لم تعد متاحة في الخادم.
fr_fr: Certaines sources de données utilisées dans le tableau de bord ne sont plus disponibles sur le serveur.
he_il: חלק ממקורות הנתונים המשמשים בלוח הבקרה כבר אינם זמינים בשרת.
pt_br: Alguma(s) fonte(s) de dados usadas no painel não estão mais disponíveis no servidor.

source: An issue occurred while formatting or customizing the data for this widget. This problem may have arisen if this type of data is not supported at the widget level.
ar: حدثت مشكلة أثناء تنسيق أو تخصيص البيانات لهذا الويدجت. قد تكون هذه المشكلة قد نشأت إذا لم يكن هذا النوع من البيانات مدعوما على مستوى الويدجت.
fr_fr: Un problème est survenu lors de la mise en forme ou de la personnalisation des données pour ce widget. Ce problème pourrait être survenu si ce type de données n’est pas pris en charge au niveau du widget.
he_il: התרחשה בעיה בעת עיצוב או התאמה אישית של הנתונים עבור הווידג'ט הזה. בעיה זו עלולה להיווצר אם סוג זה של נתונים לא נתמך ברמת הווידג'ט.
pt_br: Ocorreu um problema ao formatar ou personalizar os dados para esse widget. Esse problema pode ter surgido se esse tipo de dado não for suportado no nível do widget.

source: A problem occurred while customizing data for widget.
ar: حدثت مشكلة أثناء تخصيص البيانات للويدجت.
fr_fr: Un problème est survenu lors de la personnalisation des données du widget.
he_il: התרחשה בעיה בעת התאמה אישית של נתונים עבור ווידג'ט.
pt_br: Um problema ocorreu ao personalizar dados para widgets.

source: An error occurred while connecting to the server
ar: حدث خطأ أثناء الاتصال بالخادم
fr_fr: Une erreur s’est produite lors de la connexion au serveur
he_il: אירעה שגיאה בעת ההתחברות לשרת
pt_br: Um erro ocorreu ao conectar ao servidor

source: Data Retrieval Error
ar: خطأ في استرجاع البيانات
fr_fr: Erreur de récupération des données
he_il: שגיאת שליפת נתונים
pt_br: Erro de Recuperação de Dados

source: An error occured.
ar: حدث خطأ.
fr_fr: Une erreur s’est produite.
he_il: אירעה טעות.
pt_br: Ocorreu um erro.

source: Know More...
ar: اعرف المزيد...
fr_fr: En savoir plus...
he_il: תדע עוד...
pt_br: Saiba mais...

source: Authorization failed. Please try again to connect.
ar: فشل التفويض. يرجى المحاولة مرة أخرى للتواصل.
fr_fr: L’autorisation a échoué. Veuillez réessayer de vous connecter.
he_il: ההרשאה נכשלה. אנא נסה שוב להתחבר.
pt_br: Autorização falhou. Por favor, tente novamente para conectar.

source: OAuth configuration is necessary to establish this connection. Please ensure it is set up within the connectors
ar: تكوين OAuth ضروري لإنشاء هذا الاتصال. يرجى التأكد من أنه مثبت داخل الموصلات
fr_fr: La configuration OAuth est nécessaire pour établir cette connexion. Veuillez vous assurer qu’il est installé dans les connecteurs
he_il: קונפיגורציית OAuth נחוצה כדי ליצור חיבור זה. אנא ודא שהמערכת מוגדרת בתוך המחברים
pt_br: A configuração OAuth é necessária para estabelecer essa conexão. Por favor, certifique-se de que ele esteja configurado dentro dos conectores

source: OAuth configuration is necessary to establish this connection. Please contact your System Administrator.
ar: تكوين OAuth ضروري لإنشاء هذا الاتصال. يرجى التواصل مع مسؤول النظام الخاص بك.
fr_fr: La configuration OAuth est nécessaire pour établir cette connexion. Veuillez contacter votre administrateur système.
he_il: קונפיגורציית OAuth נחוצה כדי ליצור חיבור זה. אנא פנה למנהל המערכת שלך.
pt_br: A configuração OAuth é necessária para estabelecer essa conexão. Por favor, entre em contato com o Administrador do Sistema.

source: No dashboards in this list
ar: لا توجد لوحات تحكم في هذه القائمة
fr_fr: Aucun tableau de bord dans cette liste
he_il: אין לוחות מחוונים ברשימה הזו
pt_br: Não há dashboards nesta lista

source: Access denied for the request
ar: رفض الوصول للطلب
fr_fr: Accès refusé pour la demande
he_il: הגישה נדחתה עבור הבקשה
pt_br: Acesso negado para o pedido

source: Custom attribute is not valid.
ar: السمة المخصصة غير صالحة.
fr_fr: L’attribut personnalisé n’est pas valide.
he_il: תכונה מותאמת אישית אינה תקפה.
pt_br: Atributo personalizado não é válido.

source: Exporting failed
ar: فشل التصدير
fr_fr: Échec de l’exportation
he_il: הייצוא נכשל
pt_br: Exportação fracassada

source: Your export request has failed.
ar: طلب التصدير الخاص بك فشل.
fr_fr: Votre demande d’exportation a échoué.
he_il: בקשת הייצוא שלך נכשלה.
pt_br: Sua solicitação de exportação falhou.

source: An export request with similar settings is already in progress. Please wait until it is completed.
ar: طلب تصدير بإعدادات مشابهة جار بالفعل. يرجى الانتظار حتى يكتمل.
fr_fr: Une demande d’exportation avec des paramètres similaires est déjà en cours. Veuillez attendre qu’il soit terminé.
he_il: בקשת ייצוא עם הגדרות דומות כבר מתבצעת. אנא המתינו עד שזה יושלם.
pt_br: Uma solicitação de exportação com configurações semelhantes já está em andamento. Por favor, espere até que ele seja concluído.

source: We recommend utilizing the Data Hub to manage data source operations. To initiate this process, click on the 'Redirect to Data Hub' button.
ar: نوصي باستخدام Data Hub لإدارة عمليات مصادر البيانات. لبدء هذه العملية، اضغط على زر 'إعادة التوجيه إلى مركز البيانات'.
fr_fr: Nous recommandons d’utiliser le Data Hub pour gérer les opérations de source de données. Pour lancer ce processus, cliquez sur le bouton « Rediriger vers le Data Hub ».
he_il: אנו ממליצים להשתמש ב-Data Hub לניהול פעולות מקור הנתונים. כדי להתחיל את התהליך, לחצו על כפתור 'הפניה למרכז הנתונים'.
pt_br: Recomendamos utilizar o Data Hub para gerenciar as operações da fonte de dados. Para iniciar esse processo, clique no botão 'Redirecionar para o Data Hub'.

source: Redirect to Data Hub
ar: إعادة توجيه إلى Data Hub
fr_fr: Rediriger vers Data Hub
he_il: הפניה למרכז הנתונים
pt_br: Redirecionar para o Data Hub

source: Continue with connector
ar: تابع مع الموصل
fr_fr: Continuer avec le connecteur
he_il: המשך עם המחבר
pt_br: Continue com o conector

source: An error ​occurred while deserializing the request payload.
ar: حدث خطأ أثناء إلغاء تسلسلية حمولة الطلب.
fr_fr: Une erreur s’est produite lors de la désérialisation de la charge utile de la requête.
he_il: אירעה שגיאה בעת דה-סריאליזציה של מטען הבקשה.
pt_br: Um erro ocorreu durante a desserialização da carga útil da solicitação.

source: An error occurred while fetching data from the data source
ar: حدث خطأ أثناء جلب البيانات من مصدر البيانات
fr_fr: Une erreur s’est produite lors de la récupération des données depuis la source de données
he_il: אירעה שגיאה בעת שליפת נתונים ממקור הנתונים
pt_br: Um erro ocorreu ao buscar dados da fonte de dados

source: An error occurred while formatting the visual data.
ar: حدث خطأ أثناء تنسيق البيانات البصرية.
fr_fr: Une erreur s’est produite lors du formatage des données visuelles.
he_il: אירעה שגיאה בעת עיצוב הנתונים הוויזואליים.
pt_br: Ocorreu um erro durante a formatação dos dados visuais.

source: OpenAI key or model name not configured.
ar: مفتاح أو اسم النموذج ل OpenAI غير مكون.
fr_fr: Nom de clé ou de modèle OpenAI non configuré.
he_il: מפתח או שם הדגם של OpenAI לא מוגדרים.
pt_br: Nome da chave ou modelo OpenAI não configurado.

source: to learn more about how to configure OpenAI credentials to enable this feature.
ar: لمعرفة المزيد حول كيفية تكوين بيانات اعتماد OpenAI لتفعيل هذه الميزة.
fr_fr: pour en savoir plus sur la configuration des identifiants OpenAI afin d’activer cette fonctionnalité.
he_il: כדי ללמוד עוד על איך להגדיר את פרטי האישור של OpenAI כדי להפעיל את התכונה הזו.
pt_br: para saber mais sobre como configurar credenciais OpenAI para habilitar esse recurso.

source: Invalid OpenAI API key. Please ensure that the provided API key is accurate and has not expired.
ar: مفتاح OpenAI API غير صحيح. يرجى التأكد من أن مفتاح واجهة برمجة التطبيقات المقدمة دقيق ولم ينته الصلاحية.
fr_fr: Clé API OpenAI invalide. Veuillez vous assurer que la clé API fournie est exacte et n’a pas expiré.
he_il: מפתח API של OpenAI לא תקין. אנא ודאו שמפתח ה-API שסופק מדויק ואינו פג תוקף.
pt_br: Chave API OpenAI inválida. Por favor, certifique-se de que a chave de API fornecida está correta e não expirou.

source: An error has occurred while connecting to the AI service. Please double-check the configured model name and attempt the operation again.
ar: حدث خطأ أثناء الاتصال بخدمة الذكاء الاصطناعي. يرجى التحقق مرة أخرى من اسم الطراز المكون ومحاولة العملية مرة أخرى.
fr_fr: Une erreur s’est produite lors de la connexion au service d’IA. Veuillez vérifier à nouveau le nom du modèle configuré et recommencer l’opération.
he_il: אירעה שגיאה בעת החיבור לשירות הבינה המלאכותית. אנא בדוק שוב את שם הדגם המוגדר ונסה לבצע את הפעולה שוב.
pt_br: Ocorreu um erro ao conectar ao serviço de IA. Por favor, verifique novamente o nome do modelo configurado e tente a operação novamente.

source: Sorry, we cannot generate a visual with the provided details. Please rephrase your question so we can assist you effectively.
ar: عذرا، لا يمكننا إنشاء صورة بصرية بالتفاصيل المقدمة. يرجى إعادة صياغة سؤالك حتى نتمكن من مساعدتك بفعالية.
fr_fr: Désolé, nous ne pouvons pas générer de visuel avec les détails fournis. Veuillez reformuler votre question afin que nous puissions vous aider efficacement.
he_il: מצטערים, איננו יכולים ליצור תמונה ויזואלית עם הפרטים שסופקו. אנא נסח מחדש את שאלתך כדי שנוכל לסייע לך ביעילות.
pt_br: Desculpe, não podemos gerar um visual com os detalhes fornecidos. Por favor, reformule sua pergunta para que possamos ajudá-lo de forma eficaz.

source: AI failed to bring required properties for the question. Kindly rephrase the question and report to
ar: فشل الذكاء الاصطناعي في تقديم الخصائص المطلوبة للسؤال. يرجى إعادة صياغة السؤال والإبلاغ إلى
fr_fr: L’IA n’a pas réussi à apporter les propriétés requises pour la question. Veuillez reformuler la question et faire votre rapport à
he_il: הבינה המלאכותית לא הצליחה להביא את התכונות הנדרשות לשאלה. אנא נסח מחדש את השאלה ודווח ל
pt_br: A IA não trouxe as propriedades necessárias para a questão. Por favor, reformule a pergunta e reporte a

source: support if issue not resolved.
ar: الدعم إذا لم تحل المشكلة.
fr_fr: Soutien si le problème n’est pas résolu.
he_il: תמיכה אם הבעיה לא נפתרה.
pt_br: Suporte caso o problema não seja resolvido.

source: The provided question lacks details necessary for visual generation. Kindly revise the question and try again.
ar: السؤال المقدم يفتقر إلى التفاصيل اللازمة لتوليد البصر. يرجى مراجعة السؤال والمحاولة مرة أخرى.
fr_fr: La question fournie manque de détails nécessaires à la génération visuelle. Veuillez revoir la question et réessayer.
he_il: השאלה שסופקה חסרה פרטים הנחוצים ליצירת ויזואלית. אנא תערוך את השאלה ותנסה שוב.
pt_br: A pergunta fornecida carece de detalhes necessários para geração visual. Por favor, revise a pergunta e tente novamente.
