Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Date Picker requires at least 1 Column to render
ar: يتطلب مختارة التاريخ عمودا واحدا على الأقل ليتم تصييره
fr_fr: Le sélecteur de date nécessite au moins 1 colonne pour être rendu
he_il: Date Picker דורש לפחות עמודה אחת כדי לרנדר
pt_br: O Data Picker requer pelo menos 1 coluna para renderizar

source: Image requires at least 1 Column or add local/URL image to render
ar: تتطلب الصورة عمودا واحدا على الأقل أو إضافة صورة محلية/URL للعرض
fr_fr: L’image nécessite au moins 1 colonne ou ajouter une image locale/URL pour être affichée
he_il: התמונה דורשת לפחות עמודה אחת או הוספת תמונה מקומית/URL כדי לרנדר
pt_br: A imagem requer pelo menos 1 coluna ou adicionar imagem local/URL para renderizar

source: KPI Card requires at least 1 Actual Value and 1 Target Value to render
ar: بطاقة KPI تتطلب على الأقل قيمة فعلية واحدة وقيمة هدف واحدة ليتم تصييرها
fr_fr: La carte KPI nécessite au moins 1 valeur réelle et 1 valeur cible pour être affichée
he_il: כרטיס KPI דורש לפחות ערך ממשי אחד וערך יעד אחד כדי להציג
pt_br: O cartão KPI requer pelo menos 1 Valor Atual e 1 Valor Alvo para ser renderizado

source: Range Navigator requires at least 1 Value and 1 Argument to render
ar: يتطلب Range Navigator قيمة واحدة على الأقل ووسيطة واحدة ليتم تصييره
fr_fr: Le Navigateur de Distance nécessite au moins 1 Valeur et 1 Argument pour être rendu
he_il: Range Navigator דורש לפחות ערך אחד וארגומנט אחד כדי להציג
pt_br: O Navegador de Alcance requer pelo menos 1 Valor e 1 Argumento para ser renderizado

source: ListBox requires at least 1 Column to render
ar: يتطلب ListBox عمودا واحدا على الأقل للعرض
fr_fr: ListBox nécessite au moins 1 colonne pour être rendu
he_il: ListBox דורשת לפחות עמודה אחת כדי לרנדר
pt_br: O ListBox requer pelo menos 1 Coluna para renderizar

source: Map requires at least 1 Location Value and 1 Location Name or 1 Marker Latitude and 1 Marker Longitude to render
ar: تتطلب الخريطة على الأقل قيمة موقع واحدة واسم موقع واحد أو خط عرض علامة وخط طول علامة واحدة لعرض الخريطة
fr_fr: La carte nécessite au moins 1 valeur de localisation et 1 nom de localisation, ou 1 latitude de marqueur et 1 longitude de marqueur pour être affichée
he_il: המפה דורשת לפחות ערך מיקום אחד, שם מיקום אחד או קו רוחב סימון אחד וקו אורך אחד לסמן כדי להציג
pt_br: O mapa requer pelo menos 1 Valor de Localização e 1 Nome de Localização ou 1 Latitude de Marcador e 1 Longitude de Marcador para ser renderizado

source: Number Card requires at least 1 Value to render
ar: بطاقة الرقم تتطلب قيمة واحدة على الأقل ليتم تصييرها
fr_fr: La carte Number nécessite au moins 1 Valeur pour être affichée
he_il: כרטיס מספר דורש לפחות ערך אחד כדי לרנדר
pt_br: O Cartão Número requer pelo menos 1 Valor para ser renderizado

source: Pivot Grid requires at least 1 Value to render
ar: تتطلب شبكة المحور قيمة واحدة على الأقل للعرض
fr_fr: La grille pivot nécessite au moins 1 valeur pour être affichée
he_il: רשת ציר דורשת לפחות ערך אחד כדי להציג
pt_br: A Grade Pivot requer pelo menos 1 Valor para ser renderizada

source: Radar Polar Chart requires at least 1 Value and 1 Column to render
ar: يتطلب مخطط الرادار القطبي على الأقل قيمة واحدة وعمودا واحدا للعرض
fr_fr: La carte polaire radar nécessite au moins 1 valeur et 1 colonne pour être affichée
he_il: תרשים קוטבי רדאר דורש לפחות ערך אחד ועמודה אחת כדי להציג
pt_br: O Radar Polar Chart requer pelo menos 1 Valor e 1 Coluna para ser renderizado

source: Range Slider requires at least 1 Column to render
ar: يتطلب شريط النطاق على الأقل عمودا واحدا للعرض
fr_fr: Le curseur de plage nécessite au moins 1 colonne pour être rendu
he_il: סליידר טווח דורש לפחות עמודה אחת כדי לרנדר
pt_br: Range Slider requer pelo menos 1 Coluna para renderizar

source: TreeMap requires at least 1 Value and 1 Column to render
ar: يتطلب TreeMap قيمة واحدة على الأقل وعمودا واحدا للعرض
fr_fr: TreeMap nécessite au moins 1 valeur et 1 colonne pour être rendu
he_il: TreeMap דורש לפחות ערך אחד ועמודה אחת כדי להציג
pt_br: O TreeMap requer pelo menos 1 Valor e 1 Coluna para ser renderizado

source: Bing Map requires at least 1 Marker Latitude and 1 Marker Longitude or 1 Address or 1 Postal Code to render
ar: تتطلب خريطة بينغ على الأقل خط عرض واحد وخط طول علامة واحد أو عنوان واحد أو رمز بريدي واحد لعرض العلامة
fr_fr: La carte Bing nécessite au moins 1 latitude de marqueur et 1 longitude de marqueur, 1 adresse ou 1 code postal pour être affichée
he_il: מפת בינג דורשת לפחות קו רוחב אחד של סימון וקו אורך אחד או כתובת אחת או מיקוד אחד כדי להציג
pt_br: O Bing Map requer pelo menos 1 latitude de marcador e 1 longitude de marcador, ou 1 endereço ou 1 código postal para ser renderizado

source: Azure Map requires at least 1 Value and Shape or 1 Marker Latitude and 1 Marker Longitude or 1 Address or 1 Postal Code to render
ar: يتطلب Azure Map على الأقل قيمة وشكل واحد أو خط عرض علامة واحد وخط طول علامة واحد أو عنوان واحد أو رمز بريدي واحد لعرض النموذج
fr_fr: Azure Map nécessite au moins 1 valeur et forme ou 1 latitude de marqueur et 1 longitude de marqueur, 1 adresse ou 1 code postal pour être affiché
he_il: מפת Azure דורשת לפחות ערך וצורה אחד או קו רוחב אחד של סימון וקו אורך אחד או כתובת אחת או מיקוד אחד כדי להציג
pt_br: O Azure Map requer pelo menos 1 Valor e Forma, ou 1 Latitude de Marcador e 1 Longitude de Marcador, 1 Endereço ou 1 Código Postal para ser renderizado

source: Scatter Chart requires at least 1 X-Axis and 1 Y-Axis to render
ar: يتطلب مخطط التشتت على الأقل محورا X واحدا ومحور Y واحد لعرض
fr_fr: Le diagramme de dispersion nécessite au moins 1 axe X et 1 axe Y pour être rendu
he_il: תרשים פיזור דורש לפחות ציר X אחד וציר Y אחד כדי להציג
pt_br: O Gráfico de Dispersão requer pelo menos 1 Eixo X e 1 Eixo Y para renderizar

source: Remove Label data section field to display x and y axis pairs or set a summarization for x and y axis.
ar: قم بإزالة حقل قسم بيانات التسمية لعرض أزواج المحورين x و y أو تعيين ملخص لمحور x و y.
fr_fr: Supprimez le champ de section Étiquette des données pour afficher les paires d’axes x et y ou définissez un résumé pour les axes x et y.
he_il: הסר את שדה סעיף נתוני התווית להצגת זוגות ציר x ו-y או קבע סיכום לציר x ו-y.
pt_br: Remova o campo da seção de dados Rótulos para exibir os pares dos eixos x e y ou defina uma sumarização para os eixos x e y.

source: 1 or more values and 1 or more columns.
ar: قيمة واحدة أو أكثر وعمود أو أكثر.
fr_fr: 1 ou plusieurs valeurs et 1 ou plusieurs colonnes.
he_il: ערך אחד או יותר ועמודה אחת או יותר.
pt_br: 1 ou mais valores e 1 ou mais colunas.

source: 1 or more columns.
ar: عمود أو أكثر.
fr_fr: 1 colonne ou plus.
he_il: עמודה אחת או יותר.
pt_br: 1 ou mais colunas.

source: 1 value and 1 shape ID.
ar: قيمة واحدة ورقم شكل واحد.
fr_fr: 1 valeur et 1 ID de forme.
he_il: ערך אחד ו-1 מזהה צורה.
pt_br: 1 valor e 1 ID de forma.

source: 1 latitude and 1 longitude or 1 Address or 1 Postal Code.
ar: خط عرض واحد وخط طول واحد أو عنوان واحد أو رمز بريدي واحد.
fr_fr: 1 latitude et 1 longitude ou 1 adresse ou 1 code postal.
he_il: קו רוחב אחד וקו אורך אחד או כתובת אחת או מיקוד אחד.
pt_br: 1 latitude e 1 longitude ou 1 endereço ou 1 código postal.

source: 1 Value and 1 Shape or 1 latitude and 1 longitude or 1 Address or 1 Postal Code.
ar: 1 قيمة و1 شكل أو 1 خط عرض و1 خط طول أو 1 عنوان أو 1 رمز بريدي.
fr_fr: 1 Valeur et 1 Forme ou 1 Latitude et 1 Longitude ou 1 Adresse ou 1 Code postal.
he_il: ערך אחד וצורה אחת או קו רוחב אחד וקו אורך אחד או כתובת אחת או מיקוד אחד.
pt_br: 1 Valor e 1 Forma ou 1 latitude e 1 longitude ou 1 Endereço ou 1 Código Postal.

source: 1 or more values and 1 or more group-by fields.
ar: قيمة واحدة أو أكثر وحقل واحد أو أكثر من مجموعات تلو الأخرى.
fr_fr: 1 valeur ou plus et 1 ou plusieurs champs groupés par groupe.
he_il: ערך אחד או יותר ושדות קבוצתיים אחד או יותר.
pt_br: 1 ou mais valores e 1 ou mais campos de agrupamento por grupo.

source: 1 actual/target value and 0 or 1 series.
ar: قيمة فعلية/مستهدفة واحدة و0 أو 1 متسلسل.
fr_fr: 1 valeur réelle/cible et 0 ou 1 série.
he_il: ערך ממש/יעד אחד ו-0 או סדרה אחת.
pt_br: 1 valor real/alvo e 0 ou 1 série.

source: 1 column.
ar: عمود واحد.
fr_fr: 1 colonne.
he_il: עמודה אחת.
pt_br: 1 coluna.

source: Any JPEG, PNG Image.
ar: أي صورة JPEG أو PNG.
fr_fr: N’importe quelle image JPEG ou PNG.
he_il: כל תמונת JPEG, PNG.
pt_br: Qualquer imagem JPEG, PNG.

source: 1 actual/target value and 0 or 1 start/end/series value.
ar: قيمة فعلية/مستهدفة واحدة وقيمة بداية/نهاية/سلسلة 0 أو واحدة.
fr_fr: 1 valeur réelle/cible et 0 ou 1 valeur de début/fin/série.
he_il: ערך 1 בפועל/יעד ו-0 או 1 ערך התחלה/סיום/סדרה.
pt_br: 1 valor real/alvo e 0 ou 1 valor inicial/fim/série.

source: 1 or more values and 1 or more rows/columns.
ar: قيمة واحدة أو أكثر وصف أو أكثر من الصف/الأعمود.
fr_fr: 1 valeur ou plus et 1 ou plus lignes/colonnes.
he_il: ערך אחד או יותר ושורה/עמודה אחת או יותר.
pt_br: 1 ou mais valores e 1 ou mais linhas/colunas.

source: 1 actual and 1 target and 0 or 1 image/sparkline.
ar: 1 فعليا وهدف واحد و0 أو 1 صورة/خط شرار.
fr_fr: 1 réel et 1 cible et 0 ou 1 image/ligne d’étincelle.
he_il: 1 בפועל ו-1 מטרה ו-0 או 1 תמונה/קו ניצוץ.
pt_br: 1 real e 1 target e 0 ou 1 imagem/sparkline.

source: 1 or more values/Line values and 1 column.
ar: قيمة أو أكثر من 1/قيم سطر وعمود واحد.
fr_fr: 1 ou plus valeurs/valeurs de ligne et 1 colonne.
he_il: ערך אחד או יותר/ערכי קו ועמודה אחת.
pt_br: 1 ou mais valores/valores de linha e 1 coluna.

source: 1 value in X-axis, 1 value in Y-axis and 1 value in Size.
ar: قيمة واحدة في المحور X، وقيمة واحدة في المحور Y، وقيمة واحدة في الحجم.
fr_fr: 1 valeur sur l’axe des X, 1 valeur sur l’axe des Y et 1 valeur dans la taille.
he_il: ערך אחד בציר X, ערך אחד בציר Y וערך אחד בגודל.
pt_br: 1 valor no eixo X, 1 valor no eixo Y e 1 valor no Tamanho.

source: 1 value in X-axis and 1 value in Y-axis.
ar: قيمة واحدة في المحور X وقيمة واحدة في المحور Y.
fr_fr: 1 valeur dans l’axe des X et 1 valeur dans l’axe des Y.
he_il: ערך אחד בציר X וערך אחד בציר Y.
pt_br: 1 valor no eixo X e 1 valor no eixo Y.

source: 1 or more values and 1 column.
ar: قيمة واحدة أو أكثر وعمود واحد.
fr_fr: 1 valeur ou plus et 1 colonne.
he_il: ערך אחד או יותר ועמודה אחת.
pt_br: 1 ou mais valores e 1 coluna.

source: 1 or more values and 1 argument.
ar: قيمة واحدة أو أكثر وحجة واحدة.
fr_fr: 1 ou plusieurs valeurs et 1 argument.
he_il: ערך אחד או יותר ואריגומנט אחד.
pt_br: 1 ou mais valores e 1 argumento.

source: 1 value and 0 or 1 image/sparkline.
ar: قيمة واحدة و0 أو 1 صورة/خط شرار.
fr_fr: 1 valeur et 0 ou 1 image/sparkline.
he_il: ערך אחד ו-0 או 1 תמונה/קו ניצוץ.
pt_br: 1 valor e 0 ou 1 imagem/sparkline.

source: 1 or more
ar: 1 أو أكثر
fr_fr: 1 ou plus
he_il: 1 או יותר
pt_br: 1 ou mais

source: and
ar: و
fr_fr: et
he_il: ו
pt_br: e

source: requires atleast
ar: على الأقل يتطلب ذلك
fr_fr: nécessite au moins
he_il: לפחות דורש
pt_br: exige pelo menos

source: to render.
ar: للعرض.
fr_fr: pour rendre le message.
he_il: לרנדר.
pt_br: renderizar.

source: Any widgets
ar: أي أدوات
fr_fr: Des widgets
he_il: ווידג'טים
pt_br: Qualquer widget

source: None
ar: اي
fr_fr: Aucun
he_il: ללא
pt_br: Nenhum

source: No data required
ar: لا حاجة للبيانات
fr_fr: Aucune donnée requise
he_il: אין צורך בנתונים
pt_br: Não são necessários dados

source: Refresh
ar: تحديث
fr_fr: Rafraîchir
he_il: לרענן
pt_br: Atualizar

source: Something went wrong. Refresh the dashboard list and try again.
ar: حدث خطأ ما. قم بتحديث قائمة لوحة التحكم وحاول مرة أخرى.
fr_fr: Quelque chose a mal tourné. Rafraîchissez la liste du tableau de bord et réessayez.
he_il: משהו השתבש. רענן את רשימת לוח הבקרה ונסה שוב.
pt_br: Algo deu errado. Atualize a lista do painel e tente novamente.

source: Preview
ar: معاينه
fr_fr: Aperçu
he_il: תצוגה מקדימה
pt_br: Visualizar

source: New
ar: الجديد
fr_fr: Nouveau
he_il: חדש
pt_br: Novo

source: Open
ar: مفتوح
fr_fr: Ouvrir
he_il: פתוח
pt_br: Abrir

source: Publish
ar: نشر
fr_fr: Publier
he_il: לפרסם
pt_br: Publicar

source: Create Report
ar: إنشاء تقرير
fr_fr: Créer un rapport
he_il: יצירת דוח
pt_br: Criar Relatório

source: Open Report
ar: تقرير مفتوح
fr_fr: Rapport ouvert
he_il: דוח פתוח
pt_br: Relatório Aberto

source: Create
ar: خلق
fr_fr: Créer
he_il: יצר
pt_br: Criar

source: Close Preview
ar: معاينة إغلاق
fr_fr: Aperçu fermé
he_il: תצוגה מקדימה סגורה
pt_br: Prévia Fechada

source: Location Value
ar: قيمة الموقع
fr_fr: Valeur de localisation
he_il: ערך מיקום
pt_br: Valor de Localização

source: Location Name
ar: اسم الموقع
fr_fr: Nom du lieu
he_il: שם המקום
pt_br: Nome do local

source: Marker Latitude
ar: خط العرض المرجعي
fr_fr: Latitude du marqueur
he_il: קו רוחב סימון
pt_br: Latitude do Marcador

source: Marker Longitude
ar: خط طول العلامة
fr_fr: Longitude de marqueur
he_il: קו אורך סימון
pt_br: Longitude Marcadora

source: Marker Tooltip
ar: دليل العلامة
fr_fr: Infobulle du marqueur
pt_br: Dica de Ferramenta do Marcador

source: Marker Image
ar: صورة العلامة
fr_fr: Image de marqueur
he_il: תמונת סמן
pt_br: Imagem do Marcador

source: Address
ar: عنوان
fr_fr: Adresse
he_il: כתובת
pt_br: Endereço

source: Postal Code
ar: الرمز البريدي
fr_fr: Code postal
he_il: מיקוד
pt_br: Código Postal

source: Marker Size
ar: حجم العلامة
fr_fr: Taille du marqueur
he_il: גודל הסמן
pt_br: Tamanho do Marcador

source: Location Tooltip
ar: دليل الموقع
fr_fr: Infobulle de localisation
he_il: טיפ למיקום
pt_br: Dica de Localização

source: Value
ar: قيمة
fr_fr: Valeur
he_il: ערך
pt_br: Valor

source: Shape
ar: شكل
fr_fr: Forme
he_il: צורה
pt_br: Forma

source: Tooltip
ar: تلميح الأداة
fr_fr: Infobulle
he_il: טיפ כלים
pt_br: Dica de ferramenta

source: Actual Value
ar: القيمة الفعلية
fr_fr: Valeur réelle
he_il: ערך ממשי
pt_br: Valor Real

source: Target Value
ar: القيمة المستهدفة
fr_fr: Valeur cible
he_il: ערך היעד
pt_br: Valor Alvo

source: Series
ar: سلسلة
fr_fr: Série
he_il: סדרה
pt_br: Série

source: Custom Value
ar: القيمة المخصصة
fr_fr: Valeur personnalisée
he_il: ערך מותאם אישית
pt_br: Valor Personalizado

source: Sparkline
ar: سباركلاين
he_il: ספארקליין

source: Value(s)
ar: القيمة (القيمة)
fr_fr: Valeur(s)
he_il: ערך(ים)
pt_br: Valor(is)

source: Column(s)
ar: الأعمدة أو الأعمدة
fr_fr: Colonne(s)
he_il: עמודות(ות)
pt_br: Colunas(s)

source: Row
ar: صف
fr_fr: Ramer
he_il: שורה
pt_br: Remar

source: Minimum Value
ar: القيمة الدنيا
fr_fr: Valeur minimale
he_il: ערך מינימלי
pt_br: Valor Mínimo

source: Maximum Value
ar: القيمة القصوى
fr_fr: Valeur maximale
he_il: ערך מקסימלי
pt_br: Valor Máximo

source: Display Column
ar: عمود العرض
fr_fr: Colonne d’affichage
he_il: עמודת תצוגה
pt_br: Coluna de Exibição

source: Secondary Value(s)
ar: القيمة الثانوية(ات)
fr_fr: Valeur secondaire(s)
he_il: ערך משני
pt_br: Valor(es) Secundário(s)

source: Size
ar: حجم
fr_fr: Taille
he_il: גודל
pt_br: Tamanho

source: X-Axis
ar: محور X
fr_fr: Axe des x
pt_br: Eixo X

source: Y-Axis
ar: محور Y
fr_fr: Axe des ordonnées
he_il: ציר Y
pt_br: Eixo y

source: Background Image
ar: صورة خلفية
fr_fr: Image de fond
he_il: תמונת רקע
pt_br: Imagem de fundo

source: Row(s)
ar: الصفوف
fr_fr: Rangée(s)
he_il: שורות(ות)
pt_br: Fileira(s)

source: Hidden Column
ar: العمود الخفي
fr_fr: Colonne cachée
he_il: עמודה נסתרת
pt_br: Coluna Oculta

source: Hidden Column(s)
ar: الأعمدة المخفية
fr_fr: Colonne(s) caché(s)
he_il: עמוד(ים) נסתרים
pt_br: Coluna(s) Oculta(s)

source: Argument
ar: جدال
he_il: ארגומנט
pt_br: Argumento

source: Dimension
ar: البعد
he_il: ממד
pt_br: Dimensão

source: Measure
ar: قاس
fr_fr: Mesurer
he_il: מידה
pt_br: Medir

source: Dimension(s)
ar: الأبعاد (الأبعاد)
he_il: ממדים(ים)
pt_br: Dimensão(s)

source: You do not have permission to edit this datasource. Contact site administrator.
ar: ليس لديك إذن بتحرير مصدر البيانات هذا. تواصل مع مسؤول الموقع.
fr_fr: Vous n’avez pas la permission de modifier cette source de données. Contactez l’administrateur du site.
he_il: אין לך רשות לערוך את מקור הנתונים הזה. צור קשר עם מנהל האתר.
pt_br: Você não tem permissão para editar esta fonte de dados. Entre em contato com o administrador do site.

source: The field bind in this section will be considered as a start value of the Gauge Range. For setting static values, use the properties panel.
ar: سيتم اعتبار ربط الحقل في هذا القسم كقيمة بداية لنطاق القياس. لضبط القيم الثابتة، استخدم لوحة الخصائص.
fr_fr: La liaison de champ dans cette section sera considérée comme une valeur de départ de la plage de jauge. Pour définir des valeurs statiques, utilisez le panneau des propriétés.
he_il: קישור השדה בסעיף זה ייחשב כערך התחלתי של טווח המדידה. לקביעת ערכים סטטיים, השתמשו בפאנל התכונות.
pt_br: A imobilização de campo nesta seção será considerada como um valor inicial da Faixa de Medidor. Para definir valores estáticos, use o painel de propriedades.

source: The field bind in this section will be considered as an end value of the Gauge Range. For setting static values, use the properties panel.
ar: سيتم اعتبار ربط الحقل في هذا القسم كقيمة نهائية لنطاق القياس. لضبط القيم الثابتة، استخدم لوحة الخصائص.
fr_fr: La liaison de champ dans cette section sera considérée comme une valeur finale de la plage de jauge. Pour définir des valeurs statiques, utilisez le panneau des propriétés.
he_il: קישור השדה בסעיף זה ייחשב כערך סופי של טווח הרוחב. לקביעת ערכים סטטיים, השתמשו בפאנל התכונות.
pt_br: A ligação de campo nesta seção será considerada como um valor final da Faixa de Medidura. Para definir valores estáticos, use o painel de propriedades.

source: Range Navigator requires at least one value and one argument to render. The argument section supports only the Date field.
ar: يتطلب Range Navigator قيمة واحدة على الأقل ووسيطة واحدة للعرض. قسم الحجة يدعم فقط حقل التاريخ.
fr_fr: Range Navigator nécessite au moins une valeur et un argument pour être affiché. La section argumentation ne supporte que le champ Date.
he_il: Range Navigator דורש לפחות ערך אחד וארגומנט אחד כדי להציג. חלק הטיעונים תומך רק בשדה התאריך.
pt_br: O Navegador de Alcance requer pelo menos um valor e um argumento para ser renderizado. A seção de argumentos suporta apenas o campo Data.

source: The field bind in this section should not be a lower hierarchy compared to the field bind in the Column or Row section
ar: يجب ألا يكون ربط الحقول في هذا القسم هرميا أدنى مقارنة بالربط الحقلي في قسم العمود أو الصف
fr_fr: La liaison de champ dans cette section ne doit pas être une hiérarchie inférieure à celle de la section Colonne ou Ligne
he_il: קישור השדות בסעיף זה לא צריך להיות היררכיה נמוכה יותר לעומת קישור השדות בסעיף העמודה או השורה
pt_br: A vinculação de campo nesta seção não deve ser uma hierarquia inferior em comparação com a vinculação de campo na seção Coluna ou Linha

source: The field bind in this section should not be a lower hierarchy compared to the field bind in the Column section
ar: يجب ألا يكون ربط الحقول في هذا القسم هرميا أدنى مقارنة بالربط الحقلي في قسم العمود
fr_fr: La liaison de champs dans cette section ne devrait pas être une hiérarchie inférieure à celle de la section Colonne
he_il: קישור השדה בסעיף זה לא אמור להיות היררכיה נמוכה יותר לעומת קישור השדה בסעיף העמודה
pt_br: A ligação de campo nesta seção não deve ser uma hierarquia inferior em comparação com a vinculação de campo na seção Coluna

source: The field bind in this section should not be a lower hierarchy compared to the field bind in the Size or X-Axis or Y-Axis section
ar: يجب ألا يكون ربط الحقل في هذا القسم هرميا أدنى مقارنة بالربط الحقلي في قسم الحجم أو محور X أو محور Y
fr_fr: La liaison de champ dans cette section ne doit pas être une hiérarchie inférieure à celle de la section Taille, Axe X ou Axe Y
he_il: קישור השדה בחלק זה לא צריך להיות היררכיה נמוכה יותר לעומת קישור השדה בקטע Size או X-Axis או Y
pt_br: A ligação de campo nesta seção não deve ser uma hierarquia inferior em comparação com a vinculação de campo na seção Tamanho, Eixo X ou Eixo Y

source: The field bind in this section should not be a lower hierarchy compared to the field bind in the Location Name section
ar: يجب ألا يكون ربط الحقول في هذا القسم هرميا أدنى مقارنة بربط الحقل في قسم اسم الموقع
fr_fr: La liaison de champ dans cette section ne doit pas être une hiérarchie inférieure à celle de la section Nom de Lieu
he_il: קישור השדה בסעיף זה לא אמור להיות היררכיה נמוכה יותר בהשוואה לקישור השדה בסעיף שם המקום
pt_br: A vinculação de campo nesta seção não deve ser uma hierarquia inferior em comparação com a vinculação de campo na seção Nome de Localização

source: The field bind in this section should not be a lower hierarchy compared to the field bind in the X-Axis or Label or Size or Row section
ar: يجب ألا يكون ربط الحقول في هذا القسم هرميا أدنى مقارنة بربط الحقل في قسم المحور X أو المعلم أو الحجم أو الصف
fr_fr: La liaison de champ dans cette section ne doit pas être une hiérarchie inférieure à celle de la section axes X, Étiquette, Taille ou Ligne
he_il: קישור השדה בחלק זה לא צריך להיות היררכיה נמוכה יותר לעומת קישור השדה בציר X, תווית, גודל או שורה
pt_br: A ligação de campo nesta seção não deve ser uma hierarquia inferior em comparação com a vinculação de campo nas seções X-Eixo, Rótulo, Tamanho ou Linha

source: The field bind in this section should not be a lower hierarchy compared to the field bind in the Series section
ar: يجب ألا يكون ربط الحقول في هذا القسم هرميا أدنى مقارنة بالربط الحقلي في قسم السلسلة
fr_fr: La liaison de champs dans cette section ne doit pas être une hiérarchie inférieure à celle de la section Série
he_il: קישור השדה בסעיף זה לא אמור להיות היררכיה נמוכה יותר לעומת קישור השדה בחלק הסדרה
pt_br: A vinculação de campo nesta seção não deve ser uma hierarquia inferior em comparação com a vinculação de campo na seção Série

source: Properties
ar: خصائص
fr_fr: Propriétés
he_il: מאפייני
pt_br: Propriedades

source: PROPERTIES
ar: خصائص
fr_fr: PROPRIÉTÉS
he_il: מאפייני
pt_br: PROPRIEDADES

source: ASSIGN DATA
ar: تعيين البيانات
fr_fr: ASSIGNER LES DONNÉES
he_il: הקצאת נתונים
pt_br: ATRIBUIR DADOS

source: Property panel doesn't support to show common properties for multiple items
ar: لوحة الخصائص لا تدعم عرض الخصائص المشتركة لعدة عناصر
fr_fr: Le panneau des propriétés ne permet pas d’afficher les propriétés communes pour plusieurs éléments
he_il: לוח התכונות לא תומך בהצגת תכונות משותפות עבור מספר פריטים
pt_br: O painel de propriedades não permite mostrar propriedades comuns para múltiplos itens

source: Any unmatched fields will be removed from the widgets when switching the data source. Would you like to continue?
ar: أي حقول غير مطابقة ستتم إزالتها من الأدوات عند تبديل مصدر البيانات. هل تود الاستمرار؟
fr_fr: Tous les champs non appariés seront supprimés des widgets lors du changement de source de données. Voulez-vous continuer ?
he_il: כל שדה לא מותאם יוסר מהווידג'טים בעת החלפת מקור הנתונים. רוצה להמשיך?
pt_br: Quaisquer campos não combinados serão removidos dos widgets ao mudar a fonte de dados. Gostaria de continuar?

source: Show/Hide the comment icon in dashboard published to dashboard server through which users can post comments and collaborate
ar: عرض/إخفاء أيقونة التعليق في لوحة التحكم المنشورة على خادم لوحة المعلومات حيث يمكن للمستخدمين نشر التعليقات والتعاون من خلالها
fr_fr: Afficher/Masquer l’icône de commentaire dans le tableau de bord publié sur le serveur du tableau de bord via lequel les utilisateurs peuvent poster des commentaires et collaborer
he_il: הצג/הסתר את סמל התגובה בלוח המחוונים שפורסם בשרת לוח הבקרה דרכו משתמשים יכולים לפרסם תגובות ולשתף פעולה
pt_br: Mostre/Oculte o ícone de comentário no painel publicado no servidor do painel, onde os usuários podem postar comentários e colaborar

source: Name
ar: اسم
fr_fr: Nom
he_il: שם
pt_br: Nome

source: Subtitle
ar: عنوان فرعي
fr_fr: Sous-titre
he_il: כתובית
pt_br: Subtítulo

source: Description
ar: وصف
he_il: תיאור
pt_br: Descrição

source: Widget Type
ar: نوع الأداة
he_il: סוג ווידג'ט
pt_br: Tipo de Widget

source: Unique Name
ar: الاسم الفريد
fr_fr: Nom unique
he_il: שם ייחודי
pt_br: Nome Único
