Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: All Supported Currencies
ar: جميع العملات المدعومة
fr_fr: Toutes les monnaies prises en charge
he_il: כל המטבעות הנתמכים
pt_br: Todas as moedas suportadas

source: Deals
ar: الصفقات
fr_fr: Offres
he_il: עסקאות
pt_br: Negócios

source: All Deals
ar: جميع العروض
fr_fr: Tous les accords
he_il: כל הדילים
pt_br: Todos os Acordos

source: View Deals Summary
ar: ملخص العروض
fr_fr: Voir le résumé des transactions
he_il: הצג סיכום עסקאות
pt_br: Veja o Resumo das Ofertas

source: View Deal
ar: عرض الصفقة
fr_fr: Voir l’accord
he_il: הצג עסקה
pt_br: Ver Acordo

source: Deal Activities
ar: أنشطة الصفقة
fr_fr: Activités de la transaction
he_il: פעילויות עסקה
pt_br: Atividades de Negociação

source: Deal Files
ar: ملفات الصفقات
fr_fr: Dossiers d’Affaires
he_il: קבצי דיל
pt_br: Arquivos de Negócios

source: Deal Flow
ar: تدفق الصفقات
fr_fr: Flux de transactions
he_il: דיל זרימה
pt_br: Fluxo de Negócios

source: Deal Followers
ar: أتباع الصفقة
fr_fr: Suiveurs de distribution
he_il: עוקבי העסקה
pt_br: Seguidores de Distribuição

source: Deal Mail Messages
ar: رسائل البريد الصفقة
fr_fr: Messages postaux Deal
he_il: הודעות דואר בדיל
pt_br: Mensagens de Correspondência

source: Deal Participants
ar: مشاركو الصفقة
fr_fr: Participants à l’offre
he_il: משתתפי הדיל
pt_br: Participantes do Acordo

source: Deals Permitted Users
ar: عروض مستخدمون مسموح بهم
fr_fr: Offres Utilisateurs autorisés
he_il: עסקאות - משתמשים מותרים
pt_br: Usuários Permitidos em Deals

source: Deal Persons
ar: أشخاص الصفقة
fr_fr: Personnes distribuées
he_il: אנשי דיל
pt_br: Pessoas do Acordo

source: Deal Products
ar: منتجات الصفقة
fr_fr: Produits de l’Accord
he_il: מוצרי דיל
pt_br: Produtos do Negócio

source: Deal Fields
ar: حقول التوزيع
fr_fr: Champs de distribution
he_il: שדות דיל
pt_br: Campos de Distribuição

source: All Deal Fields
ar: جميع حقول الصفقات
fr_fr: Tous les champs de distribution
he_il: כל שדות הדיל
pt_br: Todos os Campos de Distribuição

source: View Deal Field
ar: عرض حقل الصفقة
fr_fr: Voir le champ de distribution
he_il: הצג שדה העסקה
pt_br: Visualizar o Campo de Negociação

source: All Files
ar: جميع الملفات
fr_fr: Tous les fichiers
he_il: כל הקבצים
pt_br: Todos os Arquivos

source: View File
ar: عرض الملف
fr_fr: Voir le fichier
he_il: הצג קובץ
pt_br: Visualizar arquivo

source: All Filters
ar: جميع المرشحات
fr_fr: Tous les filtres
he_il: כל המסננים
pt_br: Todos os Filtros

source: All Filter Helpers
ar: جميع مساعدي المرشح
fr_fr: Tous les assistants aux filtres
he_il: כל עוזרי המסנן
pt_br: Todos os Auxiliares de Filtro

source: View Filter
ar: مرشح العرض
fr_fr: Voir le filtre
he_il: מסנן תצוגה
pt_br: Ver Filtro

source: Global Messages
ar: الرسائل العالمية
fr_fr: Messages mondiaux
he_il: מסרים גלובליים
pt_br: Mensagens Globais

source: All Global Messages
ar: جميع الرسائل العالمية
fr_fr: Tous les messages globaux
he_il: כל המסרים הגלובליים
pt_br: Todas as Mensagens Globais

source: Goals
ar: الاهداف
fr_fr: Buts
he_il: מטרות
pt_br: Objetivos

source: Goals Results
ar: الأهداف والنتائج
fr_fr: Buts Résultats
he_il: תוצאות שערים
pt_br: Resultados dos Gols

source: Leads
ar: يؤدي
fr_fr: Conduit
he_il: מוביל
pt_br: Leva

source: All Leads
ar: جميع الأدلة
fr_fr: Tous les indices
he_il: כל המובילים
pt_br: Todas as Pistas

source: View Lead
ar: عرض المقدمة
fr_fr: Voir la piste
he_il: הצג את ההובלה
pt_br: Ver Lead

source: All Lead Labels
ar: جميع شركات الإنتاج الرئيسية
fr_fr: Toutes les maisons principales
he_il: כל הלייבלים הראשיים
pt_br: Todas as Gravadoras Principais

source: View Lead Label
ar: عرض العلامة الرئيسية
fr_fr: Voir l’étiquette principale
he_il: הצג תווית מובילה
pt_br: Ver Rótulo de Leads

source: All Lead Sources
ar: جميع المصادر الرئيسية
fr_fr: Toutes les sources de prospects
he_il: כל המקורות המובילים
pt_br: Todas as Fontes de Chumbo

source: Mail Messages
ar: رسائل البريد
fr_fr: Messages postaux
he_il: הודעות דואר
pt_br: Mensagens de E-mail

source: View Mail Message
ar: عرض رسالة البريد
fr_fr: Voir le message mail
he_il: הצג הודעת דואר
pt_br: Ver Mensagem de E-mail

source: Mail Threads
ar: خيوط البريد
fr_fr: Fils de discussion
he_il: שרשורי דואר
pt_br: Tópicos de Correspondência

source: View Mail Threads
ar: عرض خيوط البريد
fr_fr: Voir les fils de discussion
he_il: צפו בשרשורי דואר
pt_br: Ver Tópicos de Correspondência

source: View Mail Thread
ar: عرض موضوع البريد الإلكتروني
fr_fr: Voir le fil de discussion
he_il: צפה בשרשור דואר
pt_br: Ver Tópico de Correspondência

source: Mail Thread Mail Messages
ar: رسائل بريد خيط البريد
fr_fr: Fil de discussion Messages de courrier
he_il: הודעות דואר בשרשור דואר
pt_br: Thread de E-mail Mensagens de E-mail

source: Notes
ar: تلاحظ
he_il: הערות
pt_br: Anotações

source: All Notes
ar: جميع الملاحظات
fr_fr: Toutes les notes
he_il: כל ההערות
pt_br: Todas as Notas

source: View Note
ar: ملاحظة عرض
fr_fr: Note de vue
he_il: הערת צפייה
pt_br: Nota de visualização

source: Note Fields
ar: حقول الملاحظات
fr_fr: Champs de notes
he_il: שדות תווים
pt_br: Campos de Notas

source: All Note Fields
ar: جميع حقول النوتات
fr_fr: Tous les champs de notes
he_il: כל שדות התווים
pt_br: Todos os Campos de Notas

source: Organization Fields
ar: مجالات التنظيم
fr_fr: Domaines organisationnels
he_il: תחומי ארגון
pt_br: Campos de Organização

source: All Organization Fields
ar: جميع مجالات التنظيم
fr_fr: Tous les domaines organisationnels
he_il: כל שדות הארגון
pt_br: Todos os Campos de Organização

source: View Organization Field
ar: عرض مجال التنظيم
fr_fr: Voir le champ organisationnel
he_il: הצג שדה הארגון
pt_br: Ver Campo Organizacional

source: All Organizations
ar: جميع المنظمات
fr_fr: Toutes les organisations
he_il: כל הארגונים
pt_br: Todas as Organizações

source: View Organizations
ar: انظر المنظمات
fr_fr: Voir les organisations
he_il: הצג ארגונים
pt_br: Ver Organizações

source: Organization Activities
ar: أنشطة المنظمة
fr_fr: Activités organisationnelles
he_il: פעילויות הארגון
pt_br: Atividades da Organização

source: Organization Deals
ar: صفقات المنظمة
fr_fr: Accords d’organisation
he_il: עסקאות ארגונית
pt_br: Acordos de Organização

source: Organization Files
ar: ملفات التنظيم
fr_fr: Fichiers de l’organisation
he_il: קבצי ארגון
pt_br: Arquivos da Organização

source: Organization Flow
ar: تدفق التنظيم
fr_fr: Flux organisationnel
he_il: זרימת הארגון
pt_br: Fluxo Organizacional

source: Organization Followers
ar: أتباع المنظمة
fr_fr: Partisans de l’organisation
he_il: עוקבי הארגון
pt_br: Seguidores da Organização

source: Organization Mail Messages
ar: رسائل البريد التنظيمي
fr_fr: Messages de l’organisation
he_il: הודעות דואר ארגוני
pt_br: Mensagens de E-mail da Organização

source: Organization Permitted Users
ar: المستخدمون المسموح لهم بالمنظمة
fr_fr: Utilisateurs autorisés par l’organisation
he_il: משתמשים מורשים על ידי ארגונים
pt_br: Usuários Permitidos pela Organização

source: Organization Persons
ar: الأشخاص التنظيميون
fr_fr: Personnes de l’organisation
he_il: אנשי ארגון
pt_br: Pessoas da Organização

source: Organizations Relationships
ar: علاقات المنظمات
fr_fr: Relations entre organisations
he_il: קשרי ארגונים
pt_br: Relações Organizatórias

source: View Organization Relationship
ar: عرض علاقات المنظمة
fr_fr: Voir la relation organisationnelle
he_il: הצג יחסי ארגון
pt_br: Ver Relação Organizacional

source: Permission Sets
ar: مجموعات الأصوات
fr_fr: Ensembles de permissions
he_il: מערכי הרשאות
pt_br: Conjuntos de Permissão

source: All Permission Sets
ar: جميع مجموعات الأصوات
fr_fr: Tous les ensembles de permissions
he_il: כל מערכי ההרשאות
pt_br: Todos os Conjuntos de Permissão

source: View Permission Set
ar: عرض مجموعة الأجنات
fr_fr: Voir l’ensemble de permissions
he_il: צפייה בקבוצת הרשאות
pt_br: Visualizar Conjunto de Permissões

source: Permission Set Assignments
ar: تعيينات مجموعات الأجنحة
fr_fr: Assignations de jeux de permissions
he_il: הקצאות מערך הרשאות
pt_br: Atribuições de Conjunto de Permissões

source: Persons
ar: الاشخاص
fr_fr: Personnes
he_il: אנשים
pt_br: Pessoas

source: All Persons
ar: جميع الأشخاص
fr_fr: Toutes les personnes
he_il: כל האנשים
pt_br: Todas as Pessoas

source: View Person
ar: عرض الشخص
fr_fr: Voir la personne
he_il: הצג אדם
pt_br: Ver Pessoa

source: Person Activities
ar: أنشطة الأشخاص
fr_fr: Activités en personne
he_il: פעילויות אישיות
pt_br: Atividades da Pessoa

source: Person Deals
ar: صفقات الأشخاص
fr_fr: Distribution par personne
he_il: עסקאות אישיות
pt_br: Acordos de Pessoa

source: Person Files
ar: ملفات الأشخاص
fr_fr: Fichiers Person
he_il: תיקי אנשים
pt_br: Arquivos Person

source: Person Flow
ar: تدفق الأشخاص
fr_fr: Flux de personnes
he_il: זרימת אנשים
pt_br: Fluxo de Pessoas

source: Person Followers
ar: المتابعون الأفراد
fr_fr: Abonnés Personnes
he_il: עוקבים אישיים
pt_br: Seguidores Personagens

source: Person Mail Messages
ar: رسائل البريد من الأشخاص
fr_fr: Messages postaux avec personne
he_il: הודעות דואר לאנשים
pt_br: Mensagens de Correspondência Pessoa

source: Permitted Users
ar: المستخدمون المسموح لهم
fr_fr: Utilisateurs autorisés
he_il: משתמשים מורשים
pt_br: Usuários Permitidos

source: Person Products
ar: منتجات الشخص
fr_fr: Produits Person
he_il: מוצרים אישיים
pt_br: Produtos Personagens

source: Person Fields
ar: حقول الأشخاص
fr_fr: Champs de Personne
he_il: שדות אנשים
pt_br: Campos Personagens

source: All Person Fields
ar: جميع حقول الأشخاص
fr_fr: Champs Entièrement Personne
he_il: כל שדות האדם
pt_br: Todos os campos de pessoa

source: View Person Field
ar: عرض حقل الشخص
fr_fr: Voir le champ Person
he_il: הצג שדה אדם
pt_br: Ver Campo Pessoa

source: Pipelines
ar: خطوط الانابيب
he_il: צינורות

source: All Pipelines
ar: جميع خطوط الأنابيب
fr_fr: Tous les pipelines
he_il: כל הצינורות
pt_br: Todos os Pipelines

source: View Pipeline
ar: عرض خط الأنابيب
fr_fr: Voir le pipeline
he_il: הצג צינור
pt_br: Visualizar Pipeline

source: Pipeline Conversion Statistics
ar: إحصائيات تحويل خطوط الأنابيب
fr_fr: Statistiques de conversion de pipeline
he_il: סטטיסטיקות המרת צינורות
pt_br: Estatísticas de Conversão de Pipeline

source: Pipeline Deals
ar: صفقات خطوط الأنابيب
fr_fr: Transactions sur les pipelines
he_il: עסקאות צינור
pt_br: Negócios de Pipeline

source: Pipeline Movement Statistics
ar: إحصائيات حركة خطوط الأنابيب
fr_fr: Statistiques du mouvement des pipelines
he_il: סטטיסטיקות תנועת צינורות
pt_br: Estatísticas de Movimento de Oleodutos

source: Products
ar: منتجات
fr_fr: Produits
he_il: מוצרים
pt_br: Produtos

source: All Products
ar: جميع المنتجات
fr_fr: Tous les produits
he_il: כל המוצרים
pt_br: Todos os Produtos

source: View Product
ar: عرض المنتج
fr_fr: Voir le produit
he_il: הצג מוצר
pt_br: Ver Produto

source: Product Deals
ar: صفقات المنتجات
fr_fr: Offres de produits
he_il: עסקאות מוצרים
pt_br: Negócios de Produtos

source: Product Files
ar: ملفات المنتجات
fr_fr: Fichiers produits
he_il: קבצי מוצר
pt_br: Arquivos de Produto

source: Product Followers
ar: متابعو المنتجات
fr_fr: Suiveurs de produits
he_il: עוקבי מוצר
pt_br: Seguidores de Produtos

source: Products Permitted Users
ar: المنتجات المسموح بها للمستخدمين
fr_fr: Produits Utilisateurs autorisés
he_il: מוצרים - משתמשים מורשים
pt_br: Produtos Usuários Permitidos

source: Product Fields
ar: حقول الضرب
fr_fr: Champs de produits
he_il: שדות מכפלה
pt_br: Áreas de Produto

source: All Product Fields
ar: جميع حقول الضرب
fr_fr: Tous les domaines de produits
he_il: כל שדות המכפלה
pt_br: Todos os Campos de Produto

source: View Product Field
ar: عرض حقل المنتج
fr_fr: Voir le champ produit
he_il: הצג שדה מוצר
pt_br: Ver Campo de Produto

source: Recents
ar: حديث
fr_fr: Récent
he_il: חדש
pt_br: Recente

source: View Recents
ar: عرض الإصدارات الأخيرة
fr_fr: Voir les Récents
he_il: צפייה בעדכונים האחרונים
pt_br: Ver Recentes

source: Roles
ar: ادوار
fr_fr: Rôles
he_il: תפקידי
pt_br: Papéis

source: All Roles
ar: جميع الأدوار
fr_fr: Tous les rôles
he_il: כל התפקידים
pt_br: Todos os papéis

source: View Role
ar: عرض الدور
fr_fr: Voir Rôle
he_il: הצג תפקיד
pt_br: Ver Papel

source: Role Assignments
ar: تعيينات الأدوار
fr_fr: Affectations des rôles
he_il: הקצאות תפקידים
pt_br: Atribuições de Funções

source: Sub-Roles
ar: الأدوار الفرعية
fr_fr: Sous-rôles
he_il: תפקידי משנה
pt_br: Funções secundárias

source: Role Settings
ar: إعدادات الأدوار
fr_fr: Paramètres de rôle
he_il: הגדרות תפקידים
pt_br: Configurações de Função

source: Stages
ar: المراحل
fr_fr: Étapes
he_il: שלבים
pt_br: Estágios

source: All Stages
ar: جميع المراحل
fr_fr: Toutes les étapes
he_il: כל השלבים
pt_br: Todos os Estágios

source: View Stage
ar: عرض المسرح
fr_fr: Scène de vue
he_il: תצפית על הבמה
pt_br: Plataforma de Visualização

source: Stage Deals
ar: صفقات المسرح
fr_fr: Distributions de scène
he_il: עסקאות במה
pt_br: Distribuição de Estágios

source: Teams
ar: افرقه
fr_fr: Équipes
he_il: צוותי
pt_br: Equipes

source: All Teams
ar: جميع الفرق
fr_fr: Toutes les équipes
he_il: כל הקבוצות
pt_br: Todas as Equipes

source: View Team
ar: عرض الفريق
fr_fr: Équipe de visionnement
he_il: הצג צוות
pt_br: Equipe de Visualização

source: Team Users
ar: مستخدمو الفريق
fr_fr: Utilisateurs de l’équipe
he_il: משתמשי הקבוצה
pt_br: Usuários da Equipe

source: Team User
ar: مستخدم الفريق
fr_fr: Utilisateur d’équipe
he_il: משתמש צוות
pt_br: Usuário da equipe

source: Users
ar: المستعملون
fr_fr: Utilisateurs
he_il: משתמשים
pt_br: Usuários

source: All Users
ar: جميع المستخدمين
fr_fr: Tous les utilisateurs
he_il: כל המשתמשים
pt_br: Todos os Usuários

source: View Current User
ar: عرض المستخدم الحالي
fr_fr: Voir l’utilisateur actuel
he_il: הצג משתמש נוכחי
pt_br: Ver o Usuário Atual

source: View User
ar: عرض المستخدم
fr_fr: Voir l’utilisateur
he_il: הצג משתמש
pt_br: Ver Usuário

source: User Blacklisted Email
ar: البريد الإلكتروني المستخدم المدرج في القائمة السوداء
fr_fr: Email sur liste noire des utilisateurs
he_il: דוא"ל משתמש ברשימה השחורה
pt_br: E-mails de usuários na lista negra

source: User Followers
ar: متابعو المستخدمين
fr_fr: Utilisateurs abonnés
he_il: עוקבים משתמשים
pt_br: Seguidores Usuários

source: User Permissions
ar: صلاحيات المستخدم
fr_fr: Autorisations utilisateur
he_il: הרשאות משתמש
pt_br: Permissões de Usuário

source: User Role Assignments
ar: تعيينات أدوار المستخدم
fr_fr: Attribution des rôles utilisateurs
he_il: הקצאות תפקידים למשתמש
pt_br: Atribuição de Papéis de Usuário

source: User Role Settings
ar: إعدادات أدوار المستخدم
fr_fr: Paramètres du rôle utilisateur
he_il: הגדרות תפקיד משתמש
pt_br: Configurações de Função do Usuário

source: User Connections
ar: اتصالات المستخدمين
fr_fr: Connexions utilisateurs
he_il: חיבורים למשתמשים
pt_br: Conexões de Usuários

source: All User Connections
ar: جميع اتصالات المستخدمين
fr_fr: Toutes les connexions utilisateur
he_il: כל החיבורים למשתמשים
pt_br: Todas as Conexões de Usuário

source: User Settings
ar: إعدادات المستخدم
fr_fr: Paramètres utilisateur
he_il: הגדרות משתמש
pt_br: Configurações do Usuário

source: Authorized User Settings
ar: إعدادات المستخدم المخول
fr_fr: Paramètres utilisateurs autorisés
he_il: הגדרות משתמש מורשה
pt_br: Configurações de Usuário Autorizado

source: Webhooks
ar: ويبهوكس
he_il: ווב-הוקס

source: All Webhooks
ar: جميع الخطافات الأرضية
fr_fr: Tous les Webhooks
he_il: כל ה-Webhooks
pt_br: Todos os Webhooks

source: Applications
ar: التطبيقات
he_il: יישומים
pt_br: Aplicativos

source: Batch
ar: الدفعه
fr_fr: Lot
he_il: אצווה
pt_br: Lote

source: Cards
ar: البطاقات
fr_fr: Cartes
he_il: כרטיסי
pt_br: Jogo de cartas

source: Checklists
ar: قوائم
fr_fr: Listes
he_il: רשימות בדיקה
pt_br: Listas

source: Emoji
ar: الإيموجي
he_il: אימוג'י

source: Enterprises
ar: المؤسسات
fr_fr: Entreprises
he_il: מפעלים
pt_br: Empresas

source: Labels
ar: تسميات
fr_fr: Étiquettes
he_il: תוויות
pt_br: Rótulos

source: Members
ar: اعضاء
fr_fr: Membres
he_il: חברים
pt_br: Membros

source: Notifications
ar: الاخطارات
he_il: הודעות
pt_br: Notificações

source: Plugins
ar: الإضافات
he_il: תוספים

source: Tokens
ar: الرموز
fr_fr: Jetons
he_il: אסימונים

source: Show Action
ar: عرض أكشن
he_il: פעולה במופע
pt_br: Ação de Exibição

source: Show Specific field Action
ar: عمل ميداني خاص بالعرض
fr_fr: Action spécifique à l’affichage
he_il: פעולה ספציפית לשדה התוכנית
pt_br: Ação específica de campo para mostrar

source: Action Board
ar: مجلس العمل
fr_fr: Conseil d’action
he_il: מועצת הפעולה
pt_br: Conselho de Ação

source: Action Card
ar: بطاقة الأكشن
fr_fr: Carte Action
he_il: קלף פעולה
pt_br: Carta de Ação

source: Action List
ar: قائمة الأحداث
fr_fr: Liste d’action
he_il: רשימת פעולות
pt_br: Lista de Ações

source: Action Member
ar: عضو العمل
fr_fr: Membre de l’Action
he_il: חבר פעולה
pt_br: Membro de Ação

source: Action Member Creator
ar: منشئ عضو الأكشن
fr_fr: Membre Créateur Action
he_il: יוצר חבר פעולה
pt_br: Membro Criador da Action

source: Action Organization
ar: منظمة العمل
fr_fr: Organisation de l’action
he_il: ארגון פעולה
pt_br: Organização de Ação

source: Action Reactions
ar: ردود فعل الفعل
fr_fr: Réactions à l’action
he_il: תגובות פעולה
pt_br: Reações de ação

source: Show Action Reaction
ar: شو أكشن ردة فعل
fr_fr: Réaction à l’action de l’émission
he_il: תגובת פעולה מופעלת
pt_br: Reação de Ação de Exibição

source: Action Summary of Reactions
ar: ملخص التفاعلات
fr_fr: Résumé des réactions
he_il: תקציר פעולות של תגובות
pt_br: Resumo das Reações da Ação

source: Applications compliance Data
ar: بيانات الامتثال للتطبيقات
fr_fr: Données de conformité des applications
he_il: נתוני עמידה ביישומים
pt_br: Dados de conformidade de aplicações

source: Batch Requests
ar: طلبات الدفعات
fr_fr: Demandes de lots
he_il: בקשות אצווה
pt_br: Pedidos de Lote

source: Board Memberships
ar: عضوية المجالس
fr_fr: Membres du conseil d’administration
he_il: חברות בדירקטוריון
pt_br: Membros do Conselho

source: Show Board
ar: لوحة العرض
fr_fr: Tableau d’exposition
he_il: לוח התצוגה
pt_br: Quadro de Shows

source: Show Field onBoard
ar: ميدان العرض على متن السفينة
fr_fr: Terrain de spectacle à bord
he_il: שדה התצוגה על הסיפון
pt_br: Show Field a bordo

source: Board Actions
ar: إجراءات المجلس
fr_fr: Actions du conseil
he_il: פעולות הדירקטוריון
pt_br: Ações do Conselho

source: Show Card onBoard
ar: بطاقة العرض على متن السفينة
fr_fr: Carte de présentation à bord
he_il: כרטיס תצוגה על הסיפון
pt_br: Cartão de Exibição a Bordo

source: Board Stars onBoard
ar: نجوم اللوحة على متن السفينة
fr_fr: Étoile à bord
he_il: כוכבי לוח על הסיפון
pt_br: Estrelas a bordo

source: checkLists onBoard
ar: قوائم التحقق على متن السفينة
fr_fr: Listes de contrôle à bord
he_il: רשימות בדיקה על הסיפון
pt_br: checkLists a bordo

source: Board Cards
ar: بطاقات اللوحة
fr_fr: Cartes de plateau
he_il: כרטיסי לוחות
pt_br: Cartas de Tabuleiro

source: Show filtered Cards onBoard
ar: عرض البطاقات المفلترة على متن السفينة
fr_fr: Afficher les cartes filtrées à bord
he_il: הצג כרטיסים מסוננים על הספינה
pt_br: Mostrar cartões filtrados a bordo

source: Board Custom Fields
ar: حقول الألواح المخصصة
fr_fr: Champs personnalisés sur le plateau
he_il: שדות מותאם אישית ללוח
pt_br: Campos Personalizados do Tabuleiro

source: Board Labels
ar: علامات اللوحات
fr_fr: Labels de planche
he_il: תוויות הדירקטוריון
pt_br: Rótulos de Placa

source: Board Lists
ar: قوائم اللوحات
fr_fr: Listes des conseils d’administration
he_il: רשימות מועצות
pt_br: Listas de Conselhos

source: Show Board filtered Lists
ar: قوائم اللوحات المصفاة
fr_fr: Afficher les listes filtrées du tableau
he_il: רשימות מסוננות בלוח התצוגה
pt_br: Listas filtradas do Quadro de Exibição

source: Board Members
ar: أعضاء المجلس
fr_fr: Membres du conseil d’administration
he_il: חברי הדירקטוריון
pt_br: Membros do Conselho

source: Enabled PowerUps onBoard
ar: القوى المفعلة على متن السفينة
fr_fr: PowerUps activés à bord
he_il: PowerUpים מופעלים על הספינה
pt_br: PowerUps ativados a bordo

source: PowerUps onBoard
ar: القوى الإضافية على متن السفينة
fr_fr: PowerUps à bord
he_il: PowerUps על הספינה
pt_br: PowerUps a bordo

source: Show Card
ar: بطاقة العرض
fr_fr: Carte de présentation
he_il: כרטיס תצוגה
pt_br: Cartão de Apresentação

source: Show Field onCard
ar: عرض الميدان على البطاقة
fr_fr: Show Field sur Card
he_il: שדה התצוגה על הכרטיס
pt_br: Show Field no Cartão

source: card Actions
ar: إجراءات البطاقات
fr_fr: Actions de carte
he_il: פעולות קלף
pt_br: Ações de cartas

source: card Attachments
ar: مرفقات البطاقات
fr_fr: Pièces jointes à la carte
he_il: קבצים מצורפים
pt_br: Anexos de cartas

source: Show Card Attachment
ar: مرفق بطاقة العرض
fr_fr: Affichage de la carte jointe
he_il: מצורף כרטיס להצגה
pt_br: Anexo de Cartão de Mostrar

source: Card Board
ar: لوحة الورق
fr_fr: Carton
he_il: לוח כרטיסים
pt_br: Tabuleiro de Cartão

source: Card Check Items
ar: عناصر فحص البطاقات
fr_fr: Éléments de vérification de carte
he_il: פריטי בדיקת כרטיסים
pt_br: Itens de Verificação de Cartão

source: Card Check Lists
ar: قوائم التحقق من البطاقات
fr_fr: Listes de contrôle des cartes
he_il: רשימות בדיקת כרטיסים
pt_br: Listas de Verificação de Cartões

source: Show Card CheckItem
ar: عرض بطاقة التحقق من العنصر
fr_fr: Afficher la carte CheckItem
he_il: הצג כרטיס בדיקה פריט
pt_br: Mostrar Cartão CheckItem

source: Card List
ar: قائمة البطاقات
fr_fr: Liste des cartes
he_il: רשימת כרטיסים
pt_br: Lista de cartas

source: Card Members
ar: أعضاء البطاقة
fr_fr: Membres de la carte
he_il: חברי קלפים
pt_br: Membros do cartão

source: Card Members Voted
ar: أعضاء البطاقة الذين صوتوا
fr_fr: Les membres de la carte ont voté
he_il: חברי הכרטיס הצביעו
pt_br: Membros do Cartão Votaram

source: Card Plugin Data
ar: بيانات إضافة البطاقات
fr_fr: Données des plugins de carte
he_il: נתוני תוסף כרטיסים
pt_br: Dados do Plugin de Cartão

source: Card Stickers
ar: ملصقات البطاقات
fr_fr: Autocollants de cartes
he_il: מדבקות כרטיסים
pt_br: Adesivos de cartão

source: Show Card Sticker
ar: ملصق بطاقة العرض
fr_fr: Autocollant de carte de présentation
he_il: מדבקת כרטיסים להצגה
pt_br: Adesivo de Cartão de Apresentação

source: Card Custom Field Items
ar: عناصر الحقل المخصصة للبطاقات
fr_fr: Objets de champ personnalisés de cartes
he_il: פריטי שדה מותאמים אישית בכרטיסים
pt_br: Itens de Campo Personalizados de Cartas

source: Show Checklist
ar: قائمة البرامج
fr_fr: Liste de contrôle des expositions
he_il: רשימת בדיקה של תוכניות
pt_br: Lista de Verificação do Evento

source: Show Checklist Field
ar: حقل قائمة المراجعة للعرض
fr_fr: Champ de la liste de contrôle de l’affichage
he_il: שדה רשימת ההצגה
pt_br: Campo de Checklist de Exposição

source: Checklist Board
ar: لوحة قائمة المراجعة
fr_fr: Tableau de contrôle
he_il: לוח רשימות בדיקה
pt_br: Quadro de Checklist

source: Checklist Cards
ar: بطاقات قائمة التحقق
fr_fr: Cartes de la liste de contrôle
he_il: כרטיסי רשימת בדיקה
pt_br: Cartões de Checklist

source: Checklist Checkitems
ar: قائمة التحقق من العناصر
fr_fr: Check-items de la liste de contrôle
he_il: רשימת בדיקה – פריטי בדיקה
pt_br: Itens da Lista de Verificação

source: Show Checklist Check Item
ar: عنصر التحقق من قائمة العرض
fr_fr: Afficher la liste de contrôle Élément de contrôle
he_il: פריט בדיקת רשימת ההצגה
pt_br: Item de verificação da lista de verificação de mostrar

source: Show Custom Field
ar: حقل العرض المخصص
fr_fr: Afficher le champ personnalisé
he_il: שדה מותאם אישית הצג
pt_br: Mostrar Campo Personalizado

source: Check Field Options
ar: تحقق من خيارات الميدان
fr_fr: Vérifiez les options de terrain
he_il: בדוק אפשרויות שדה
pt_br: Verifique as opções de campo

source: Show Check Field Option
ar: عرض خيار حقل التحقق
fr_fr: Option de vérification du champ Afficher
he_il: אפשרות שדה ההצגה
pt_br: Opção de Mostrar Campo de Verificação

source: All Emoji
ar: جميع الإيموجي
fr_fr: Tous les emojis
he_il: כל האימוג'ים
pt_br: Todos os Emojis

source: Show Enterprise
ar: شو إنتربرايز
he_il: שואו אנטרפרייז

source: Enterprise Auditlog
ar: سجل تدقيق المؤسسات
fr_fr: Journal d’audit d’entreprise
he_il: יומן ביקורת ארגוני
pt_br: Registro de Auditoria Empresarial
