Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Show Report
ar: تقرير البرنامج
fr_fr: Compte rendu de l’émission
he_il: דוח התוכנית
pt_br: Relatório do programa

source: Billings
ar: الفواتير
he_il: בילינגס

source: Application Charges
ar: رسوم التقديم
fr_fr: Frais de candidature
he_il: דמי בקשה
pt_br: Taxas de Inscrição

source: Show Application Charge
ar: رسوم عرض الطلب
fr_fr: Frais de candidature pour le spectacle
he_il: דמי הגשת מועמדות
pt_br: Taxa de Inscrição para Exposição

source: Application Credits
ar: اعتمادات التقديم
fr_fr: Crédits de candidature
he_il: קרדיטים בהגשת מועמדות
pt_br: Créditos de Inscrição

source: Show Application Credit
ar: رصيد طلب العرض
fr_fr: Afficher le crédit de la candidature
he_il: קרדיט על הגשת בקשה
pt_br: Crédito da Inscrição de Mostrar

source: Recurring Application Charges
ar: رسوم التقديم المتكررة
fr_fr: Frais de demande récurrente
he_il: חיובי בקשה חוזרים
pt_br: Cobranças Recorrentes de Inscrição

source: Show Recurring Application Charge
ar: عرض رسوم التطبيق المتكررة
fr_fr: Frais de demande récurrente pour afficher
he_il: הצג חיוב חוזר ביישום
pt_br: Mostrar Taxa de Inscrição Recorrente

source: All Usage Charges
ar: جميع رسوم الاستخدام
fr_fr: Toutes les charges d’utilisation
he_il: כל דמי השימוש
pt_br: Todas as Cobranças de Uso

source: Show Usage Charge
ar: رسوم استخدام العرض
fr_fr: Frais d’utilisation de l’exposition
he_il: דמי שימוש בתצוגה
pt_br: Cobrança de Uso de Exposição

source: Search Customers
ar: عملاء البحث
fr_fr: Rechercher des clients
he_il: חיפוש לקוחות
pt_br: Buscar Clientes

source: Customers Count
ar: عدد العملاء
fr_fr: Nombre de clients
he_il: מספר הלקוחות
pt_br: Número de Clientes

source: Customer Orders
ar: طلبات العملاء
fr_fr: Commandes clients
he_il: הזמנות לקוחות
pt_br: Pedidos de Clientes

source: Customer Addresses
ar: عناوين العملاء
fr_fr: Adresses clients
he_il: כתובות לקוחות
pt_br: Endereços de Clientes

source: Customer Saved Searches
ar: عمليات البحث المحفوظة من قبل العملاء
fr_fr: Recherches sauvegardées par les clients
he_il: חיפושים שנשמרו על ידי לקוחות
pt_br: Buscas Salvas pelo Cliente

source: Customer Saved Searches Count
ar: عدد عمليات البحث المحفوظة من قبل العملاء
fr_fr: Les recherches sauvegardées par les clients comptent
he_il: מספר החיפושים שנשמרו על ידי הלקוחות
pt_br: Contagem de Buscas Salvas por Clientes

source: Show Customer Save Search
ar: عرض بحث حفظ العميل
fr_fr: Afficher la recherche de sauvegarde client
he_il: הצג חיפוש שמירת לקוחות
pt_br: Mostrar Busca de Salvamento do Cliente

source: Customers by Customer Save Search
ar: العملاء حسب بحث حفظ العملاء
fr_fr: Clients par recherche de sauvegarde client
he_il: לקוחות לפי חיפוש שמירת לקוחות
pt_br: Clientes por Busca de Salvamento de Clientes

source: Discounts
ar: خصومات
fr_fr: Preferentiels
he_il: הנחות
pt_br: Descontos

source: Price Rules
ar: قواعد الأسعار
fr_fr: Règles de prix
he_il: כללי מחירים
pt_br: Regras de Preço

source: Show Price Rule
ar: قاعدة عرض السعر
fr_fr: Règle du prix d’affichage
he_il: כלל מחיר ההצגה
pt_br: Regra do Preço do Espetáculo

source: Price Rules Count
ar: حساب قواعد الأسعار
fr_fr: Les règles de prix comptent
he_il: ספירת כללי המחיר
pt_br: Contagem de Regras de Preço

source: Discount Codes
ar: رموز الخصم
fr_fr: Codes de réduction
he_il: קודי הנחה
pt_br: Códigos de desconto

source: Show Discount Code
ar: عرض رمز خصم
fr_fr: Code de réduction pour l’exposition
he_il: הצג קוד הנחה
pt_br: Código de Desconto para Exibição

source: Discount Code Creation Job
ar: وظيفة إنشاء كود الخصم
fr_fr: Emploi de création de code de réduction
he_il: משימת יצירת קוד הנחה
pt_br: Emprego de Criação de Código de Desconto

source: Discount Codes by Creation Job
ar: رموز الخصم حسب Creation Job
fr_fr: Codes de réduction par emploi de création
he_il: קודי הנחה לפי Creation Job
pt_br: Códigos de Desconto por Criação de Emprego

source: Show Event
ar: حدث العرض
fr_fr: Événement du spectacle
he_il: אירוע המופע
pt_br: Evento do Evento

source: Events Count
ar: عدد الفعاليات
fr_fr: Nombre d’événements
he_il: ספירת אירועים
pt_br: Contagem de Eventos

source: Webhooks Count
ar: عدد الويبهوكس
fr_fr: Compte des webhooks
he_il: ספירת הוובוקס
pt_br: Contagem de Webhooks

source: View Webhook
ar: عرض ويب هوك
fr_fr: Voir le webhook
he_il: הצג את Webhook
pt_br: Ver Webhook

source: Inventory Items
ar: عناصر الجرد
fr_fr: Objets d’inventaire
he_il: פריטי מלאי
pt_br: Itens de Inventário

source: Show Inventory Item
ar: عرض عنصر الجرد
fr_fr: Afficher l’article d’inventaire
he_il: הצגת פריט מלאי
pt_br: Mostrar Item de Inventário

source: Inventory Level
ar: مستوى الجرد
fr_fr: Niveau d’inventaire
he_il: רמת מלאי
pt_br: Nível de Inventário

source: locations
ar: مواقع
fr_fr: Lieux
he_il: מיקומים
pt_br: Locais

source: Locations Count
ar: عدد المواقع
fr_fr: Nombre des lieux
he_il: ספירת מיקומים
pt_br: Contagem de Locais

source: Inventory Levels by Location
ar: مستويات الجرد حسب الموقع
fr_fr: Niveaux d’inventaire par emplacement
he_il: רמות מלאי לפי מיקום
pt_br: Níveis de Inventário por Localização

source: Marketing Events
ar: فعاليات التسويق
fr_fr: Événements marketing
he_il: אירועי שיווק
pt_br: Eventos de Marketing

source: All Marketing Events
ar: جميع فعاليات التسويق
fr_fr: Tous les événements marketing
he_il: כל אירועי השיווק
pt_br: Todos os Eventos de Marketing

source: Marketing Events Count
ar: عدد فعاليات التسويق
fr_fr: Les événements marketing comptent
he_il: מספר אירועי השיווק
pt_br: Eventos de Marketing Contam

source: Show Marketing Event
ar: فعالية تسويق العرض
fr_fr: Événement marketing de spectacle
he_il: אירוע שיווק תערוכה
pt_br: Evento de Marketing de Shows

source: Meta Fields
ar: ميتا فيلدز
fr_fr: Champs méta
he_il: שדות מטא
pt_br: Meta Campos

source: All Meta Fields
ar: جميع الحقول الميتا
fr_fr: Tous les champs méta
he_il: כל שדות המטא
pt_br: Todos os Campos Meta

source: Meta Fields Count
ar: عدد الحقول الميتا
fr_fr: Nombre de champs méta
he_il: ספירת שדות מטא
pt_br: Contagem de Campos Meta

source: Show Meta Field
ar: عرض ميتا فيلد
fr_fr: Montrer Champ Méta
pt_br: Mostrar Meta Campo

source: Online Store
ar: المتجر الإلكتروني
fr_fr: Boutique en ligne
he_il: חנות מקוונת
pt_br: Loja Online

source: Articles
ar: المواد
he_il: מאמרים
pt_br: Artigos

source: Articles Count
ar: عدد المقالات
fr_fr: Nombre d’articles
he_il: ספירת מאמרים
pt_br: Contagem de Artigos

source: Show Article
ar: مقال العرض
fr_fr: Article de l’émission
he_il: מאמר התערוכה
pt_br: Artigo do programa

source: Articles Authors
ar: مؤلفو المقالات
fr_fr: Auteurs d’articles
he_il: מחברי מאמרים
pt_br: Autores de Artigos

source: Articles Tags
ar: مقالات العلامات
he_il: מאמרים תגיות
pt_br: Artigos Tags

source: Assets
ar: أصول
fr_fr: Actif
he_il: נכסים
pt_br: Ativo

source: Show Asset
ar: عرض الأصول
fr_fr: Afficher Actif
he_il: נכס התערוכה
pt_br: Ativo do Espetáculo

source: Blogs
ar: المدونات
he_il: בלוגים

source: Blogs Count
ar: المدونات تحسب
fr_fr: Les blogs comptent
he_il: מספר הבלוגים
pt_br: Blogs Contam

source: Show Blog
ar: مدونة البرنامج
fr_fr: Blog de l’émission
he_il: בלוג התוכנית
pt_br: Blog do programa

source: comments Count
ar: عدد التعليقات
fr_fr: Nombre de commentaires
he_il: ספירת תגובות
pt_br: Contagem de comentários

source: Show Comment
ar: تعليق العرض
fr_fr: Afficher le commentaire
he_il: הצג תגובה
pt_br: Mostrar Comentário

source: Pages Count
ar: عدد الصفحات
fr_fr: Nombre de pages
he_il: מספר העמודים
pt_br: Contagem de Páginas

source: Show Page
ar: صفحة العرض
fr_fr: Page de l’émission
he_il: עמוד התוכנית
pt_br: Página do programa

source: Redirects
ar: اعاده توجيه
fr_fr: Redirige
he_il: הפניות
pt_br: Redireciona

source: Redirects Count
ar: عدد إعادة التوجيه
fr_fr: Redirections Count
he_il: הספירת הפניות
pt_br: Redireciona Contagem

source: Show Redirect
ar: إعادة توجيه العرض
fr_fr: Redirection de l’émission
he_il: הפניה לתוכנית
pt_br: Redirecionamento do Espetáculo

source: Script Tags
ar: علامات السكريبت
fr_fr: Balises de script
he_il: תגיות סקריפט

source: Script Tags Count
ar: عدد علامات النص
fr_fr: Nombre des balises de script
he_il: מספר תגי התסריט
pt_br: Contagem de Tags de Script

source: Show Script Tag
ar: علامة عرض النص
fr_fr: Afficher le script Tag
he_il: הצג תג תסריט
pt_br: Etiqueta Exibir Roteiro

source: Themes
ar: المواضيع
fr_fr: Thèmes
he_il: ערכות נושא
pt_br: Temas

source: Show Theme
ar: موضوع البرنامج
fr_fr: Thème de l’émission
he_il: נושא התוכנית
pt_br: Tema do Programa

source: App Id
ar: معرف التطبيق
fr_fr: Identifiant de l’application
he_il: מזהה אפליקציה
pt_br: ID do aplicativo

source: Custom Object Records
ar: سجلات الكائنات المخصصة
fr_fr: Enregistrements d’objets personnalisés
he_il: רשומות אובייקט מותאמות אישית
pt_br: Registros de Objetos Personalizados

source: Object Records by Type
ar: سجلات الكائنات حسب النوع
fr_fr: Enregistrements d’objets par type
he_il: רשומות אובייקטים לפי סוג
pt_br: Registros de Objetos por Tipo

source: Object Records by Id
ar: سجلات الكائنات بواسطة Id
fr_fr: Enregistrements d’objets par ID
he_il: רשומות אובייקטים לפי מזהה
pt_br: Registros de Objetos por ID

source: Show Object Record
ar: عرض سجل الكائن
fr_fr: Afficher l’enregistrement de l’objet
he_il: הצג רשומת אובייקט
pt_br: Mostrar Registro do Objeto

source: Related Object Records
ar: سجلات الكائنات ذات الصلة
fr_fr: Enregistrements d’objets associés
he_il: רשומות אובייקט קשורות
pt_br: Registros de Objetos Relacionados

source: Object Records by External Id
ar: سجلات الكائنات حسب معرف خارجي
fr_fr: Enregistrements d’objets par identifiant externe
he_il: רשומות אובייקט לפי מזהה חיצוני
pt_br: Registros de objetos por ID externo

source: Object Records by External Ids
ar: سجلات الكائنات بواسطة معرفات خارجية
fr_fr: Enregistrements d’objets par identifiants externes
he_il: רשומות אובייקט לפי מזהים חיצוניים
pt_br: Registros de Objetos por IDs Externos

source: Relationship Types
ar: أنواع العلاقات
fr_fr: Types de relations
he_il: סוגי מערכות יחסים
pt_br: Tipos de Relacionamento

source: All Relationship Types
ar: جميع أنواع العلاقات
fr_fr: Tous les types de relations
he_il: כל סוגי מערכות היחסים
pt_br: Todos os Tipos de Relacionamento

source: Show Relationship Type
ar: نوع العلاقة في العرض
fr_fr: Type de relation à l’émission
he_il: סוג מערכת היחסים של התוכנית
pt_br: Tipo de Relacionamento de Exposição

source: Relationship Records
ar: سجلات العلاقات
fr_fr: Dossiers relationnels
he_il: רשומות יחסים
pt_br: Registros de Relacionamentos

source: Relationship Records by type
ar: سجلات العلاقات حسب النوع
fr_fr: Dossiers de relations par type
he_il: רשומות יחסים לפי סוג
pt_br: Registros de relacionamentos por tipo

source: Relationship Records by Object Records
ar: سجلات العلاقات بواسطة أوبجكت ريكوردز
fr_fr: Enregistrements de relations par Enregistrements d’objets
he_il: רשומות קשר לפי Object Records
pt_br: Registros de Relacionamento por Registros de Objeto

source: Object Events
ar: أحداث الكائن
fr_fr: Événements d’objets
he_il: אירועי האובייקט
pt_br: Eventos do Objeto

source: Custom Objects Events
ar: فعاليات الكائنات المخصصة
fr_fr: Événements Custom Objects
he_il: אירועי אובייקטים מותאמים אישית
pt_br: Eventos de Objetos Personalizados

source: All Jobs
ar: جميع الوظائف
fr_fr: Tous les emplois
he_il: כל המשרות
pt_br: Todos os empregos

source: Profiles
ar: ملفات تعريف
fr_fr: Profils
he_il: פרופילים
pt_br: Perfis

source: Show Profile by User Id
ar: عرض الملف الشخصي حسب معرف المستخدم
fr_fr: Afficher le profil par identifiant utilisateur
he_il: הצג פרופיל לפי זיהוי משתמש
pt_br: Mostrar Perfil por ID de Usuário

source: Show Profile by Profile Id
ar: عرض الملف الشخصي حسب معرف الملف الشخصي
fr_fr: Afficher le profil par identifiant de profil
he_il: הצג פרופיל לפי מזהה פרופיל
pt_br: Mostrar Perfil por Perfil Id

source: Show Profile by Identifier
ar: عرض الملف الشخصي حسب المعرف
fr_fr: Afficher le profil par identifiant
he_il: הצג פרופיל לפי מזהה
pt_br: Mostrar Perfil por Identificador

source: Show Events by User Id
ar: عرض الأحداث حسب معرف المستخدم
fr_fr: Afficher les événements par identifiant utilisateur
he_il: הצג אירועים לפי מספר משתמש
pt_br: Mostrar eventos por ID de usuário

source: Show Events by Profile Id
ar: عرض الأحداث حسب معرف الملف الشخصي
fr_fr: Événements de l’émission par identifiant de profil
he_il: הצג אירועים לפי מזהה פרופיל
pt_br: Eventos do Evento por Perfil Id

source: Show Events by Identifier
ar: عرض الأحداث حسب المعرف
fr_fr: Afficher les événements par identifiant
he_il: הצג אירועים לפי מזהה
pt_br: Mostrar eventos por identificador

source: Offset
ar: اوفست
fr_fr: Compenser
he_il: היסט

source: Next Page
ar: الصفحة التالية
fr_fr: Page suivante
he_il: עמוד הבא
pt_br: Próxima página

source: Next Token
ar: الرمز التالي
fr_fr: Jeton suivant
he_il: האסימון הבא
pt_br: Próximo Token

source: Next Url
ar: الرابط التالي
fr_fr: URL suivante
he_il: כתובת הבאה
pt_br: Próximo URL

source: Start field name cannot be empty
ar: اسم حقل البداية لا يمكن أن يكون فارغا
fr_fr: Le nom du champ de départ ne peut pas être vide
he_il: שם שדה התחלה לא יכול להיות ריק
pt_br: O nome do campo inicial não pode estar vazio

source: Start value cannot be empty
ar: لا يمكن أن تكون قيمة البداية فارغة
fr_fr: La valeur de départ ne peut pas être vide
he_il: ערך ההתחלה אינו יכול להיות ריק
pt_br: O valor inicial não pode ser vazio

source: Limit field name cannot be empty
ar: اسم حقل الحد لا يمكن أن يكون فارغا
fr_fr: Le nom du champ limite ne peut pas être vide
he_il: שם שדה הגבול לא יכול להיות ריק
pt_br: O nome do campo limite não pode estar vazio

source: Limit value cannot be empty
ar: لا يمكن أن تكون قيمة الحد فارغة
fr_fr: La valeur limite ne peut pas être vide
he_il: ערך הגבול לא יכול להיות ריק
pt_br: O valor limite não pode ser vazio

source: Either total records or data indicator path must be present
ar: يجب أن يكون هناك إما سجل إجمالي أو مسار مؤشر البيانات
fr_fr: Soit le total des enregistrements, soit le chemin de l’indicateur de données doit être présent
he_il: חייבים להיות נוכחים רשומות כוללות או נתיב מדד נתונים
pt_br: Registros totais ou caminho indicador de dados devem estar presentes

source: Next Page field name cannot be empty
ar: اسم حقل الصفحة التالية لا يمكن أن يكون فارغا
fr_fr: Le nom du champ Page suivante ne peut pas être vide
he_il: שם שדה העמוד הבא לא יכול להיות ריק
pt_br: O nome do campo Próxima Página não pode estar vazio

source: Next Page field value cannot be empty
ar: لا يمكن أن تكون قيمة حقل الصفحة التالية فارغة
fr_fr: La valeur du champ Page suivante ne peut pas être vide
he_il: ערך שדה העמוד הבא לא יכול להיות ריק
pt_br: O valor do campo Página Próxima não pode estar vazio

source: Page Size field name cannot be empty
ar: اسم حقل حجم الصفحة لا يمكن أن يكون فارغا
fr_fr: Taille de page : le nom du champ ne peut pas être vide
he_il: שם שדה בגודל הדף לא יכול להיות ריק
pt_br: Tamanho da página Nome do campo não pode estar vazio

source: Page Size field value cannot be empty
ar: لا يمكن أن تكون قيمة حقل حجم الصفحة فارغة
fr_fr: La valeur du champ Taille de la page ne peut pas être vide
he_il: ערך שדה גודל הדף לא יכול להיות ריק
pt_br: O valor do campo Tamanho da página não pode estar vazio

source: Next Token field name cannot be empty
ar: التالي: اسم حقل الرمز لا يمكن أن يكون فارغا
fr_fr: Le nom du champ Next Token ne peut pas être vide
he_il: שם שדה האסימון הבא לא יכול להיות ריק
pt_br: O nome do campo Next Token não pode estar vazio

source: Next Token field value cannot be empty
ar: التالي، لا يمكن أن تكون قيمة حقل الرمز فارغة
fr_fr: La valeur du champ Next Token ne peut pas être vide
he_il: ערך שדה האסימון הבא אינו יכול להיות ריק
pt_br: O valor do campo Next Token não pode estar vazio

source: Next URL field cannot be empty
ar: لا يمكن أن يكون حقل الرابط التالي فارغا
fr_fr: Le champ URL suivante ne peut pas être vide
he_il: שדה ה-URL הבא לא יכול להיות ריק
pt_br: O campo Next URL não pode estar vazio

source: Max Iterations
ar: إصدارات ماكس
fr_fr: Itérations Max
he_il: איטרציות מקסימום
pt_br: Iterações Máximas

source: Max Rows
ar: ماكس روز
he_il: מקס רוז
pt_br: Remadas Máximas

source: Start value
ar: القيمة الابتدائية
fr_fr: Valeur de départ
he_il: ערך התחלתי
pt_br: Valor inicial

source: Pass via header
ar: تمرير عبر الرأس
fr_fr: Passe via la tête
he_il: מסירה דרך נגיחה
pt_br: Passe via cabeceio

source: Look in header
ar: انظر في الرأس
fr_fr: Regardez dans l’en-tête
he_il: תסתכל בכותרת
pt_br: Olhe no cabeçalho

source: Next Page field name
ar: اسم الحقل في الصفحة التالية
fr_fr: Page suivante Nom du champ
he_il: שם שדה העמוד הבא
pt_br: Nome do campo da próxima página

source: Page Size field name
ar: اسم حقل حجم الصفحة
fr_fr: Taille de la page Nom du champ
he_il: שם שדה גודל עמוד
pt_br: Tamanho da página Nome do campo

source: Total Pages path
ar: مسار الصفحات الإجمالية
fr_fr: Parcours total des pages
he_il: מסלול סך הדפים
pt_br: Caminho Total de Páginas

source: Next Page value
ar: قيمة الصفحة التالية
fr_fr: Valeur de la page suivante
he_il: ערך העמוד הבא
pt_br: Valor da próxima página

source: Page Size value
ar: قيمة حجم الصفحة
fr_fr: Valeur de taille de page
he_il: ערך גודל עמוד
pt_br: Valor do tamanho da página

source: Data Indicator path
ar: مسار مؤشر البيانات
fr_fr: Chemin de l’indicateur de données
he_il: נתיב מדד הנתונים
pt_br: Caminho do Indicador de Dados

source: page
ar: صفحة
he_il: דף
pt_br: página

source: Start field name
ar: اسم حقل البداية
fr_fr: Nom du champ de départ
he_il: שם שדה התחלה
pt_br: Nome do campo inicial

source: Limit field name
ar: اسم حقل الحد
fr_fr: Nom du champ limite
he_il: שם שדה גבול
pt_br: Nome do campo limite

source: limit
ar: حد
fr_fr: limite
he_il: גבול
pt_br: limite

source: offset
ar: اوفست
fr_fr: compenser
he_il: היסט

source: Limit value
ar: قيمة الحد
fr_fr: Valeur limite
he_il: ערך גבול
pt_br: Valor limite

source: Total Records path
ar: مسار توتال ريكوردز
fr_fr: Parcours Total Records
he_il: נתיב טוטאל רקורדס
pt_br: Caminho Total de Recordes

source: pageSize
ar: حجم الصفحة
he_il: גודל עמוד

source: Next Token field name
ar: اسم الحقل التالي للرمز
fr_fr: Nom du champ Token suivant
he_il: שם שדה האסימון הבא
pt_br: Nome do campo do próximo Token

source: Next Token path
ar: مسار الرمز التالي
fr_fr: Chemin du jeton suivant
he_il: נתיב האסימון הבא
pt_br: Próximo caminho do Token

source: Next URL path
ar: المسار التالي للرابط
fr_fr: Chemin de l’URL suivant
he_il: נתיב ה-URL הבא
pt_br: Próximo caminho de URL

source: Pagination Type
ar: نوع الترقيم
he_il: סוג עמוד
pt_br: Tipo de Paginação

source: Hour
ar: ساعة
fr_fr: Heure
he_il: שעה
pt_br: Hora

source: Hours
ar: الساعات
fr_fr: Heures
he_il: שעות
pt_br: Horas

source: Month
ar: شهر
fr_fr: Mois
he_il: חודש
pt_br: Mês

source: Week
ar: أسبوع
fr_fr: Semaine
he_il: שבוע
pt_br: Semana

source: Please enter the account name
ar: يرجى إدخال اسم الحساب
fr_fr: Veuillez entrer le nom de compte
he_il: אנא הזן את שם החשבון
pt_br: Por favor, insira o nome da conta

source: Please enter the project name
ar: يرجى إدخال اسم المشروع
fr_fr: Veuillez entrer le nom du projet
he_il: אנא הזן את שם הפרויקט
pt_br: Por favor, insira o nome do projeto

source: Team Project
ar: مشروع الفريق
fr_fr: Projet d’équipe
he_il: פרויקט הצוות
pt_br: Projeto em Equipe

source: Example: fabrikam-fiber-inc
ar: مثال: fabrikam-fiber-inc
fr_fr: Exemple : fabrikam-fiber-inc
he_il: דוגמה: fabrikam-fiber-inc
pt_br: Exemplo: fabrikam-fiber-inc

source: Example: Fabrikam-Fiber
ar: مثال: فابريكام-ليف
fr_fr: Exemple : Fabrikam-Fiber
he_il: דוגמה: Fabrikam-Fiber
pt_br: Exemplo: Fabrikam-Fiber

source: Board Items
ar: عناصر المجلس
fr_fr: Points du conseil
he_il: פריטי הדירקטוריון
pt_br: Itens do Conselho

source: Bugs - Last 26 weeks
ar: الأخطاء - آخر 26 أسبوعا
fr_fr: Bugs - Dernières 26 semaines
he_il: באגים - 26 השבועות האחרונים
pt_br: Bugs - Últimas 26 semanas

source: Bugs - Last 30 days
ar: الأخطاء - آخر 30 يوما
fr_fr: Bugs - 30 derniers jours
he_il: באגים - 30 הימים האחרונים
pt_br: Bugs - Últimos 30 dias

source: Bugs - All History by month
ar: الأخطاء - كل التاريخ حسب الشهر
fr_fr: Bugs - Toute l’histoire par mois
he_il: באגים - כל ההיסטוריה לפי חודש
pt_br: Bugs - Toda a história por mês

source: Bugs - Today
ar: حشرات - اليوم
fr_fr: Bugs - Aujourd’hui
he_il: באגים - היום
pt_br: Bugs - Hoje

source: Stories - Last 26 weeks
ar: القصص - آخر 26 أسبوعا
fr_fr: Histoires - Dernières 26 semaines
he_il: סיפורים - 26 השבועות האחרונים
pt_br: Histórias - Últimas 26 semanas

source: Stories - Last 30 days
ar: القصص - آخر 30 يوما
fr_fr: Histoires - 30 derniers jours
he_il: סיפורים - 30 הימים האחרונים
pt_br: Histórias - Últimos 30 dias

source: Stories - All History by month
ar: القصص - كل التاريخ حسب الشهر
fr_fr: Histoires - Toute l’histoire par mois
he_il: סיפורים - כל ההיסטוריה לפי חודש
pt_br: Histórias - Toda a História por mês

source: Stories - Today
ar: القصص - اليوم
fr_fr: Histoires - Aujourd’hui
he_il: סיפורים - היום
pt_br: Histórias - Hoje

source: Tasks - Last 26 weeks
ar: المهام - آخر 26 أسبوعا
fr_fr: Tâches - Dernières 26 semaines
he_il: משימות - 26 השבועות האחרונים
pt_br: Tarefas - Últimas 26 semanas

source: Tasks - Last 30 days
ar: المهام - آخر 30 يوما
fr_fr: Tâches - 30 derniers jours
he_il: משימות - 30 הימים האחרונים
pt_br: Tarefas - Últimos 30 dias

source: Tasks - All History by month
ar: المهام - كل التاريخ حسب الشهر
fr_fr: Tâches - Toute l’histoire par mois
he_il: משימות - כל ההיסטוריה לפי חודש
pt_br: Tarefas - Todo o histórico por mês

source: Tasks - Today
ar: المهام - اليوم
fr_fr: Tâches - Aujourd’hui
he_il: משימות - היום
pt_br: Tarefas - Hoje

source: Work Items - All History by month
ar: عناصر العمل - كل التاريخ حسب الشهر
fr_fr: Éléments de travail - Toute l’histoire par mois
he_il: פריטי עבודה - כל ההיסטוריה לפי חודש
pt_br: Itens de Trabalho - Todo o Histórico por mês

source: Work Items - Last 26 weeks
ar: عناصر العمل - آخر 26 أسبوعا
fr_fr: Tâches de travail - Dernières 26 semaines
he_il: פריטי עבודה - 26 השבועות האחרונים
pt_br: Itens de Trabalho - Últimas 26 semanas

source: Work Items - Last 30 days
ar: عناصر العمل - آخر 30 يوما
fr_fr: Travaux - 30 derniers jours
he_il: פריטי עבודה - 30 הימים האחרונים
pt_br: Itens de Trabalho - Últimos 30 dias

source: Work Items - Today
ar: عناصر العمل - اليوم
fr_fr: Articles de travail - Aujourd’hui
he_il: פריטי עבודה - היום
pt_br: Itens de Trabalho - Hoje

source: Storage Account Access Key
ar: مفتاح الوصول إلى حساب التخزين
fr_fr: Clé d’accès au compte de stockage
he_il: מפתח גישה לחשבון אחסון
pt_br: Chave de Acesso à Conta de Armazenamento

source: Tables
ar: المناضد
he_il: טבלאות
pt_br: Tabelas

source: Storage Account Name cannot be empty
ar: اسم حساب التخزين لا يمكن أن يكون فارغا
fr_fr: Le nom du compte de stockage ne peut pas être vide
he_il: שם חשבון האחסון אינו יכול להיות ריק
pt_br: O Nome da Conta de Armazenamento não pode estar vazio

source: Storage Account Access Key cannot be empty
ar: لا يمكن أن يكون مفتاح الوصول إلى حساب التخزين فارغا
fr_fr: La clé d’accès au compte de stockage ne peut pas être vide
he_il: מפתח גישה לחשבון אחסון אינו יכול להיות ריק
pt_br: A Chave de Acesso à Conta de Armazenamento não pode estar vazia

source: Table cannot be empty
ar: لا يمكن أن يكون الجدول فارغا
fr_fr: La table ne peut pas être vide
he_il: הטבלה לא יכולה להיות ריקה
pt_br: A mesa não pode estar vazia

source: Raven ServerBase URL
ar: رابط Raven ServerBase

source: RQL Query
ar: استعلام RQL
fr_fr: Requête RQL
he_il: שאילתת RQL
pt_br: Consulta RQL

source: Databases
ar: قواعد البيانات
fr_fr: Bases
he_il: מסדי נתונים
pt_br: Bancos

source: Raven ServerBase URL cannot be empty
ar: لا يمكن أن يكون رابط Raven ServerBase فارغا
fr_fr: L’URL de Raven ServerBase ne peut pas être vide
he_il: כתובת ה-URL של Raven ServerBase אינה יכולה להיות ריקה
pt_br: A URL do Raven ServerBase não pode estar vazia

source: RQL query cannot be empty
ar: لا يمكن أن يكون استعلام RQL فارغا
fr_fr: La requête RQL ne peut pas être vide
he_il: שאילתת RQL לא יכולה להיות ריקה
pt_br: A consulta RQL não pode ser vazia
