Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Trello
ar: تريلو
he_il: טרלו

source: SurveyMonkey
ar: سيرفي مونكي

source: Yelp
ar: الصرخه
fr_fr: Glapir

source: Lessonly
ar: ليسولون
he_il: פחות

source: Avochato
ar: أفوشاتو
he_il: אבוצ'אטו

source: Zuora
ar: زورا
he_il: זוורה

source: Origami
ar: اوريغامي
he_il: אוריגמי

source: Alma
ar: روح
fr_fr: Âme
he_il: נשמה

source: TDengine
ar: محرك TDengine
he_il: מנוע TDengine

source: OracleNetSuite
ar: أوراكل نت سويت

source: Facebook
ar: فيسبوك
he_il: פייסבוק

source: Facebook Ads
ar: إعلانات فيسبوك
fr_fr: Publicités Facebook
he_il: פרסומות פייסבוק
pt_br: Anúncios no Facebook

source: Gmail
ar: جيميل

source: Google Calendar
ar: تقويم جوجل
fr_fr: Google Agenda
he_il: לוח שנה של גוגל

source: Google Drive
ar: جوجل درايف

source: Google BigQuery
ar: جوجل بيغ كويري

source: Dropbox
ar: دروب بوكس
he_il: דרופבוקס

source: Google Analytics
ar: تحليلات جوجل
he_il: גוגל אנליטיקס

source: Google Ads
ar: إعلانات جوجل

source: Twitter
ar: التغريد
fr_fr: Gazouiller
he_il: טוויטר
pt_br: Gorjeio

source: Google+
ar: جوجل+
he_il: גוגל+

source: YouTube
ar: يوتيوب
he_il: יוטיוב

source: Salesforce
ar: سيلزفورس
he_il: סיילספורס

source: Instagram
ar: إنستغرام
he_il: אינסטגרם

source: Microsoft Dynamics 365 CRM Sales
ar: مبيعات إدارة علاقات العملاء لمايكروسوفت دايناميكس 365
fr_fr: Ventes CRM sur Microsoft Dynamics 365
he_il: מכירות CRM של Microsoft Dynamics 365
pt_br: Vendas do Microsoft Dynamics 365 CRM

source: Microsoft Dynamics CRM Service
ar: خدمة إدارة علاقات العملاء في مايكروسوفت دايناميكس
he_il: שירות CRM של Microsoft Dynamics
pt_br: Serviço CRM Microsoft Dynamics

source: Microsoft OneDrive
ar: مايكروسوفت ون درايف

source: Microsoft Outlook Calendar
ar: تقويم مايكروسوفت أوتلوك
fr_fr: Calendrier Microsoft Outlook
he_il: לוח השנה של Microsoft Outlook
pt_br: Calendário do Microsoft Outlook

source: Salesforce Reports
ar: تقارير سيلزفورس
fr_fr: Rapports Salesforce
he_il: דוחות Salesforce
pt_br: Salesforce Relatórios

source: Todoist
ar: تودويست
he_il: טודואיסט

source: Projectplace
ar: مكان المشروع
he_il: פרויקטפלייס

source: Basecamp 3
ar: معسكر القاعدة 3
he_il: מחנה בסיס 3

source: Box
ar: تابوت
fr_fr: Boîte
he_il: תיבה
pt_br: Caixa

source: QuickBooks Online
ar: كويك بوكس أونلاين
fr_fr: QuickBooks en ligne

source: QuickBooks Payments
ar: مدفوعات كويك بوكس
fr_fr: Paiements QuickBooks
pt_br: Pagamentos QuickBooks

source: Microsoft SharePoint
ar: مايكروسوفت SharePoint

source: Buffer
ar: مخزن مؤقت
fr_fr: Tampon
he_il: מאגר

source: LinkedIn
ar: لينكدإن
he_il: לינקדאין

source: Intercom
ar: الداخلي
fr_fr: Interphone
he_il: אינטרקום
pt_br: Interfone

source: Google AdSense
ar: جوجل أدسنس

source: Google Sheets
ar: جوجل شيتس

source: FreshBooks
ar: فريش بوكس

source: Basecamp2
ar: معسكر القاعدة 2

source: Infusionsoft
ar: إنفيوسوفت

source: Pinterest
ar: بينتيرست
he_il: פינטרסט

source: EventBrite
ar: إيفينت برايت

source: Genesys PureCloud
ar: جينيسيس بيور كلاود
he_il: ג'נסיס פיורקלאוד

source: Hubspot
ar: مركز المركز

source: Asana
ar: اسانا
he_il: אסאנה

source: Podio
ar: المنصه
fr_fr: Podium
he_il: הפודיום
pt_br: Pódio

source: Vimeo
ar: فيميو

source: Application Insights
ar: رؤى التطبيقات
fr_fr: Analyses d’application
he_il: תובנות יישום
pt_br: Insights sobre Aplicação

source: Markup Trace
ar: تتبع الترميز
fr_fr: Trace de balisage
he_il: מעקב סימון
pt_br: Rastreamento de Marcação

source: Xero
ar: زيرو

source: Zoom
ar: التكبير
he_il: זום

source: Fitbit
ar: فيتبيت
he_il: פיטביט

source: Oracle NetSuite
ar: أوراكل نت سويت

source: Total expression must not contains any ROW expression.
ar: يجب ألا يحتوي التعبير الكلي على أي تعبير ROW.
fr_fr: L’expression totale ne doit pas contenir d’expression ROW.
he_il: ביטוי כולל לא אמור להכיל שום ביטוי ROW.
pt_br: A expressão total não deve conter nenhuma expressão ROW.

source: Parameter must be an aggregated expression.
ar: يجب أن يكون المعامل تعبيرا مجمعا.
fr_fr: Le paramètre doit être une expression agrégée.
he_il: הפרמטר חייב להיות ביטוי מצטבר.
pt_br: O parâmetro deve ser uma expressão agregada.

source: DSN is not available
ar: DSN غير متوفر
fr_fr: DSN n’est pas disponible
he_il: DSN אינו זמין
pt_br: O DSN não está disponível

source: DSN Drivers are not available
ar: تعريفات DSN غير متوفرة
fr_fr: Les pilotes DSN ne sont pas disponibles
he_il: דרייברי DSN אינם זמינים
pt_br: Drivers DSN não estão disponíveis

source: Expression is not saved. Do you want to save and continue?
ar: التعبير لا يحفظ. هل تريد الحفظ والاستمرار؟
fr_fr: L’expression n’est pas sauvegardée. Veux-tu sauvegarder et continuer ?
he_il: הבעה לא נשמרת. אתה רוצה לשמור ולהמשיך?
pt_br: A expressão não é salva. Você quer salvar e continuar?

source: UNNEST restricted in the expression
ar: UNNEST مقيد في التعبير
fr_fr: UNNEST restreint dans l’expression
he_il: UNNEST מוגבל בביטוי
pt_br: UNNEST restrito na expressão

source: Filter where the keyword is restricted in the expression
ar: تصفية مكان تقييد الكلمة المفتاحية في التعبير
fr_fr: Filtrez où le mot-clé est restreint dans l’expression
he_il: סנן היכן מילת המפתח מוגבלת בביטוי
pt_br: Filtre onde a palavra-chave está restrita na expressão

source: COUNT(DISTINCT()) restricted in the Expression. Instead, use COUNTD().
ar: COUNT(DISTINCT()) مقيد في التعبير. بدلا من ذلك، استخدم COUNTD().
fr_fr: COUNT(DISTINCT()) restreint dans l’Expression. Utilisez plutôt COUNTD().
he_il: COUNT(DISTINCT()) מוגבל בביטוי. במקום זאת, השתמש ב-COUNTD().
pt_br: COUNT(DISTINCT()) restrito na Expressão. Em vez disso, use COUNTD().

source: Incorrect Syntax near Open/Close bracket(s).
ar: صياغة غير صحيحة بالقرب من الشريحة المفتوحة/الإغلاق.
fr_fr: Syntaxe incorrecte près des crochets ouvert/fermés.
he_il: תחביר שגוי ליד סוגרי פתיחה/סגירה.
pt_br: Sintaxe incorreta próxima(s) a abrir/fechar (colchetes).

source: Array type expressions are restricted in the expression.
ar: تعبيرات نوع المصفوفة مقيدة في التعبير.
fr_fr: Les expressions de type tableau sont restreintes dans l’expression.
he_il: ביטויים מסוג מערך מוגבלים בביטוי.
pt_br: Expressões do tipo array são restritas na expressão.

source: The parameter is not saved. Do you want to save and continue?
ar: المعلمة غير محفوظة. هل تريد الحفظ والاستمرار؟
fr_fr: Le paramètre n’est pas sauvegardé. Veux-tu sauvegarder et continuer ?
he_il: הפרמטר לא נשמר. אתה רוצה לשמור ולהמשיך?
pt_br: O parâmetro não é salvo. Você quer salvar e continuar?

source: Data type mismatched. Please select a valid data type parameter.
ar: نوع البيانات غير متطابق. يرجى اختيار معلمة نوع بيانات صالحة.
fr_fr: Type de données incompatible. Veuillez sélectionner un paramètre de type de données valide.
he_il: סוג הנתונים לא תואם. אנא בחר פרמטר סוג נתונים תקף.
pt_br: Tipo de dado incompatível. Por favor, selecione um parâmetro de tipo de dado válido.

source: DashboardDesigner failed to parse the specified expression
ar: فشل DashboardDesigner في تحليل التعبير المحدد
fr_fr: DashboardDesigner n’a pas réussi à analyser l’expression spécifiée
he_il: DashboardDesigner נכשל בניתוח הביטוי שצוין
pt_br: O DashboardDesigner falhou em analisar a expressão especificada

source: Name should not be empty.
ar: يجب ألا يكون الاسم فارغا.
fr_fr: Le nom ne doit pas être vide.
he_il: השם לא אמור להיות ריק.
pt_br: O nome não deve estar vazio.

source: Range value should not be empty.
ar: يجب ألا تكون قيمة النطاق فارغة.
fr_fr: La valeur de portée ne doit pas être vide.
he_il: ערך הטווח לא צריך להיות ריק.
pt_br: O valor de faixa não deve estar vazio.

source: Expression name cannot be empty. Please enter a valid name.
ar: لا يمكن أن يكون اسم التعبير فارغا. يرجى إدخال اسم صحيح.
fr_fr: Le nom de l’expression ne peut pas être vide. Veuillez entrer un nom valide.
he_il: שם הביטוי לא יכול להיות ריק. אנא הזן שם תקף.
pt_br: Nome da expressão não pode estar vazio. Por favor, insira um nome válido.

source: Expression should not be empty.
ar: يجب ألا يكون التعبير فارغا.
fr_fr: L’expression ne doit pas être vide.
he_il: הבעה לא צריכה להיות ריקה.
pt_br: A expressão não deve ser vazia.

source: An expression with the same name already exists.
ar: هناك بالفعل تعبير يحمل نفس الاسم.
fr_fr: Une expression portant le même nom existe déjà.
he_il: ביטוי באותו שם כבר קיים.
pt_br: Uma expressão com o mesmo nome já existe.

source: The parameter name already exists.
ar: اسم المعلمة موجود بالفعل.
fr_fr: Le nom du paramètre existe déjà.
he_il: שם הפרמטר כבר קיים.
pt_br: O nome do parâmetro já existe.

source: Value should not be empty.
ar: يجب ألا تكون القيمة فارغة.
fr_fr: La valeur ne doit pas être vide.
he_il: הערך לא צריך להיות ריק.
pt_br: O valor não deve ser vazio.

source: Expression name should not contain special characters.
ar: يجب ألا يحتوي اسم التعبير على أحرف خاصة.
fr_fr: Le nom de l’expression ne doit pas contenir de caractères spéciaux.
he_il: שם הביטוי לא צריך להכיל תווים מיוחדים.
pt_br: O nome da expressão não deve conter caracteres especiais.

source: The end value must be greater than the start value.
ar: يجب أن تكون القيمة النهائية أكبر من القيمة الابتدائية.
fr_fr: La valeur finale doit être supérieure à la valeur de départ.
he_il: הערך הסופי חייב להיות גדול מהערך ההתחלתי.
pt_br: O valor final deve ser maior que o valor inicial.

source: The parameter name should not contain special characters.
ar: يجب ألا يحتوي اسم المعامل على أحرف خاصة.
fr_fr: Le nom du paramètre ne doit pas contenir de caractères spéciaux.
he_il: שם הפרמטר לא אמור להכיל תווים מיוחדים.
pt_br: O nome do parâmetro não deve conter caracteres especiais.

source: The value already exists in the list.
ar: القيمة موجودة بالفعل في القائمة.
fr_fr: La valeur existe déjà dans la liste.
he_il: הערך כבר קיים ברשימה.
pt_br: O valor já existe na lista.

source: Invalid date.
ar: تاريخ غير صالح.
fr_fr: Date invalide.
he_il: תאריך לא תקף.
pt_br: Data inválida.

source: At least one value is required.
ar: هناك قيمة واحدة على الأقل مطلوبة.
fr_fr: Au moins une valeur est requise.
he_il: נדרש לפחות ערך אחד.
pt_br: Pelo menos um valor é necessário.

source: Column cannot be referred within its own expression!
ar: لا يمكن الإشارة إلى العمود ضمن تعبيره الخاص!
fr_fr: La colonne ne peut pas être renvoyée dans sa propre expression !
he_il: עמודה אינה ניתנת להתייחסות בתוך הביטוי שלה!
pt_br: Coluna não pode ser referida dentro de sua própria expressão!

source: Each relation must have one field condition, so it does not allow deletion of this field.
ar: يجب أن يكون لكل علاقة شرط حقل واحد، لذا لا يسمح بحذف هذا الحقل.
fr_fr: Chaque relation doit avoir une condition de champ, elle n’autorise donc pas la suppression de ce champ.
he_il: לכל יחס חייב להיות תנאי שדה אחד, ולכן הוא אינו מאפשר מחיקה של שדה זה.
pt_br: Cada relação deve ter uma condição de campo, portanto não permite a exclusão desse campo.

source: The specified column name already exists
ar: اسم العمود المحدد موجود بالفعل
fr_fr: Le nom de colonne spécifié existe déjà
he_il: שם העמודה שצוין כבר קיים
pt_br: O nome da coluna especificado já existe

source: Column name should not contain special characters.
ar: يجب ألا يحتوي اسم العمود على أحرف خاصة.
fr_fr: Le nom de la colonne ne doit pas contenir de caractères spéciaux.
he_il: שם העמודה לא אמור להכיל תווים מיוחדים.
pt_br: O nome da coluna não deve conter caracteres especiais.

source: Column name cannot be empty.
ar: لا يمكن أن يكون اسم العمود فارغا.
fr_fr: Le nom de la colonne ne peut pas être vide.
he_il: שם העמודה אינו יכול להיות ריק.
pt_br: O nome da coluna não pode estar vazio.

source: Specify the data source query
ar: حدد استعلام مصدر البيانات
fr_fr: Spécifier la requête de source de données
he_il: ציין את שאילתת מקור הנתונים
pt_br: Especifique a consulta da fonte de dados

source: Data source name cannot be empty. Please enter a valid data source name.
ar: اسم مصدر البيانات لا يمكن أن يكون فارغا. يرجى إدخال اسم مصدر بيانات صالح.
fr_fr: Le nom de la source de données ne peut pas être vide. Veuillez saisir un nom de source de données valide.
he_il: שם מקור הנתונים לא יכול להיות ריק. אנא הזן שם מקור נתונים תקף.
pt_br: O nome da fonte de dados não pode estar vazio. Por favor, insira um nome válido de fonte de dados.

source: A data source with the same name already exists. Do you want to overwrite?
ar: مصدر بيانات يحمل نفس الاسم موجود بالفعل. هل تريد أن تكتب فوقه؟
fr_fr: Une source de données portant le même nom existe déjà. Tu veux écraser ?
he_il: מקור נתונים באותו שם כבר קיים. אתה רוצה להחליף?
pt_br: Já existe uma fonte de dados com o mesmo nome. Quer sobrescrever?

source: Name should not contain spaces and special characters
ar: يجب ألا يحتوي الاسم على مسافات أو حروف خاصة
fr_fr: Le nom ne doit pas contenir d’espaces ni de caractères spéciaux
he_il: השם לא צריך להכיל רווחים ותווים מיוחדים
pt_br: O nome não deve conter espaços e caracteres especiais

source: Delete data source
ar: حذف مصدر البيانات
fr_fr: Supprimer la source des données
he_il: מחק מקור נתונים
pt_br: Excluir fonte de dados

source: Delete field
ar: حذف الحقل
fr_fr: Champ Supprimer
he_il: מחיקת שדה
pt_br: Campo delete

source: Delete embedded image
ar: حذف الصورة المدمجة
fr_fr: Supprimer l’image intégrée
he_il: מחק תמונה משובצת
pt_br: Excluir imagem embutida

source: Delete report parameter
ar: معامل حذف التقرير
fr_fr: Paramètre de suppression du rapport
he_il: פרמטר מחיקת דוח
pt_br: Parâmetro de exclusão do relatório

source: The string
ar: الوتر
fr_fr: La corde
he_il: המיתר
pt_br: A corda

source: is not a valid
ar: ليست صالحة
fr_fr: n’est pas valide
he_il: אינו תקף
pt_br: não é válido

source: ADD DATA SOURCE
ar: إضافة مصدر البيانات
fr_fr: AJOUTER LA SOURCE DE DONNÉES
he_il: הוספת מקור נתונים
pt_br: ADICIONAR FONTE DE DADOS

source: Connect Data Source
ar: وصل مصدر البيانات
he_il: חיבור מקור הנתונים
pt_br: Conecte a Fonte de Dados

source: Choose the type to connect
ar: اختر النوع الذي تتصل به
fr_fr: Choisissez le type à connecter
he_il: בחר את הסוג להתחבר
pt_br: Escolha o tipo a conectar

source: Connection String
ar: سلسلة الاتصال
fr_fr: Chaîne de connexion
he_il: מחרוזת חיבור
pt_br: String de Conexão

source: DSN name cannot be empty.
ar: اسم DSN لا يمكن أن يكون فارغا.
fr_fr: Le nom DSN ne peut pas être vide.
he_il: שם DSN לא יכול להיות ריק.
pt_br: O nome da DSN não pode estar vazio.

source: Fetching schema information from file. Please wait...
ar: أحصل على معلومات المخطط من الملف. الرجاء الانتظار...
fr_fr: Récupérer les informations du schéma depuis le fichier. Veuillez patienter...
he_il: מקבל מידע על סכימה מהקובץ. חכה בבקשה...
pt_br: Obtendo informações do esquema do arquivo. Aguarde...

source: Importing data from Google Analytis API. This may take some time depending upon the size of the data.
ar: استيراد البيانات من واجهة Google Analytis. قد يستغرق هذا بعض الوقت حسب حجم البيانات.
fr_fr: Importation de données depuis l’API Google Analytis. Cela peut prendre du temps selon la taille des données.
he_il: מייבא נתונים מ-API של Google Anlytis. זה עשוי לקחת זמן, תלוי בגודל הנתונים.
pt_br: Importando dados da API do Google Analytis. Isso pode levar algum tempo, dependendo do tamanho dos dados.

source: Search Data Source
ar: مصدر بيانات البحث
fr_fr: Source de données de recherche
he_il: חיפוש מקור נתונים
pt_br: Fonte de Dados de Busca

source: No data sources found
ar: لم يتم العثور على مصادر بيانات
fr_fr: Aucune source de données trouvée
he_il: לא נמצאו מקורות נתונים
pt_br: Nenhuma fonte de dados encontrada

source: Choose from the predefined templates or create a new template.
ar: اختر من القوالب المحددة مسبقا أو أنشئ قالبا جديدا.
fr_fr: Choisissez parmi les modèles prédéfinis ou créez un nouveau modèle.
he_il: בחר מתוך התבניות המוגדרות מראש או צור תבנית חדשה.
pt_br: Escolha entre os modelos pré-definidos ou crie um novo modelo.

source: All Categories
ar: جميع الفئات
fr_fr: Toutes les catégories
he_il: כל הקטגוריות
pt_br: Todas as Categorias

source: Social Media
ar: وسائل التواصل الاجتماعي
fr_fr: Réseaux sociaux
he_il: רשתות חברתיות
pt_br: Mídias Sociais

source: Web Analytics
ar: تحليلات الويب
fr_fr: Analyse Web
he_il: אנליטיקת אתרים
pt_br: Análise Web

source: Web Management
ar: إدارة الويب
fr_fr: Gestion du Web
he_il: ניהול אתרים
pt_br: Gestão Web

source: LiveConnection
ar: لايف كونكشن

source: Cloud Storage
ar: التخزين السحابي
fr_fr: Stockage dans le cloud
he_il: אחסון בענן
pt_br: Armazenamento em Nuvem

source: Sales & CRM
ar: المبيعات وإدارة علاقات العملاء
fr_fr: Ventes & CRM
he_il: מכירות ו-CRM
pt_br: Vendas e CRM

source: Communications
ar: الاتصالات
he_il: תקשורת
pt_br: Comunicações

source: Digital Marketing
ar: التسويق الرقمي
he_il: שיווק דיגיטלי

source: Marketing
ar: تسويق
he_il: שיווק

source: Advertising
ar: الاعلان
fr_fr: Publicités
he_il: פרסום
pt_br: Publicidade

source: Management
ar: إدارة
fr_fr: Gestion
he_il: ניהול
pt_br: Gestão

source: Finance
ar: الماليه
he_il: מימון
pt_br: Financiar

source: Project Management
ar: إدارة المشاريع
fr_fr: Gestion de projet
he_il: ניהול פרויקטים
pt_br: Gerência de projetos

source: Learning
ar: التعلم
fr_fr: Apprentissage
he_il: למידה
pt_br: Aprendizagem

source: Fitness Management
ar: إدارة اللياقة البدنية
fr_fr: Gestion de la condition physique
he_il: ניהול כושר
pt_br: Gestão de Fitness

source: Support
ar: دعم
fr_fr: Soutien
he_il: תמיכה
pt_br: Apoio

source: Survey
ar: مسح
fr_fr: Enquête
he_il: סקר
pt_br: Levantamento

source: Files
ar: الملفات
fr_fr: Fichiers
he_il: קבצים
pt_br: Limas

source: Rest
ar: استراح
fr_fr: Se reposer
he_il: מנוחה
pt_br: Descansar

source: Email Campaign
ar: حملة البريد الإلكتروني
fr_fr: Campagne par e-mail
he_il: קמפיין דוא"ל
pt_br: Campanha de E-mails

source: Mobile Analytics
ar: تحليلات الهاتف المحمول
fr_fr: Analytique mobile
he_il: אנליטיקה ניידת
pt_br: Análise Móvel

source: App Analytics
ar: تحليلات التطبيقات
fr_fr: Analyse d’applications
he_il: אנליטיקת אפליקציות
pt_br: Análise de Aplicativos

source: Forms
ar: اشكال
fr_fr: Formes
he_il: טפסים

source: Header(s)
ar: الرؤوس (الرؤوس)
fr_fr: En-tête
he_il: כותרות(ות)
pt_br: Cabeçalho(s)

source: Method
ar: أسلوب
fr_fr: Méthode
he_il: שיטת
pt_br: Método

source: Parameter(s)
ar: المعلمات
fr_fr: Paramètre(s)
he_il: פרמטר(ים)
pt_br: Parâmetro(s)

source: Table Schema
ar: مخطط الجدول
fr_fr: Schéma de tableau
he_il: סכמת טבלה
pt_br: Esquema de Tabela

source: Replace
ar: استبدل
fr_fr: Remplacer
he_il: להחליף
pt_br: Substituir

source: with your data
ar: مع بياناتك
fr_fr: avec vos données
he_il: עם הנתונים שלך
pt_br: com seus dados

source: User Guide
ar: دليل المستخدم
fr_fr: Guide utilisateur
he_il: מדריך משתמש
pt_br: Guia do Usuário

source: API documentation
ar: توثيق واجهة برمجة التطبيقات
fr_fr: Documentation API
he_il: תיעוד API
pt_br: Documentação da API

source: Account Key
ar: مفتاح الحساب
fr_fr: Clé de compte
he_il: מפתח חשבון
pt_br: Chave da Conta

source: SharedKeyAuthentication
ar: المصادقة المشتركة مع المفتاح
fr_fr: Authentification de clé partagée
pt_br: Autenticação de Chave Compartilhada

source: Storage Account Name
ar: اسم حساب التخزين
fr_fr: Nom du compte de stockage
he_il: שם חשבון האחסון
pt_br: Nome da conta de armazenamento

source: Client ID
ar: معرف العميل
he_il: מזהה לקוח
pt_br: ID do cliente

source: Client Secret
ar: سر العميل
he_il: סוד הלקוח
pt_br: Segredo do Cliente

source: API Key
ar: مفتاح API
he_il: מפתח API
pt_br: Chave API

source: API Password
ar: كلمة مرور API
fr_fr: Mot de passe API
he_il: סיסמת API
pt_br: Senha da API

source: Preview & Connect
ar: المعاينة والاتصال
fr_fr: Aperçu & Connexion
he_il: תצוגה מקדימה וחיבור
pt_br: Prévia e Conexão

source: Consider the first row as header
ar: اعتبر الصف الأول رأس
fr_fr: Considérons la première ligne comme un en-tête
he_il: שקול את השורה הראשונה ככותרת
pt_br: Considere a primeira linha como cabeçalho

source: Deleting an expression will affect the widgets that have already been configured with it. Do you still want to proceed?
ar: حذف تعبير سيؤثر على الأدوات التي تم تكوينها مسبقا به. هل ما زلت تريد المتابعة؟
fr_fr: Supprimer une expression affectera les widgets déjà configurés avec. Tu veux quand même continuer ?
he_il: מחיקת ביטוי תשפיע על הווידג'טים שכבר הוגדרו איתו. אתה עדיין רוצה להמשיך?
pt_br: Deletar uma expressão afetará os widgets que já foram configurados com ela. Você ainda quer continuar?

source: Do you want to delete the <strong>{expressionname}</strong> expression?
ar: هل تريد حذف تعبير <strong>{expressionname}</strong>؟
fr_fr: Voulez-vous supprimer l’expression <strong>{expressionname}</strong> ?
he_il: אתה רוצה למחוק את הביטוי <strong>{expressionname}</strong>?
pt_br: Você quer deletar a expressão <strong>{expressionname}</strong>?

source: Connected as
ar: متصل ك
fr_fr: Connecté comme
he_il: מחובר כ
pt_br: Conectada como

source: Files and web-API-related data sources require an intermediate database.
ar: تتطلب الملفات ومصادر البيانات المتعلقة بواجهات برمجة التطبيقات الإلكترونية قاعدة بيانات وسيطة.
fr_fr: Les fichiers et les sources de données liées à l’API web nécessitent une base de données intermédiaire.
he_il: קבצים ומקורות נתונים הקשורים ל-web-API דורשים מסד נתונים ביניים.
pt_br: Arquivos e fontes de dados relacionadas à API web requerem um banco de dados intermediário.

source: Please configure it in the data store
ar: يرجى إعدادها في مخزن البيانات
fr_fr: Veuillez configurer cela dans la boutique de données
he_il: אנא הגדר את זה במאגר הנתונים
pt_br: Por favor, configure no data store

source: Please contact your System Administrator
ar: يرجى التواصل مع مسؤول النظام الخاص بك
fr_fr: Veuillez contacter votre administrateur système
he_il: אנא פנה למנהל המערכת שלך
pt_br: Por favor, entre em contato com o Administrador do Sistema

source: settings
ar: اعدادات
fr_fr: Paramètres
he_il: הגדרות
pt_br: Configurações

source: No schedule configured
ar: لم يتم تحديد جدول زمني
fr_fr: Aucun planning configuré
he_il: אין לוח זמנים מוגדר
pt_br: Sem cronograma configurado

source: Deleting a parameter will affect the data sources that have been configured with it. Do you want to proceed?
ar: حذف معلمة سيؤثر على مصادر البيانات التي تم تكوينها معه. هل تريد أن نتابع؟
fr_fr: Supprimer un paramètre affectera les sources de données qui ont été configurées avec. Tu veux continuer ?
he_il: מחיקת פרמטר תשפיע על מקורות הנתונים שהוגדרו איתו. אתה רוצה להמשיך?
pt_br: Deletar um parâmetro afetará as fontes de dados que foram configuradas com ele. Quer continuar?

source: Updating a parameter will affect the data sources that have been configured with it. Do you want to proceed?
ar: تحديث معلمة سيؤثر على مصادر البيانات التي تم تكوينها معه. هل تريد أن نتابع؟
fr_fr: La mise à jour d’un paramètre affectera les sources de données qui ont été configurées avec. Tu veux continuer ?
he_il: עדכון פרמטר ישפיע על מקורות הנתונים שהוגדרו איתו. אתה רוצה להמשיך?
pt_br: Atualizar um parâmetro afetará as fontes de dados que foram configuradas com ele. Quer continuar?

source: New Data Source
ar: مصدر بيانات جديد
fr_fr: Nouvelle source de données
he_il: מקור נתונים חדש
pt_br: Nova Fonte de Dados

source: Select Data Source
ar: اختر مصدر البيانات
fr_fr: Source de données sélectionnée
he_il: בחר מקור נתונים
pt_br: Fonte de Dados Selecionada

source: Create a New Data Source
ar: إنشاء مصدر بيانات جديد
fr_fr: Créer une nouvelle source de données
he_il: צור מקור נתונים חדש
pt_br: Criar uma Nova Fonte de Dados

source: Data Source
ar: مصدر البيانات
fr_fr: Source des données
he_il: מקור נתונים
pt_br: Fonte de Dados

source: Search Items
ar: عناصر البحث
fr_fr: Éléments de recherche
he_il: פריטי חיפוש
pt_br: Itens de busca

source: Join Editor
ar: انضم إلى محرر
fr_fr: Rejoindre le rédacteur en chef
he_il: הצטרף לעורך
pt_br: Junte-se ao Editor

source: Rename
ar: اعاده تسميه
fr_fr: Renommer
he_il: לשנות
pt_br: Renomear

source: Aggregation
ar: تجميع
fr_fr: Agrégation
he_il: צבירה
pt_br: Agregação

source: Avg
ar: متوسط
he_il: ממוצע

source: Min
ar: دقيقه
he_il: דקות

source: Max
ar: ماكس
he_il: מקס

source: Var
ar: فار
he_il: ואר

source: VarP
ar: الاعوجاج
fr_fr: Chaîne
he_il: עיוות
pt_br: Urdidura

source: SumDistinct
ar: سم ديستيكت
he_il: סאמרדינט

source: MaxDistinct
ar: ماكس ديسكتينت
