Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Enterprise Admins
ar: مسؤولو المؤسسات
fr_fr: Administrateurs d’entreprise
he_il: מנהלי ארגונים
pt_br: Administradores Corporativos

source: Enterprise Members
ar: أعضاء المؤسسة
fr_fr: Membres de l’entreprise
he_il: חברי הארגון
pt_br: Membros da Enterprise

source: Show Enterprise Member
ar: عضو في برنامج إنتربرايز
fr_fr: Membre Show Enterprise
he_il: חבר תוכנית אנטרפרייז
pt_br: Membro da Empresa de Exposição

source: Show Enterprise Organization
ar: تنظيم الأعمال العرضية
fr_fr: Organisation d’entreprise de spectacles
he_il: ארגון תעשייתי
pt_br: Organização de Empresas de Exposição

source: Show List
ar: قائمة العروض
fr_fr: Liste des émissions
he_il: רשימת תוכניות
pt_br: Lista de Programas

source: list Actions
ar: قائمة الإجراءات
fr_fr: liste Actions
he_il: פעולות רשימה
pt_br: lista Ações

source: List Board
ar: لوحة القائمة
fr_fr: Tableau de liste
he_il: לוח רשימות
pt_br: Quadro de Listas

source: List Cards
ar: بطاقات القائمة
fr_fr: Cartes Liste
he_il: כרטיסי רשימה
pt_br: Cartões de Lista

source: Show Member
ar: عضو في البرنامج
fr_fr: Membre de l’émission
he_il: חבר בתוכנית
pt_br: Membro do Programa

source: Show Member Field
ar: حقل أعضاء العرض
fr_fr: Champ des membres du concours
he_il: שדה חברי התוכנית
pt_br: Campo de Membros do Evento

source: Member Actions
ar: إجراءات الأعضاء
fr_fr: Actions des membres
he_il: פעולות החברים
pt_br: Ações dos Membros

source: Member Board Backgrounds
ar: خلفيات أعضاء المجلس
fr_fr: Parcours des membres au conseil d’administration
he_il: רקע חברי דירקטוריון
pt_br: Antecedentes dos membros no Conselho

source: Show Member Board Background
ar: خلفية عضو مجلس العرض
fr_fr: Présentation des membres du conseil d’administration
he_il: רקע חבר מועצת התוכנית
pt_br: Mostrar Antecedentes do Conselho dos Membros

source: Member Board Stars
ar: نجوم مجلس الأعضاء
fr_fr: Membres du conseil d’administration
he_il: כוכבי מועצת החברים
pt_br: Membros Estrelas do Conselho

source: Show MemberBoard Star
ar: عضو البرنامج نجم مجلس الإدارة
fr_fr: Étoile du Conseil de l’émission
he_il: חבר מועצת התוכנית כוכב
pt_br: Membro do Show Estrela do Conselho

source: Member Board
ar: عضو مجلس الإدارة
fr_fr: Conseil des membres
he_il: חברי דירקטוריון
pt_br: Conselho de Membros

source: Member Board Invited
ar: دعوة أعضاء المجلس
fr_fr: Membres du conseil invités
he_il: הוזמן חבר מועצה
pt_br: Conselho Convidado

source: Member Cards
ar: بطاقات الأعضاء
fr_fr: Cartes de membre
he_il: כרטיסי חבר
pt_br: Cartões de Membro

source: Member Custom Board Backgrounds
ar: خلفيات أعضاء مجلس الإدارة المخصصة
fr_fr: Parcours des membres dans les conseils personnalisés
he_il: רקע חברי דירקטוריון מותאם אישית
pt_br: Antecedentes do Conselho Personalizado dos Membros

source: Show Member Custom Board Background
ar: خلفية مجلس التخصيص لعضو العرض
fr_fr: Afficher l’historique du conseil personnalisé des membres
he_il: רקע חבר מועצת התוכנית המותאם אישית
pt_br: Mostrar Histórico do Conselho Personalizado dos Membros

source: Member Custom Emoji
ar: رمز التعريف المخصص للأعضاء
fr_fr: Emoji personnalisé pour les membres
he_il: אימוג'י מותאם אישית לחברים
pt_br: Emoji Personalizado de Membro

source: Show Member Custom Emoji
ar: رمز تعبيري مخصص لأعضاء البرنامج
fr_fr: Afficher l’emoji personnalisé du membre
he_il: אימוג'י מותאם אישית של חברי התוכנית
pt_br: Mostrar Emoji Personalizado de Membro

source: Member Custom Stickers
ar: ملصقات مخصصة للأعضاء
fr_fr: Autocollants personnalisés pour les membres
he_il: מדבקות מותאמות אישית לחברים
pt_br: Adesivos Personalizados para Membros

source: Show Member Custom Sticker
ar: ملصق مخصص لعضو العرض
fr_fr: Autocollant personnalisé Afficher le membre
he_il: מדבקה מותאמת אישית לחברי התוכנית
pt_br: Mostrar Adesivo Personalizado para Membro

source: Member Notifications
ar: إشعارات الأعضاء
fr_fr: Notifications aux membres
he_il: הודעות לחברים
pt_br: Notificações aos Membros

source: Member Organizations
ar: المنظمات الأعضاء
fr_fr: Organisations membres
he_il: ארגוני חברים
pt_br: Organizações Membros

source: Member Organization Invited
ar: دعيت منظمات الأعضاء
fr_fr: Organisation membre invitée
he_il: ארגון החברים הוזמן
pt_br: Organização Membro Convidada

source: Member Saved Searches
ar: عمليات البحث المحفوظة من الأعضاء
fr_fr: Recherches enregistrées par les membres
he_il: חיפושים שנשמרו על ידי החברים
pt_br: Buscas Salvas pelo Membro

source: Show Member Saved Search
ar: عرض بحث حفظ العضو
fr_fr: Afficher la recherche sauvegardée par le membre
he_il: הצג חיפוש שמור של חבר
pt_br: Mostrar Pesquisa Salva pelo Membro

source: Member Tokens
ar: رموز الأعضاء
fr_fr: Jetons membres
he_il: אסימוני חברים
pt_br: Tokens para Membros

source: Show Notification
ar: إشعار العرض
fr_fr: Notification de l’émission
he_il: הודעת מופע
pt_br: Notificação do Exibicione

source: Show Notification Field
ar: حقل إشعار العرض
fr_fr: Afficher le champ de notification
he_il: שדה ההתראה בהצגה
pt_br: Mostrar Campo de Notificação

source: Notification Board
ar: لوحة الإشعارات
fr_fr: Tableau de notification
he_il: לוח ההודעות
pt_br: Quadro de Notificações

source: Notification Card
ar: بطاقة الإشعار
fr_fr: Carte de notification
he_il: כרטיס התראה
pt_br: Cartão de Notificação

source: Notification List
ar: قائمة الإشعارات
fr_fr: Liste des notifications
he_il: רשימת הודעות
pt_br: Lista de Notificações

source: Notification Member
ar: عضو الإشعار
fr_fr: Membre Notification
he_il: חבר הודעה
pt_br: Membro Notificador

source: Notification Member Creator
ar: منشئ عضو الإشعار
fr_fr: Créateur de membres de notification
he_il: יוצר חבר הודעה
pt_br: Criador de Membros de Notificação

source: Notification Oragnization
ar: تنظيم الإشعارات
fr_fr: Organisation des notifications
he_il: אוראגניזציה של הודעות
pt_br: Organização de Notificações

source: Show Organization
ar: تنظيم العرض
fr_fr: Organisation des expositions
he_il: ארגון התערוכה
pt_br: Organização do Evento

source: Show Organization Field
ar: مجال تنظيم العروض
fr_fr: Champ d’organisation des expositions
he_il: שדה ארגון התוכנית
pt_br: Campo de Organização de Exposições

source: Organization Actions
ar: إجراءات المنظمة
fr_fr: Actions organisationnelles
he_il: פעולות הארגון
pt_br: Ações organizacionais

source: Organization Board
ar: مجلس التنظيم
fr_fr: Conseil d’administration
he_il: מועצת הארגון
pt_br: Conselho Organizacional

source: Organization Exports
ar: الصادرات التنظيمية
fr_fr: Exportation d’organisations
he_il: ייצוא ארגוני
pt_br: Exportações da Organização

source: Organization Members
ar: أعضاء المنظمة
fr_fr: Membres de l’organisation
he_il: חברי הארגון
pt_br: Membros da Organização

source: Organization Memberships
ar: عضويات المنظمات
fr_fr: Adhésions à l’organisation
he_il: חברות בארגונים
pt_br: Membros da Organização

source: Show Organization Membership
ar: عضوية منظمة العرض
fr_fr: Adhésion à l’organisation du salon
he_il: חברות בארגוני התוכנית
pt_br: Associação à Organização do Evento

source: Organization Plugin Data
ar: بيانات إضافة التنظيم
fr_fr: Données des plugins d’organisation
he_il: נתוני תוספי ארגון
pt_br: Dados do Plugin da Organização

source: Organization Tags
ar: علامات المنظمة
fr_fr: Balises d’organisation
he_il: תגי ארגון
pt_br: Tags da organização

source: Show Organization Billable Guest
ar: تنظيم البرنامج ضيف قابل للفوترة
fr_fr: Organisation de l’émission Invité facturable
he_il: אורחת לחיוב בארגון התוכנית
pt_br: Organização do Evento Convidado Cobrável

source: Show Plugin
ar: إضافة العرض
fr_fr: Afficher le plugin
he_il: תוסף Show
pt_br: Mostrar Plugin

source: Plugin Member Privacy
ar: خصوصية أعضاء الإضافات
fr_fr: Confidentialité des membres du plugin
he_il: פרטיות חברי תוספים
pt_br: Privacidade dos Membros do Plugin

source: All Search
ar: البحث الكامل
fr_fr: Toutes les recherches
he_il: כל החיפוש
pt_br: Todas as buscas

source: Search Members
ar: ابحث عن الأعضاء
fr_fr: Recherche de membres
he_il: חיפוש חברים
pt_br: Buscar Membros

source: ShowToken
ar: شو توكن

source: Token Members
ar: أعضاء الرمز
fr_fr: Membres Tokens
he_il: חברי אסימון
pt_br: Membros Tokens

source: Token Webhooks
ar: الرموز الإلكترونية
fr_fr: Crochets Web de jetons
he_il: טוקנים Webhooks

source: Show Token Webhook
ar: عرض رمز الويب هوك
fr_fr: Afficher le jeton Webhook
he_il: הצג טוקן Webhook
pt_br: Mostrar Webhook de Token

source: Show Webhook
ar: شو ويبهوك
fr_fr: Émission Webhook

source: Show Webhook Field
ar: عرض حقل ويبهوك
fr_fr: Champ Webhook Show

source: Clients
ar: العملاء
he_il: לקוחות
pt_br: Clientes

source: All Clients
ar: جميع العملاء
fr_fr: Tous les clients
he_il: כל הלקוחות
pt_br: Todos os Clientes

source: All Client Properties
ar: جميع خصائص العميل
fr_fr: Toutes les propriétés clients
he_il: כל מאפייני הלקוח
pt_br: Todas as Propriedades do Cliente

source: Client Properties
ar: خصائص العميل
fr_fr: Propriétés clients
he_il: מאפייני לקוח
pt_br: Propriedades do Cliente

source: Sub Clients
ar: العملاء الفرعيون
fr_fr: Sous-clients
he_il: לקוחות משנה
pt_br: Subclientes

source: SubClient Properties
ar: خصائص العميل الفرعي
fr_fr: Propriétés du sous-client
he_il: תכונות תת-לקוח
pt_br: Propriedades do SubCliente

source: Schedules
ar: جداول
fr_fr: Horaires
he_il: לוחות זמנים
pt_br: Horários

source: All Schedules
ar: جميع الجداول
fr_fr: Tous les horaires
he_il: כל לוחות הזמנים
pt_br: Todos os Calendários

source: Schedule Properties
ar: خصائص الجدول
fr_fr: Propriétés inscrites
he_il: מאפייני לוח זמנים
pt_br: Propriedades Agendadas

source: Schedule Policy
ar: سياسة الجدول الزمني
fr_fr: Politique de calendrier
he_il: מדיניות לוח הזמנים
pt_br: Política de Cronograma

source: All Schedule Policy Properties
ar: جميع خصائص سياسة الجدول
fr_fr: Toutes les propriétés de la police de classement
he_il: כל מאפייני מדיניות לוח הזמנים
pt_br: Todas as Propriedades da Apólice de Agendamento

source: Schedule Policy Properties
ar: خصائص سياسة الجدول الزمني
fr_fr: Propriétés de la police de classement
he_il: מאפייני מדיניות לוח זמנים
pt_br: Propriedades da Apólice Agendada

source: Virtualization Operations
ar: عمليات الافتراضية
fr_fr: Opérations de virtualisation
he_il: פעולות וירטואליזציה
pt_br: Operações de Virtualização

source: Virtualization Clients
ar: عملاء الافتراضية
fr_fr: Clients de virtualisation
he_il: לקוחות וירטואליזציה
pt_br: Clientes de Virtualização

source: Virtualization Subclients
ar: العملاء الفرعيين للافتراضية
fr_fr: Sous-clients de virtualisation
he_il: תת-לקוחות וירטואליזציה
pt_br: Subclientes de Virtualização

source: Virtual Server Agent Clients
ar: عملاء وكلاء الخادم الافتراضي
fr_fr: Clients Agent de Serveur Virtuel
he_il: לקוחות סוכני שרת וירטואלי
pt_br: Clientes Agentes de Servidor Virtual

source: Virtual Machines
ar: الآلات الافتراضية
fr_fr: Machines virtuelles
he_il: מכונות וירטואליות
pt_br: Máquinas Virtuais

source: Virtual Machine Details
ar: تفاصيل الآلة الافتراضية
fr_fr: Détails sur la machine virtuelle
he_il: פרטי מכונה וירטואלית
pt_br: Detalhes da Máquina Virtual

source: Client Group Operations
ar: عمليات مجموعة العملاء
fr_fr: Opérations du groupe client
he_il: תפעול קבוצת הלקוחות
pt_br: Operações do Grupo Cliente

source: Client Groups
ar: مجموعات العملاء
fr_fr: Groupes clients
he_il: קבוצות לקוחות
pt_br: Grupos de Clientes

source: Client Group Properties
ar: خصائص مجموعة العملاء
fr_fr: Propriétés du groupe client
he_il: תכונות קבוצת לקוחות
pt_br: Propriedades do Grupo Cliente

source: Client Jobs
ar: وظائف العملاء
fr_fr: Emplois clients
he_il: עבודות לקוח
pt_br: Vagas de Clientes

source: Job Summary
ar: ملخص الوظيفة
fr_fr: Résumé du poste
he_il: סיכום משרה
pt_br: Resumo do Cargo

source: Events
ar: احداث
fr_fr: Épreuves
he_il: אירועים
pt_br: Eventos

source: Anomalous Events
ar: الأحداث الشاذة
fr_fr: Événements anormaux
he_il: אירועים חריגים
pt_br: Eventos Anômalos

source: Workflows
ar: سير العمل
fr_fr: Flux de travail
he_il: תהליכי עבודה
pt_br: Fluxos de trabalho

source: All Workflows
ar: جميع سير العمل
fr_fr: Tous les flux de travail
he_il: כל זרימות העבודה
pt_br: Todos os Fluxos de Trabalho

source: Instances
ar: الحالات
fr_fr: Cas
he_il: מופעים
pt_br: Instâncias

source: All Instances
ar: جميع الحالات
fr_fr: Tous les cas
he_il: כל המופעים
pt_br: Todas as Instâncias

source: Alerts
ar: تنبيهات
fr_fr: Alertes
he_il: התראות
pt_br: Alertas

source: All Alerts
ar: جميع التنبيهات
fr_fr: Toutes les alertes
he_il: כל ההתראות
pt_br: Todos os Alertas

source: Alert Details
ar: تفاصيل التنبيه
fr_fr: Détails de l’alerte
he_il: פרטי התראה
pt_br: Detalhes do Alerta

source: Cloud Apps
ar: تطبيقات السحابة
fr_fr: Applications cloud
he_il: אפליקציות ענן
pt_br: Aplicativos em Nuvem

source: Cloud Apps Pseudo Clients
ar: تطبيقات السحابة عملاء زائف
fr_fr: Pseudo-clients des applications cloud
pt_br: Pseudo Clientes de Aplicativos em Nuvem

source: Payments
ar: الدفعات
fr_fr: Paiements
he_il: תשלומים
pt_br: Pagamentos

source: Refunds
ar: المبالغ المسترده
fr_fr: Restitutions
he_il: החזרים
pt_br: Restituições

source: Disputes
ar: المنازعات
fr_fr: Différends
he_il: סכסוכים
pt_br: Disputas

source: Terminal
ar: المحطه الطرفيه
he_il: מסוף

source: Subscriptions
ar: الاشتراكات
fr_fr: Abonnements
he_il: מנויים
pt_br: Assinaturas

source: Invoices
ar: الفواتير
fr_fr: Factures
he_il: חשבוניות
pt_br: Facturas

source: Catalog
ar: كتالوج
fr_fr: Catalogue
he_il: קטלוג
pt_br: Catálogo

source: Inventory
ar: جرد
fr_fr: Inventaire
he_il: מלאי
pt_br: Inventário

source: Customers
ar: الزبائن
fr_fr: Clientèle
he_il: הלקוחות
pt_br: Clientes

source: Customer Groups
ar: مجموعات العملاء
fr_fr: Groupes de clients
he_il: קבוצות לקוחות
pt_br: Grupos de Clientes

source: Customer Segments
ar: شرائح العملاء
fr_fr: Segments de clientèle
he_il: מגזרי לקוחות
pt_br: Segmentos de Clientes

source: Loyalty
ar: وفاء
fr_fr: Loyauté
he_il: נאמנות
pt_br: Lealdade

source: Booking
ar: حجز
fr_fr: Réservation
he_il: ההזמנה
pt_br: Reserva

source: Merchants
ar: تجار
fr_fr: Marchands
he_il: סוחרים
pt_br: Comerciantes

source: Locations
ar: مواقع
fr_fr: Lieux
he_il: מיקומים
pt_br: Locais

source: Devices
ar: الاجهزه
fr_fr: Dispositifs
he_il: התקנים
pt_br: Dispositivos

source: Cash Drawers
ar: أدراج النقود
fr_fr: Tiroirs à caisse
he_il: מגירות מזומן
pt_br: Gavetas de Caixa

source: Team
ar: فريق
fr_fr: Équipe
he_il: צוות
pt_br: Equipe

source: Labor
ar: العمل
fr_fr: Travail
he_il: עבודה
pt_br: Trabalho

source: Bank Accounts
ar: الحسابات البنكية
fr_fr: Comptes bancaires
he_il: חשבונות בנק
pt_br: Contas Bancárias

source: Settlements
ar: المستوطنات
fr_fr: Colonies
he_il: ההתנחלויות
pt_br: Assentamentos

source: All Payments
ar: جميع المدفوعات
fr_fr: Tous les paiements
he_il: כל התשלומים
pt_br: Todos os pagamentos

source: Show Payment
ar: الدفع بالعرض
fr_fr: Paiement du spectacle
pt_br: Pagamento do Show

source: Payments By Location Id
ar: المدفوعات حسب معرف الموقع
fr_fr: Paiements par identifiant de localisation
he_il: תשלומים לפי מזהה מיקום
pt_br: Pagamentos por Localização ID

source: Show Payment By Location Id
ar: عرض الدفع حسب معرف الموقع
fr_fr: Afficher le paiement par identifiant de lieu
he_il: הצג תשלום לפי מזהה מיקום
pt_br: Mostrar Pagamento por Localização Id

source: All Payment Refunds
ar: جميع استردادات المدفوعات
fr_fr: Tous les remboursements de paiement
he_il: כל ההחזרי התשלומים
pt_br: Todos os reembolsos de pagamento

source: Show Payment Refund
ar: عرض استرداد الدفع
fr_fr: Afficher le remboursement du paiement
he_il: הצג החזר תשלום
pt_br: Mostrar Reembolso de Pagamento

source: All Refunds By Location Id
ar: جميع الاسترداد حسب معرف الموقع
fr_fr: Tous les remboursements par identifiant de lieu
he_il: כל ההחזרים לפי מזהה מיקום
pt_br: Todos os reembolsos por ID de local

source: All Disputes
ar: جميع النزاعات
fr_fr: Tous les différends
he_il: כל המחלוקות
pt_br: Todas as Disputas

source: Show Dispute
ar: نزاع العرض
fr_fr: Dispute sur l’émission
he_il: מחלוקת על התוכנית
pt_br: Disputa do Programa

source: All Dispute Evidence
ar: جميع أدلة النزاع
fr_fr: Toutes les preuves contestées
he_il: כל הראיות למחלוקת
pt_br: Todas as Provas de Disputa

source: Show Dispute Evidence
ar: اعرض أدلة النزاع
fr_fr: Montrer des preuves de litige
he_il: הצג ראיות מחלוקת
pt_br: Mostrar Provas de Disputa

source: Show Terminal Checkout
ar: عرض شيك أوت
fr_fr: Affichage du terminal
he_il: הצגה בבדיקת טרמינל
pt_br: Finalização do Terminal de Exposição

source: Show Terminal Refund
ar: استرداد عرض المحطة
fr_fr: Afficher le remboursement du terminal
he_il: הצג החזר טרמינל
pt_br: Mostrar Reembolso do Terminal

source: Show Order
ar: ترتيب العروض
fr_fr: Ordre des spectacles
he_il: סדר ההופעות
pt_br: Ordem do Show

source: Show Subscription
ar: اشتراك البرنامج
fr_fr: Abonnement à l’émission
he_il: מנוי לתוכנית
pt_br: Assinatura do Programa

source: All Subscription Events
ar: جميع فعاليات الاشتراك
fr_fr: Tous les événements d’abonnement
he_il: כל אירועי המנוי
pt_br: Todos os Eventos de Assinatura

source: Catalog Info
ar: معلومات الكتالوج
fr_fr: Informations du catalogue
he_il: מידע קטלוג
pt_br: Informações do Catálogo

source: All Catalog
ar: جميع الكتالوج
fr_fr: Tout le catalogue
he_il: כל הקטלוג
pt_br: Todo o Catálogo

source: Show Catalog Object
ar: كائن الكتالوج
fr_fr: Afficher l’objet du catalogue
he_il: אובייקט קטלוג הצג
pt_br: Mostrar Objeto do Catálogo

source: Show Inventory Adjustment
ar: تعديل المخزون في العرض
fr_fr: Ajustement des stocks de montrer
he_il: התאמת מלאי הצג
pt_br: Ajustar o Estoque de Mostrar

source: Show Inventory Physical Count
ar: عرض الجرد العد المادي
fr_fr: Afficher le comptage physique de l’inventaire
he_il: הצג את הספירה הפיזית של מלאי
pt_br: Mostrar contagem física de estoque

source: Show Inventory
ar: مخزون العرض
fr_fr: Inventaire de l’exposition
he_il: מלאי התערוכה
pt_br: Inventário de Exposição

source: Show Inventory Changes
ar: تغييرات المخزون في العرض
fr_fr: Afficher les changements d’inventaire
he_il: שינויים במלאי הצג
pt_br: Mostrar Mudanças de Estoque

source: All Customers
ar: جميع العملاء
fr_fr: Tous les clients
he_il: כל הלקוחות
pt_br: Todos os Clientes

source: Show Customer
ar: عميل العرض
fr_fr: Afficher le client
he_il: לקוח התערוכה
pt_br: Cliente do Espetáculo

source: All Customer Groups
ar: جميع مجموعات العملاء
fr_fr: Tous les groupes de clients
he_il: כל קבוצות הלקוחות
pt_br: Todos os Grupos de Clientes

source: Show Customer Group
ar: مجموعة عملاء العرض
fr_fr: Afficher le groupe de clients
he_il: קבוצת לקוחות התערוכה
pt_br: Grupo de Clientes do Evento

source: All Customer Segments
ar: جميع شرائح العملاء
fr_fr: Tous les segments de clientèle
he_il: כל מגזרי הלקוחות
pt_br: Todos os Segmentos de Clientes

source: Show Customer Segment
ar: شريحة العملاء العرضية
fr_fr: Afficher le segment client
he_il: סגמנט לקוחות הצג
pt_br: Mostrar Segmento de Clientes

source: Show Loyalty Account
ar: حساب الولاء الظاهر
fr_fr: Afficher le compte de fidélité
he_il: הצג חשבון נאמנות
pt_br: Mostrar Conta de Lealdade

source: All Loyalty Programs
ar: جميع برامج الولاء
fr_fr: Tous les programmes de fidélité
he_il: כל תוכניות הנאמנות
pt_br: Todos os Programas de Fidelidade

source: Show Loyalty Reward
ar: مكافأة إظهار الولاء
fr_fr: Récompense de loyauté à montrer
he_il: הצגת תגמול נאמנות
pt_br: Mostrar Recompensa de Lealdade

source: Show Business Booking Profile
ar: ملف تعريف الحجز في عالم الاستعراض
fr_fr: Profil de réservation dans le monde du spectacle
he_il: פרופיל הזמנות בתעשיית הבידור
pt_br: Perfil de Reserva no Show Business

source: All Team Member Booking Profiles
ar: ملفات حجز جميع أعضاء الفريق
fr_fr: Profils de réservation de tous les membres de l’équipe
he_il: פרופילי הזמנות לכל חברי הצוות
pt_br: Todos os Perfis de Reserva de Membros da Equipe

source: Show Team MemberBooking Profile
ar: عرض ملف تعريف عضو الفريق
fr_fr: Membre de l’équipe de spectacleProfil de réservation
he_il: הצג חברי צוות פרופיל הזמנה
pt_br: Membro da Equipe de ShowPerfil de Reserva

source: Show Booking
ar: حجز العروض
fr_fr: Réservation de concerts
he_il: הופעות בוקינג
pt_br: Agendamento de Shows

source: All Merchants
ar: جميع التجار
fr_fr: Tous les marchands
he_il: כל הסוחרים
pt_br: Todos os Comerciantes

source: Show Merchant
ar: تاجر العرض
fr_fr: Marchand de spectacle
he_il: שואו מרצ'נט
pt_br: Comerciante de Exposição

source: All Locations
ar: جميع المواقع
fr_fr: Tous les lieux
he_il: כל המקומות
pt_br: Todas as Unidades

source: Show Location
ar: موقع العرض
fr_fr: Lieu du spectacle
he_il: מיקום התוכנית
pt_br: Local do Espetáculo

source: All Device Codes
ar: جميع رموز الأجهزة
fr_fr: Tous les codes des dispositifs
he_il: כל קודי המכשירים
pt_br: Todos os Códigos de Dispositivo

source: Show Device Code
ar: عرض رمز الجهاز
fr_fr: Afficher le code de l’appareil
he_il: הצג קוד מכשיר
pt_br: Mostrar Código do Dispositivo

source: All Cash Drawer Shifts
ar: جميع نوبات السحب اليدوية
fr_fr: Tous les quarts de caisse
he_il: כל המשמרות במגירות המזומן
pt_br: Todos os turnos de gaveta do caixa

source: Show Cash Drawer Shift
ar: عرض انتقال الصراف
fr_fr: Montre le Shift du tiroir à caisse
he_il: הצג משמרת מזומן
pt_br: Mostrar Turno da Gaveta do Caixa

source: All Cash Drawer Shift Events
ar: جميع فعاليات وردية الصراف
fr_fr: Tous les événements du quart de caisse
he_il: כל אירועי המשמרת במזומן
pt_br: Todos os Eventos do Turno de Gavetas de Caixa

source: Show Team Member
ar: عضو فريق العرض
fr_fr: Membre de l’équipe Show
he_il: חבר צוות התוכנית
pt_br: Membro da Equipe de Apresentação

source: Show Wage Setting
ar: إعداد أجور العرض
fr_fr: Fixation des salaires
he_il: הגדרת שכר בתוכנית
pt_br: Definição de Salário de Exibição

source: All Break Types
ar: جميع أنواع الكسر
fr_fr: Tous les types de casse
he_il: כל סוגי השבירה
pt_br: Todos os Tipos de Quebra

source: Show Break Type
ar: نوع استراحة العرض
fr_fr: Type de coupure de spectacle
he_il: סוג הפסקת מופע
pt_br: Tipo de Quebra de Espetáculo

source: Show Shift
ar: تحول العرض
fr_fr: Changement de spectacle
he_il: משמרת תוכנית
pt_br: Mudança de Programas

source: All Team Member Wages
ar: أجور جميع أعضاء الفريق
fr_fr: Salaires de tous les membres de l’équipe
he_il: שכר כל חברי הקבוצה
pt_br: Salários de Todos os Membros da Equipe

source: Show Team Member Wage
ar: أجر أعضاء فريق العرض
fr_fr: Salaire des membres de l’équipe de présentation
he_il: שכר חברי צוות התוכנית
pt_br: Salário dos Membros da Equipe de Apresentação

source: All Work week Configs
ar: جميع إعدادات أسبوع العمل
fr_fr: Toutes les configurations de la semaine de travail
he_il: כל תצורות שבוע העבודה
pt_br: Configurações de todas as semanas de trabalho

source: All Bank Accounts
ar: جميع الحسابات البنكية
fr_fr: Tous les comptes bancaires
he_il: כל חשבונות הבנק
pt_br: Todas as Contas Bancárias

source: Show Bank Account By V1 Id
ar: عرض الحساب البنكي حسب معرف V1
fr_fr: Afficher le compte bancaire par v1 ID
he_il: הצג חשבון בנק לפי מזהה V1
pt_br: Mostrar Conta Bancária por V1 Id

source: Show Bank Account
ar: عرض الحساب البنكي
fr_fr: Afficher le compte bancaire
he_il: הצג חשבון בנק
pt_br: Mostrar Conta Bancária

source: All Settlements
ar: جميع المستوطنات
fr_fr: Tous les établissements
he_il: כל היישובים
pt_br: Todos os Assentamentos

source: Show Settlement
ar: تسوية العرض
fr_fr: Règlement Show
he_il: הסדר בתוכנית
pt_br: Assentamento Show

source: Accounting Code
ar: قانون المحاسبة
fr_fr: Code comptable
he_il: קוד חשבונאות
pt_br: Código de Contabilidade

source: Invoice
ar: فاتورة
fr_fr: Facture
he_il: חשבונית
pt_br: Fatura

source: Order
ar: ترتيب
fr_fr: Commande
he_il: הזמנה
pt_br: Ordem

source: Subscription
ar: اكتتاب
fr_fr: Abonnement
he_il: מנוי
pt_br: Subscrição

source: All Accounting Codes
ar: جميع رموز المحاسبة
fr_fr: Tous les codes comptables
he_il: כל קודי החשבונאות
pt_br: Todos os Códigos de Contabilidade

source: Show Accounting Code
ar: رمز المحاسبة العرضي
fr_fr: Afficher le code comptable
he_il: קוד הנהלת חשבונאות הצג
pt_br: Mostrar Código Contábil

source: Accounting Periods
ar: فترات المحاسبة
fr_fr: Périodes comptables
he_il: תקופות חשבונאיות
pt_br: Períodos contábeis

source: Show Account
ar: حساب العرض
fr_fr: Afficher le compte
he_il: חשבון התוכנית
pt_br: Mostrar Conta
