Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Differed Time Interval cannot be empty
ar: الفترة الزمنية المختلفة لا يمكن أن تكون فارغة
fr_fr: L’intervalle de temps différé ne peut pas être vide
he_il: מרווח זמן שונה אינו יכול להיות ריק
pt_br: Intervalo de Tempo Diferente não pode ser vazio

source: Enable this property to remove the loading indicator while refreshing the widget data
ar: قم بتمكين هذه الخاصية لإزالة مؤشر التحميل أثناء تحديث بيانات الأداة
fr_fr: Activez cette propriété pour supprimer l’indicateur de chargement tout en rafraîchissant les données du widget
he_il: הפעל תכונה זו להסיר את אינדיקטור הטעינה בזמן רענון נתוני הווידג'ט
pt_br: Ative essa propriedade para remover o indicador de carregamento enquanto atualiza os dados do widget

source: Enabling the data refresh settings allows the retrieval of live data, disregarding the use of the data cache and overriding it. Please disable the data cache and enable refresh settings.
ar: تمكين إعدادات تحديث البيانات يسمح باسترجاع البيانات الحية، متجاهلا استخدام ذاكرة البيانات المخبأة وتجاوزها. يرجى تعطيل ذاكرة البيانات المؤقتة وتفعيل إعدادات التحديث.
fr_fr: Activer les paramètres de rafraîchissement des données permet de récupérer des données en temps réel, sans tenir compte de l’utilisation du cache de données et en le surchargeant. Veuillez désactiver le cache de données et activer les paramètres de rafraîchissement.
he_il: הפעלת הגדרות רענון הנתונים מאפשרת שליפת נתונים חיים, תוך התעלמות משימוש במטמון הנתונים והעקיפה שלו. אנא כבה את מטמון הנתונים והפעל הגדרות רענון.
pt_br: Ativar as configurações de atualização de dados permite a recuperação de dados em tempo real, desconsiderando o uso do cache de dados e sobrepondo-o. Por favor, desative o cache de dados e ative as configurações de atualização.

source: Last Refreshed at
ar: آخر تحديث في
fr_fr: Dernière mise à jour à
he_il: רענון אחרון ב
pt_br: Última atualização em

source: Append Text
ar: النص المرفق
fr_fr: Ajouter le texte
he_il: טקסט נוסף
pt_br: Anexar Texto

source: Check All
ar: تحقق من الجميع
fr_fr: Cocher tout
he_il: בדוק את כולם
pt_br: Conferir tudo

source: Line Color
ar: لون الخط
fr_fr: Couleur des lignes
he_il: צבע קו
pt_br: Cor da Linha

source: Linear
ar: طولي
fr_fr: Linéaire
he_il: ליניארי

source: Exponential
ar: الاسي
fr_fr: Exponentiel
he_il: מעריכי
pt_br: Exponencial

source: Logarithmic
ar: لوغاريتمي
fr_fr: Logarithmique
he_il: לוגריתמי
pt_br: Logarítmica

source: Power
ar: قوة
fr_fr: Pouvoir
he_il: כח
pt_br: Poder

source: Polynomial
ar: كثير الحدود
fr_fr: Polynôme
he_il: פולינום
pt_br: Polinomial

source: Legend Text cannot be empty
ar: لا يمكن أن يكون نص الأسطورة فارغا
fr_fr: Le texte de la légende ne peut pas être vide
he_il: טקסט האגדה אינו יכול להיות ריק
pt_br: Texto da Lenda não pode estar vazio

source: Vs
ar: مقابل
he_il: לעומת

source: Create a custom data source.
ar: أنشئ مصدر بيانات مخصص.
fr_fr: Créez une source de données personnalisée.
he_il: צור מקור נתונים מותאם אישית.
pt_br: Crie uma fonte de dados personalizada.

source: Create new
ar: اصنع جديدا
fr_fr: Créer de nouvelles
he_il: תיצור חדש
pt_br: Criar novo

source: *Previous tables will be dropped.
ar: *سيتم حذف الجداول السابقة.
fr_fr: *Les tables précédentes seront supprimées.
he_il: *טבלאות קודמות יוסרו.
pt_br: *Tabelas anteriores serão removidas.

source: Reconnect
ar: اعاده
fr_fr: Reconnecter
he_il: מחדש
pt_br: Reconectar

source: The purpose of this button is solely to update the optional parameters like Description, MaxrowCount,CommandTimeOut and Additional connection Properties. It does not Reconnect the data source.
ar: الغرض من هذا الزر هو تحديث المعلمات الاختيارية مثل الوصف، MaxrowCount، CommandTimeOut وخصائص الاتصال الإضافية. لا يعيد توصيل مصدر البيانات.
fr_fr: Le but de ce bouton est uniquement de mettre à jour les paramètres optionnels comme Description, MaxrowCount, CommandTimeOut et Propriétés de connexion supplémentaires. Il ne reconnecte pas la source de données.
he_il: מטרת כפתור זה היא לעדכן אך ורק את הפרמטרים האופציונליים כמו Description, MaxrowCount, CommandTimeOut ותכונות חיבור נוספות. הוא לא מחבר מחדש את מקור הנתונים.
pt_br: O propósito deste botão é apenas atualizar os parâmetros opcionais como Description, MaxrowCount, CommandTimeOut e Additional connection Properties. Ele não reconecta a fonte de dados.

source: Owner
ar: مالك
fr_fr: Propriétaire
he_il: הבעלים
pt_br: Proprietário

source: Last updated on
ar: آخر تحديث في
fr_fr: Dernière mise à jour le
he_il: עודכן לאחרונה ב
pt_br: Última atualização em

source: Expression Designer
ar: مصمم التعبير
fr_fr: Concepteur d’expressions
he_il: מעצב הבעה
pt_br: Designer de Expressões

source: Functions
ar: وظائف
fr_fr: Fonctions
he_il: פונקציות
pt_br: Funções

source: Returns the absolute value of the given expression.
ar: يرجع القيمة المطلقة للتعبير المعطى.
fr_fr: Retourne la valeur absolue de l’expression donnée.
he_il: מחזיר את הערך המוחלט של הביטוי הנתון.
pt_br: Retorna o valor absoluto da expressão dada.

source: Returns the inverse cosine (also known as arccosine) of the given numeric expression. Value should be between -1 and +1.
ar: يعيد جيب تمام العكسية (المعروف أيضا باسم جيب القوس) للتعبير العددي المعطى. يجب أن تكون القيمة بين -1 و +1.
fr_fr: Retourne l’inverse du cosinus (également appelé arccosine) de l’expression numérique donnée. La valeur doit être comprise entre -1 et +1.
he_il: מחזיר את הקוסינוס ההפוך (המכונה גם ארקוסינוס) של הביטוי המספרי הנתון. הערך צריך להיות בין -1 ל-+1.
pt_br: Retorna o cosseno inverso (também conhecido como arccoseno) da expressão numérica dada. O valor deve estar entre -1 e +1.

source: Returns the inverse sine (also known as arcsine) of the given numeric expression. Value should be between - 1 and +1.
ar: يعيد الجيب المعكوس (المعروف أيضا باسم الجيب القوس) للتعبير العددي المعطى. يجب أن تكون القيمة بين - 1 و +1.
fr_fr: Retourne l’inverse du sinus (également appelé arcsin) de l’expression numérique donnée. La valeur doit être comprise entre -1 et +1.
he_il: מחזיר את הסינוס ההפוך (המכונה גם ארקסינוס) של הביטוי המספרי הנתון. הערך צריך להיות בין - 1 ל-+1.
pt_br: Retorna o seno inverso (também conhecido como arcseno) da expressão numérica dada. O valor deve estar entre -1 e +1.

source: Returns the inverse tangent (also known as arctangent) of the given numeric expression.
ar: يرجع المماس المعكوس (المعروف أيضا بالقوس) للتعبير العددي المعطى.
fr_fr: Retourne l’inverse tangente (également appelée arctangente) de l’expression numérique donnée.
he_il: מחזיר את המשיק ההפוך (המכונה גם ארקטנגנטי) של הביטוי המספרי הנתון.
pt_br: Retorna a tangente inversa (também conhecida como arctangente) da expressão numérica dada.

source: ATAN(numeric_expression)
ar: أتان(numeric_expression)
he_il: אטן(numeric_expression)

source: Returns the cosine of the angle specified in radians of the given expression.
ar: يعيد جيب تمام الزاوية المحددة بالراديان للتعبير المعطى.
fr_fr: Retourne le cosinus de l’angle spécifié en radians de l’expression donnée.
he_il: מחזיר את הקוסינוס של הזווית המוגדרת ברדיואנים של הביטוי הנתון.
pt_br: Retorna o cosseno do ângulo especificado em radianos da expressão dada.

source: Returns the angle in degrees for the one specified in radians of the given numeric expression.
ar: يعيد الزاوية بالدرجات للزاوية المحددة بالراديان للتعبير العددي المعطى.
fr_fr: Retourne l’angle en degrés pour celui spécifié en radians de l’expression numérique donnée.
he_il: מחזיר את הזווית במעלות עבור זו שמוגדרת ברדיאנים של הביטוי המספרי הנתון.
pt_br: Retorna o ângulo em graus para o especificado em radianos da expressão numérica dada.

source: DEGREES(numeric_expression)
ar: الدرجات (numeric_expression)
fr_fr: DIPLÔMES (numeric_expression)
he_il: תארים (numeric_expression)
pt_br: DIPLOMAS (numeric_expression)

source: Returns the exponential value of the given expression.
ar: يعيد القيمة الأسية للتعبير المعطى.
fr_fr: Retourne la valeur exponentielle de l’expression donnée.
he_il: מחזיר את הערך האקספוננציאלי של הביטוי הנתון.
pt_br: Retorna o valor exponencial da expressão dada.

source: Returns the logarithm of the given expression to the specified base.
ar: يعيد اللوغاريتم للتعبير المعطى إلى القاعدة المحددة.
fr_fr: Retourne le logarithme de l’expression donnée à la base spécifiée.
he_il: מחזיר את הלוגריתם של הביטוי הנתון לבסיס שצוין.
pt_br: Retorna o logaritmo da expressão dada à base especificada.

source: Returns the constant value of PI.
ar: يرجع القيمة الثابتة ل PI.
fr_fr: Rend la valeur constante de PI.
he_il: מחזיר את הערך הקבוע של PI.
pt_br: Retorna o valor constante de PI.

source: Returns the value of the given expression (expression1) to the specified power (expression2).
ar: يعيد قيمة التعبير المعطى (تعبير 1) إلى القوة المحددة (تعبير2).
fr_fr: Rend la valeur de l’expression donnée (expression1) à la puissance spécifiée (expression2).
he_il: מחזיר את ערך הביטוי הנתון (ביטוי1) לחזקה שצוינה (ביטוי 2).
pt_br: Retorna o valor da expressão dada (expressão1) para a potência especificada (expressão2).

source: Returns the percentage value for each row from the grand total of the given column.
ar: يعيد القيمة المئوية لكل صف من المجموع الكلي للعمود المعطا.
fr_fr: Retourne la valeur en pourcentage pour chaque ligne à partir du grand total de la colonne donnée.
he_il: מחזיר את ערך האחוזים לכל שורה מתוך הסכום הכולל של העמודה הנתונה.
pt_br: Retorna o valor percentual de cada linha a partir do total geral da coluna dada.

source: TOTALPERCENTAGE(numeric_expression)
ar: النسبة الإجمالية (numeric_expression)
fr_fr: POURCENTAGE TOTAL(numeric_expression)
he_il: אחוז כולל (numeric_expression)
pt_br: PERCENTAGEM TOTAL(numeric_expression)

source: Returns the angle in radians for the one specified in degrees in the given numeric expression.
ar: يعيد الزاوية بالراديان للزاوية المحددة بالدرجات في التعبير العددي المعطى.
fr_fr: Retourne l’angle en radians pour celui spécifié en degrés dans l’expression numérique donnée.
he_il: מחזיר את הזווית ברדיאנים עבור זו שמוגדרת במעלות בביטוי המספרי הנתון.
pt_br: Retorna o ângulo em radianos para o especificado em graus na expressão numérica dada.

source: RADIANS(numeric_expression)
ar: راديان(numeric_expression)
he_il: רדיאנים (numeric_expression)

source: Returns a rounded value.
ar: يعيد قيمة مستقرة.
fr_fr: Ça rend une valeur arrondie.
he_il: מחזיר ערך מעוגל.
pt_br: Retorna um valor arredondado.

source: ROUND(numeric_expression)
ar: الجولة (numeric_expression)
fr_fr: ROND(numeric_expression)
he_il: סיבוב (numeric_expression)
pt_br: RODADA(numeric_expression)

source: Returns a value representing the positive (+1), zero(0), or negative (-1) sign of the given numeric expression.
ar: يرجع قيمة تمثل العلامة الإيجابية (+1)، الصفر(0)، أو السالب (-1) للتعبير الرقمي المعطى.
fr_fr: Retourne une valeur représentant le signe positif (+1), zéro (0) ou négatif (-1) de l’expression numérique donnée.
he_il: מחזיר ערך המייצג את הסימן החיובי (+1), אפס(0) או שלילי (-1) של הביטוי המספרי הנתון.
pt_br: Retorna um valor representando o sinal positivo (+1), zero(0) ou negativo (-1) da expressão numérica dada.

source: Returns the sine of the angle specified in radians of the given expression.
ar: يعيد جيب الزاوية المحددة بالراديان للتعبير المعطى.
fr_fr: Retourne le sinus de l’angle spécifié en radians de l’expression donnée.
he_il: מחזיר את הסינוס של הזווית המוגדרת ברדיואנים של הביטוי הנתון.
pt_br: Retorna o seno do ângulo especificado em radianos da expressão dada.

source: SIN(numeric_expression)
ar: بدون(numeric_expression)
fr_fr: SANS(numeric_expression)
he_il: בלי(numeric_expression)
pt_br: SEM(numeric_expression)

source: Returns the square root of the given numeric expression.
ar: يعيد الجذر التربيعي للتعبير العددي المعطى.
fr_fr: Retourne la racine carrée de l’expression numérique donnée.
he_il: מחזיר את השורש הריבועי של הביטוי המספרי הנתון.
pt_br: Retorna a raiz quadrada da expressão numérica dada.

source: Returns the tangent of the given numeric expression.
ar: يعيد المماس للتعبير العددي المعطى.
fr_fr: Retourne la tangente de l’expression numérique donnée.
he_il: מחזיר את המשיק של הביטוי המספרי הנתון.
pt_br: Retorna a tangente da expressão numérica dada.

source: TAN(numeric_expression)
ar: تان (numeric_expression)
he_il: טאן(numeric_expression)

source: Returns either true part or false part, depending upon the evaluation of the expression.
ar: يعيد إما الجزء الحقيقي أو الجزء الكاذب، اعتمادا على تقييم التعبير.
fr_fr: Retourne soit la partie vraie, soit la fausse part, selon l’évaluation de l’expression.
he_il: מחזיר או חלק אמיתי או חלק שקרי, בהתאם להערכת הביטוי.
pt_br: Retorna a parte verdadeira ou a parte falsa, dependendo da avaliação da expressão.

source: If the expression is numeric/string/date, returns the first expression. If the first expression is NULL, returns the second expression.
ar: إذا كان التعبير رقميا/سلسليا/تاريخا، فإنه يعيد التعبير الأول. إذا كان التعبير الأول هو NULL، فإنه يعيد التعبير الثاني.
fr_fr: Si l’expression est numérique/chaîne/date, retourne la première expression. Si la première expression est NULLE, elle retourne la seconde expression.
he_il: אם הביטוי הוא מספרי/מחרוזת/תאריך, הוא מחזיר את הביטוי הראשון. אם הביטוי הראשון הוא NULL, הוא מחזיר את הביטוי השני.
pt_br: Se a expressão for numérica/string/date, retorna a primeira expressão. Se a primeira expressão for NULL, retorna a segunda expressão.

source: IFNULL(expression1,expression2)
ar: IFNULL (تعبير1,تعبير2)

source: If the numeric/ string / date_expression is NULL, returns a string representing false, otherwise represents true.
ar: إذا كانت الرقم / السلسلة / date_expression صفرية، تعيد سلسلة تمثل خطأ، وإلا تمثل صحيحة.
fr_fr: Si le numérique/ chaîne / date_expression est NULL, retourne une chaîne représentant faux, sinon représente vrai.
he_il: אם המספר/מחרוזת / date_expression היא NULL, היא מחזירה מחרוזת המייצגת שקרית, אחרת מייצגת את ה-true.
pt_br: Se o numérico/string / date_expression for NULL, retorna uma string representando falso, caso contrário representa true.

source: ISNOTNULL(expression)
ar: ISNOTNULL (تعبير)
he_il: ISNOTNULL (ביטוי)
pt_br: ISNOTNULL(expressão)

source: If the numeric/string/date_expression is NULL, returns a string representing true, otherwise represents false.
ar: إذا كانت العددية/السلسلة/date_expression صفرية، تعيد سلسلة تمثل صحيحا، وإلا تمثل خطأ.
fr_fr: Si le chiffre/chaîne/date_expression est NULL, retourne une chaîne représentant vrai, sinon représente faux.
he_il: אם המספר/מחרוזת/date_expression היא NULL, היא מחזירה מחרוזת המייצגת true, אחרת מייצגת false.
pt_br: Se o numérico/cadeia/date_expression for NULL, retorna uma string representando verdadeiro, caso contrário representa falso.

source: ISNULL(expression)
ar: ISNULL (تعبير)
he_il: ISNULL (ביטוי)
pt_br: ISNULL(expressão)

source: Returns true if both the expressions evaluates to true.
ar: يعيد true إذا قيم التعبيران إلى true.
fr_fr: Retourne true si les deux expressions évaluent comme vrai.
he_il: מחזיר true אם שני הביטויים מעריכים ל-true.
pt_br: Retorna verdadeiro se ambas as expressões avaliarem como verdadeiro.

source: (expression1) AND (expression2)
ar: (تعبير1) و (تعبير2)
fr_fr: (expression1) ET (expression2)
he_il: (הבעה1) AND (ביטוי2)
pt_br: (expressão1) E (expressão2)

source: Returns the reversal logical value of the expression being evaluated.
ar: يرجع القيمة المنطقية العكسية للتعبير الذي يتم تقييمه.
fr_fr: Retourne la valeur logique inverse de l’expression évaluée.
he_il: מחזיר את הערך הלוגי ההפוך של הביטוי המוערך.
pt_br: Retorna o valor lógico reversal da expressão que está sendo avaliada.

source: NOT(expression)
ar: NOT(تعبير)
he_il: לא(ביטוי)
pt_br: NOT(expressão)

source: Returns true if any of the expressions evaluates to true.
ar: يرجع الصحيح إذا تم تقييم أي من التعبيرات إلى صحيح.
fr_fr: Retourne true si l’une des expressions s’évalue à true.
he_il: מחזירה true אם אחד מהביטויים מעריך ל-true.
pt_br: Retorna true se alguma das expressões for avaliada como verdadeira.

source: (expression1) OR (expression2)
ar: (تعبير1) OR (تعبير2)
fr_fr: (expression1) OU (expression2)
he_il: (הבעה1) OR (ביטוי2)
pt_br: (expressão1) OU (expressão2)

source: Adds a time/date interval to the specified date.
ar: يضيف فترة زمنية/تاريخية إلى التاريخ المحدد.
fr_fr: Ajoute un intervalle de date/temps à la date spécifiée.
he_il: מוסיף מרווח זמן/תאריך לתאריך שצוין.
pt_br: Adiciona um intervalo de tempo/data à data especificada.

source: Returns the difference between two specified dates.
ar: يرجع الفرق بين تاريخين محددين.
fr_fr: Rend la différence entre deux dates spécifiées.
he_il: מחזיר את ההפרש בין שני תאריכים מוגדרים.
pt_br: Retorna a diferença entre duas datas especificadas.

source: DATEDIFF(date_part, start_date, end_date)
ar: دايتديف(date_part، start_date، end_date)

source: Returns a string representing the specified datepart of the given date expression.
ar: يرجع سلسلة تمثل الجزء التاريخي المحدد من تعبير التاريخ المعطا.
fr_fr: Retourne une chaîne représentant la partie date spécifiée de l’expression date donnée.
he_il: מחזיר מחרוזת המייצגת את חלק התאריך שצוין בביטוי התאריך הנתון.
pt_br: Retorna uma string representando a dataparte especificada da expressão de data dada.

source: DATENAME(datepart, date_expression)
ar: اسم التاريخ (datepart، date_expression)
pt_br: NOMEDATA(part, date_expression)

source: Returns an integer value representing the specified date part of the given date expression.
ar: يرجع قيمة صحيحة تمثل الجزء التاريخي المحدد من تعبير التاريخ المعطا.
fr_fr: Retourne une valeur entière représentant la partie date spécifiée de l’expression de date donnée.
he_il: מחזיר ערך שלם המייצג את חלק התאריך שצוין בביטוי התאריך הנתון.
pt_br: Retorna um valor inteiro que representa a parte de data especificada da expressão de data dada.

source: Returns the date subtracted from the specified date.
ar: يعيد التاريخ الطرح من التاريخ المحدد.
fr_fr: Retourne la date soustraite de la date spécifiée.
he_il: מחזיר את התאריך שהוחסר מהתאריך שצוין.
pt_br: Retorna a data subtraída da data especificada.

source: Returns a numeric value representing the day part of the specified date.
ar: يرجع قيمة رقمية تمثل جزء اليوم من التاريخ المحدد.
fr_fr: Retourne une valeur numérique représentant la partie jour de la date spécifiée.
he_il: מחזיר ערך מספרי המייצג את חלק היום של התאריך שצוין.
pt_br: Retorna um valor numérico representando a parte do dia da data especificada.

source: DAY(date_expression)
ar: يوم (date_expression)
fr_fr: JOUR(date_expression)
he_il: יום (date_expression)

source: Returns a numeric value representing the difference between two specified dates.
ar: يرجع قيمة رقمية تمثل الفرق بين تاريخين محددين.
fr_fr: Retourne une valeur numérique représentant la différence entre deux dates spécifiées.
he_il: מחזיר ערך מספרי המייצג את ההפרש בין שני תאריכים שצוינו.
pt_br: Retorna um valor numérico representando a diferença entre duas datas especificadas.

source: DAYDIFF(date_expression, date_expression)
ar: دايديف(date_expression، date_expression)

source: Returns the hour of the given date as an integer.
ar: يرجع ساعة التاريخ المحدد كعدد صحيح.
fr_fr: Rend l’heure de la date donnée comme un entier.
he_il: מחזיר את השעה של התאריך הנתון כמספר שלם.
pt_br: Retorna a hora da data dada como um inteiro.

source: HOUR(date_expression)
ar: ساعة (date_expression)
fr_fr: HEURE(date_expression)
he_il: שעה (date_expression)
pt_br: HORA(date_expression)

source: Returns the maximum value in the given expression.
ar: يرجع القيمة القصوى في التعبير المعطى.
fr_fr: Retourne la valeur maximale dans l’expression donnée.
he_il: מחזיר את הערך המקסימלי בביטוי הנתון.
pt_br: Retorna o valor máximo na expressão dada.

source: MAX(expression)
ar: MAX (تعبير)
pt_br: MAX(expressão)

source: Returns the minimum value in the given expression.
ar: يرجع القيمة الدنيا في التعبير المعطى.
fr_fr: Retourne la valeur minimale dans l’expression donnée.
he_il: מחזיר את הערך המינימלי בביטוי הנתון.
pt_br: Retorna o valor mínimo na expressão dada.

source: MIN(expression)
ar: MIN(تعبير)
pt_br: MIN(expressão)

source: Returns a numeric value representing the minute part of the date resulting from specified date expression.
ar: يرجع قيمة رقمية تمثل الجزء الدقيق من التاريخ الناتج عن تعبير تاريخ محدد.
fr_fr: Retourne une valeur numérique représentant la minute de la date résultant de l’expression de date spécifiée.
he_il: מחזיר ערך מספרי המייצג את החלק הדקות של התאריך הנובע מביטוי תאריך שנקבע.
pt_br: Retorna um valor numérico representando a parte minuta da data resultante da expressão de data especificada.

source: MINUTE(date_expression)
ar: دقيقة (date_expression)
he_il: דקה(date_expression)
pt_br: MINUTO(date_expression)

source: Returns a numeric value representing the month part of the date resulting from specified date expression.
ar: يرجع قيمة رقمية تمثل الجزء الشهري من التاريخ الناتج عن تعبير تاريخ محدد.
fr_fr: Retourne une valeur numérique représentant la partie mois de la date résultant de l’expression de date spécifiée.
he_il: מחזיר ערך מספרי המייצג את החלק החודשי של התאריך הנובע מביטוי תאריך מוגדר.
pt_br: Retorna um valor numérico representando a parte do mês da data resultante da expressão de data especificada.

source: MONTH(date_expression)
ar: الشهر (date_expression)
fr_fr: MOIS (date_expression)
he_il: חודש (date_expression)
pt_br: MÊS(date_expression)

source: Returns the current date and time.
ar: يعيد التاريخ والوقت الحاليين.
fr_fr: Retourne la date et l’heure actuelles.
he_il: מחזיר את התאריך והשעה הנוכחיים.
pt_br: Retorna a data e hora atuais.

source: NOW()
ar: الآن()
fr_fr: MAINTENANT()
he_il: עכשיו()

source: Returns the current date.
ar: يعيد التاريخ الحالي.
fr_fr: Retour à la date actuelle.
he_il: מחזיר את התאריך הנוכחי.
pt_br: Retorna a data atual.

source: TODAY()
ar: اليوم()
fr_fr: AUJOURD’HUI ()
he_il: היום()
pt_br: HOJE()

source: Returns a numeric value representing the year part of the date resulting from the specified date expression.
ar: يرجع قيمة رقمية تمثل الجزء السنوي من التاريخ الناتج عن التعبير التاريخي المحدد.
fr_fr: Retourne une valeur numérique représentant la partie année de la date résultant de l’expression de date spécifiée.
he_il: מחזיר ערך מספרי המייצג את חלק השנה של התאריך הנובע מהביטוי התאריך שצוין.
pt_br: Retorna um valor numérico representando a parte do ano da data resultante da expressão de data especificada.

source: YEAR(date_expression)
ar: السنة (date_expression)
fr_fr: ANNÉE (date_expression)
he_il: שנה (date_expression)
pt_br: ANO(date_expression)

source: Converts the given integer ASCII code into a character.
ar: يحول رمز ASCII الصحيح المعطى إلى حرف.
fr_fr: Convertit le code ASCII entier donné en caractère.
he_il: ממיר את קוד ה-ASCII השלם הנתון לתווים.
pt_br: Converte o código ASCII inteiro dado em um caractere.

source: CHAR(numeric_expression)
ar: شار(numeric_expression)

source: Returns a string value resulting from the concatenation of two or more string values.
ar: يرجع قيمة نصية ناتجة عن دمج قيمتين أو أكثر من السلسلة.
fr_fr: Retourne une valeur de chaîne résultant de la concaténation de deux valeurs de chaîne ou plus.
he_il: מחזיר ערך מחרוזת הנובע משרשור של שני ערכי מחרוזת או יותר.
pt_br: Retorna um valor de cadeia resultante da concatenação de dois ou mais valores de cadeia.

source: CONCAT(expression1, expression2, ...,expressionN)
ar: CONCAT(تعبير1، تعبير2، ...,تعبيرN)
he_il: CONCAT(ביטוי1, ביטוי2, ...,ביטויN)
pt_br: CONCAT(expressão1, expressão2, ...,expressãoN)

source: Returns true if the given string expression contains the specified substring expression.
ar: يرجع صحيحا إذا كان التعبير النصي المعطى يحتوي على التعبير الفرعي المحدد.
fr_fr: Retour vrai si l’expression de chaîne donnée contient l’expression de sous-chaîne spécifiée.
he_il: מחזיר true אם ביטוי המחרוזת הנתון מכיל את הביטוי תת-מחרוזת שצוין.
pt_br: Retorna verdadeiro se a expressão de string dada contiver a expressão de substring especificada.
