Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: The requested visual is not supported. Rephrase the question with supported visuals: charts, grid, and number card.
ar: الصورة المطلوبة غير مدعومة. أعد صياغة السؤال مع الصور المدعومة: الرسوم البيانية، الشبكة، وبطاقة الأرقام.
fr_fr: Le visuel demandé n’est pas pris en charge. Reformulez la question avec des éléments visuels supportés : tableaux, grille et carte numérique.
he_il: הוויזואל המבוקש אינו נתמך. נסח מחדש את השאלה עם ויזואליות נתמכת: גרפים, רשת וכרטיס מספרים.
pt_br: O visual solicitado não é suportado. Reformule a pergunta com elementos visuais suportados: gráficos, grade e cartão numérico.

source: Cannot apply function to the given field. Kindly rephrase the question and report to BoldBI support if issue not resolved.
ar: لا يمكن تطبيق الدالة على الحقل المعطى. يرجى إعادة صياغة السؤال وإبلاغ دعم BoldBI إذا لم تحل المشكلة.
fr_fr: Ne peut pas appliquer une fonction au champ donné. N’hésitez pas à reformuler la question et à signaler au support de BoldBI si le problème n’est pas résolu.
he_il: לא ניתן להחיל פונקציה על השדה הנתון. אנא נסח מחדש את השאלה ודווח לתמיכת BoldBI אם הבעיה לא נפתרה.
pt_br: Não pode aplicar função ao campo dado. Por favor, reformule a pergunta e informe ao suporte do BoldBI caso o problema não seja resolvido.

source: The specified column does not contain the values needed to answer the question. Please verify and provide the exact values for fetching the relevant data.
ar: العمود المحدد لا يحتوي على القيم اللازمة للإجابة على السؤال. يرجى التحقق وتقديم القيم الدقيقة لجلب البيانات ذات الصلة.
fr_fr: La colonne spécifiée ne contient pas les valeurs nécessaires pour répondre à la question. Veuillez vérifier et fournir les valeurs exactes pour récupérer les données pertinentes.
he_il: העמודה שצוינה אינה מכילה את הערכים הנדרשים כדי לענות על השאלה. אנא אמת וספק את הערכים המדויקים לקבלת הנתונים הרלוונטיים.
pt_br: A coluna especificada não contém os valores necessários para responder à pergunta. Por favor, verifique e forneça os valores exatos para obter os dados relevantes.

source: AI failed to find the required field for the question. Kindly rephrase the question and report to
ar: فشل الذكاء الاصطناعي في إيجاد الحقل المطلوب للسؤال. يرجى إعادة صياغة السؤال والإبلاغ إلى
fr_fr: L’IA n’a pas réussi à trouver le champ requis pour la question. Veuillez reformuler la question et faire votre rapport à
he_il: הבינה המלאכותית לא מצאה את השדה הנדרש לשאלה. אנא נסח מחדש את השאלה ודווח ל
pt_br: A IA não conseguiu encontrar o campo necessário para a pergunta. Por favor, reformule a pergunta e reporte a

source: AI failed to generate required properties for the question. Kindly rephrase the question and report to
ar: فشل الذكاء الاصطناعي في توليد الخصائص المطلوبة للسؤال. يرجى إعادة صياغة السؤال والإبلاغ إلى
fr_fr: L’IA n’a pas réussi à générer les propriétés requises pour la question. Veuillez reformuler la question et faire votre rapport à
he_il: הבינה המלאכותית נכשלה ביצירת תכונות נדרשות לשאלה. אנא נסח מחדש את השאלה ודווח ל
pt_br: A IA não conseguiu gerar as propriedades necessárias para a pergunta. Por favor, reformule a pergunta e reporte a

source: Invalid Azure OpenAI key. Please ensure that the provided API key is accurate and has not expired.
ar: مفتاح Azure OpenAI غير صحيح. يرجى التأكد من أن مفتاح واجهة برمجة التطبيقات المقدمة دقيق ولم ينته الصلاحية.
fr_fr: Clé Azure OpenAI invalide. Veuillez vous assurer que la clé API fournie est exacte et n’a pas expiré.
he_il: מפתח Azure OpenAI לא תקין. אנא ודאו שמפתח ה-API שסופק מדויק ואינו פג תוקף.
pt_br: Chave Azure OpenAI inválida. Por favor, certifique-se de que a chave de API fornecida está correta e não expirou.

source: An error has occurred while connecting to the AI service. Please double-check the configured deployed model name and attempt the operation again.
ar: حدث خطأ أثناء الاتصال بخدمة الذكاء الاصطناعي. يرجى التحقق مرة أخرى من اسم الموديل التم تم تعيينه ومحاولة العملية مرة أخرى.
fr_fr: Une erreur s’est produite lors de la connexion au service d’IA. Veuillez vérifier à nouveau le nom du modèle déployé configuré et recommencer l’opération.
he_il: אירעה שגיאה בעת החיבור לשירות הבינה המלאכותית. אנא בדוק פעמיים את שם הדגם המוגדר ונסה לבצע את הפעולה שוב.
pt_br: Ocorreu um erro ao conectar ao serviço de IA. Por favor, verifique novamente o nome do modelo implantado configurado e tente a operação novamente.

source: OpenAI key not configured.
ar: مفتاح OpenAI غير مكون.
fr_fr: Clé OpenAI non configurée.
he_il: מפתח OpenAI לא מוגדר.
pt_br: Chave OpenAI não configurada.

source: OpenAI model name not configured.
ar: اسم نموذج OpenAI غير مكون.
fr_fr: Nom du modèle OpenAI non configuré.
he_il: שם דגם OpenAI לא מוגדר.
pt_br: Nome do modelo OpenAI não configurado.

source: Azure OpenAI key not configured.
ar: مفتاح Azure OpenAI not configured.
fr_fr: Clé Azure OpenAI non configurée.
he_il: Azure OpenAI key not configed.
pt_br: Chave Azure OpenAI não configurada.

source: to learn more about how to configure Azure OpenAI credentials to enable this feature.
ar: لمعرفة المزيد حول كيفية تكوين بيانات اعتماد Azure OpenAI لتفعيل هذه الميزة.
fr_fr: pour en savoir plus sur la configuration des identifiants Azure OpenAI afin d’activer cette fonctionnalité.
he_il: כדי ללמוד עוד על איך להגדיר את פרטי האישור של Azure OpenAI כדי להפעיל את הפיצ'ר הזה.
pt_br: para saber mais sobre como configurar credenciais do Azure OpenAI para habilitar esse recurso.

source: Internal Server Error.
ar: خطأ داخلي في الخادم.
fr_fr: Erreur interne du serveur.
he_il: שגיאת שרת פנימית.
pt_br: Erro interno do servidor.

source: The AI service is currently not active.
ar: خدمة الذكاء الاصطناعي غير نشطة حاليا.
fr_fr: Le service d’IA n’est actuellement pas actif.
he_il: שירות הבינה המלאכותית אינו פעיל כרגע.
pt_br: O serviço de IA atualmente não está ativo.

source: Please select a category
ar: يرجى اختيار فئة
fr_fr: Veuillez sélectionner une catégorie
he_il: אנא בחרו קטגוריה
pt_br: Por favor, selecione uma categoria

source: Already exists in the category
ar: موجود بالفعل في الفئة
fr_fr: Existe déjà dans la catégorie
he_il: כבר קיים בקטגוריה
pt_br: Já existe na categoria

source: . Do you want to replace it?
ar: . هل تريد استبداله؟
fr_fr: . Tu veux la remplacer ?
he_il: . אתה רוצה להחליף אותו?
pt_br: . Quer trocar?

source: The following characters are not supported
ar: الشخصيات التالية غير مدعومة
fr_fr: Les caractères suivants ne sont pas pris en charge
he_il: הדמויות הבאות אינן נתמכות
pt_br: Os seguintes caracteres não são suportados

source: Please enter a name for dashboard
ar: يرجى إدخال اسم للوحة التحكم
fr_fr: Veuillez entrer un nom pour le tableau de bord
he_il: אנא הזן שם ללוח הבקרה
pt_br: Por favor, insira um nome para o painel

source: Please add a comment for the dashboard
ar: يرجى إضافة تعليق للوحة التحكم
fr_fr: Merci d’ajouter un commentaire pour le tableau de bord
he_il: אנא הוסף תגובה ללוח הבקרה
pt_br: Por favor, adicione um comentário para o painel

source: Please create a category to continue
ar: يرجى إنشاء فئة للمتابعة
fr_fr: Veuillez créer une catégorie pour continuer
he_il: אנא צור קטגוריה להמשך
pt_br: Por favor, crie uma categoria para continuar

source: An error occurred while fetching category information.
ar: حدث خطأ أثناء جلب معلومات الفئات.
fr_fr: Une erreur s’est produite lors de la récupération des informations de catégorie.
he_il: אירעה שגיאה בעת שליפת מידע על קטגוריות.
pt_br: Um erro ocorreu ao buscar informações de categoria.

source: An error occurred while fetching dashboard information in the selected category.
ar: حدث خطأ أثناء جلب معلومات لوحة المعلومات في الفئة المحددة.
fr_fr: Une erreur s’est produite lors de la récupération des informations du tableau de bord dans la catégorie sélectionnée.
he_il: אירעה שגיאה בעת שליפת מידע בלוח הבקרה בקטגוריה שנבחרה.
pt_br: Ocorreu um erro ao buscar informações do painel na categoria selecionada.

source: This category is empty
ar: هذه الفئة فارغة
fr_fr: Cette catégorie est vide
he_il: קטגוריה זו ריקה
pt_br: Esta categoria é vazia

source: Category *
ar: باب*
fr_fr: Catégorie*
he_il: קטגוריה*
pt_br: Categoria*

source: Name *
ar: اسم*
fr_fr: Nom*
he_il: שם*
pt_br: Nome*

source: Comment
ar: التعليق
fr_fr: Commentaire
he_il: תגובה
pt_br: Comentário

source: Comment *
ar: التعليق*
fr_fr: Commentaire*
he_il: תגובה*
pt_br: Comentário*

source: Retry
ar: اعاده المحاوله
fr_fr: Réessayer
he_il: ניסיון חוזר
pt_br: Repetir

source: Mark as public
ar: مارك كجمهور
fr_fr: Marque en public
he_il: מרק כציבור
pt_br: Marca como público

source: *1024 characters maximum
ar: *1024 حرفا كحد أقصى
fr_fr: *1024 caractères maximum
he_il: *מקסימום 1024 תווים
pt_br: *1024 caracteres no máximo

source: Publish As Dashboard
ar: لوحة تحكم النشر كلوحة تحكم
fr_fr: Tableau de bord Publish As
he_il: לוח מחוונים לפרסם כ
pt_br: Publicar como Painel

source: Publish Dashboard with Comment
ar: لوحة النشر مع تعليق
fr_fr: Publier un tableau de bord avec un commentaire
he_il: פרסום לוח מחוונים עם תגובה
pt_br: Publicar Painel com Comentário

source: Create category
ar: إنشاء فئة
fr_fr: Créer une catégorie
he_il: יצירת קטגוריה
pt_br: Criar categoria

source: Select Category
ar: فئة مختارة
fr_fr: Catégorie sélectionnée
he_il: קטגוריה נבחרת
pt_br: Selecione a categoria

source: No suggestions
ar: لا اقتراحات
fr_fr: Aucune suggestion
he_il: אין הצעות
pt_br: Sem sugestões

source: Add Master Widget(s)
ar: إضافة ويدجت ماستر
fr_fr: Ajouter des widgets maîtres
he_il: הוספת ווידג'ט(ים) ראשי
pt_br: Adicionar widget(s) mestre(s)

source: Add Master(s)
ar: إضافة ماستر
fr_fr: Ajouter des maîtres
he_il: הוספת מאסטר(ים)
pt_br: Adicione Mestre(s)

source: Filter Configuration
ar: تكوين المرشح
fr_fr: Configuration du filtre
he_il: תצורת מסנן
pt_br: Configuração do Filtro

source: Choose Widget(s)
ar: اختر الأداة (أو الويدجت)
fr_fr: Choisir un ou plusieurs widgets
he_il: בחר ווידג'ט(ים)
pt_br: Escolha(s) Widget(s)

source: Enter a value for this property
ar: أدخل قيمة لهذه الخاصية
fr_fr: Saisissez une valeur pour cette propriété
he_il: הזן ערך עבור תכונה זו
pt_br: Insira um valor para essa propriedade

source: Default
ar: افتراضي
fr_fr: Faire défaut
he_il: ברירת מחדל
pt_br: Inadimplência

source: Filter Profiles
ar: ملفات المرشح
fr_fr: Profils de filtres
he_il: פרופילי מסננים
pt_br: Perfis de Filtro

source: Listener Widgets
ar: أدوات المستمعين
fr_fr: Widgets d’écoute
he_il: ווידג'טים למאזינים
pt_br: Widgets de Ouvinte

source: Master Widgets
ar: الأدوات الرئيسية
fr_fr: Widgets maîtres
he_il: ווידג'טים ראשיים
pt_br: Widgets Mestres

source: Source Column
ar: عمود المصدر
fr_fr: Colonne Source
he_il: עמודת המקור
pt_br: Coluna de Fonte

source: Target Column
ar: عمود الهدف
fr_fr: Colonne cible
he_il: עמודת המטרה
pt_br: Coluna Alvo

source: Target Data Source
ar: مصدر البيانات المستهدف
fr_fr: Source de données cible
he_il: מקור נתוני היעד
pt_br: Fonte de Dados Alvo

source: This action will reset the customization done. Do you want to continue?
ar: هذا الإجراء سيعيد ضبط التخصيص الذي تم إجراءه. هل تريد الاستمرار؟
fr_fr: Cette action réinitialisera la personnalisation effectuée. Tu veux continuer ?
he_il: פעולה זו תאפס את ההתאמה האישית שבוצעה. אתה רוצה להמשיך?
pt_br: Essa ação vai resetar a personalização feita. Quer continuar?

source: Select a Widget
ar: اختر أداة
fr_fr: Sélectionnez un widget
he_il: בחר ווידג'ט
pt_br: Selecione um widget

source: Widget master's
ar: ماسترز ويدجت
fr_fr: Maîtres de widgets
he_il: מאסטר ווידג'טים
pt_br: Mestres de widgets

source: Only one item can be edited or added
ar: يمكن تعديل أو إضافة عنصر واحد فقط
fr_fr: Un seul élément peut être modifié ou ajouté
he_il: רק פריט אחד ניתן לעריכה או להוסיף
pt_br: Apenas um item pode ser editado ou adicionado

source: Profile name cannot be empty.
ar: لا يمكن أن يكون اسم الملف الشخصي فارغا.
fr_fr: Le nom de profil ne peut pas être vide.
he_il: שם הפרופיל לא יכול להיות ריק.
pt_br: O nome do perfil não pode estar vazio.

source: A filter profile with the same name already exists.
ar: ملف تعريف الفلتر بنفس الاسم موجود بالفعل.
fr_fr: Un profil de filtre portant le même nom existe déjà.
he_il: פרופיל מסנן באותו שם כבר קיים.
pt_br: Um perfil de filtro com o mesmo nome já existe.

source: widgets available.
ar: الأدوات متوفرة.
fr_fr: Widgets disponibles.
he_il: ווידג'טים זמינים.
pt_br: Widgets disponíveis.

source: Dynamic Language Translator
ar: مترجم لغات ديناميكي
fr_fr: Traducteur de langues dynamique
he_il: מתרגם שפות דינמיות
pt_br: Tradutor Dinâmico de Línguas

source: Choose Language
ar: اختر اللغة
fr_fr: Choisir la langue
he_il: בחר שפה
pt_br: Escolha o idioma

source: (Default)
ar: (افتراضي)
fr_fr: (Par défaut)
he_il: (ברירת מחדל)
pt_br: (Padrão)

source: Delete Widget
ar: حذف الأداة
fr_fr: Supprimer le widget
he_il: מחק ווידג'ט
pt_br: Excluir widget

source: Deleting the widget will remove its associated data from the Dynamic Language Translator window.
ar: حذف الأداة سيزيل البيانات المرتبطة بها من نافذة مترجم اللغة الديناميكي.
fr_fr: Supprimer le widget supprimera ses données associées de la fenêtre du traducteur de langage dynamique.
he_il: מחיקת הווידג'ט תסיר את הנתונים המשויכים לו מחלון מתרגם השפה הדינמית.
pt_br: Deletar o widget removerá seus dados associados da janela do Tradutor Dinâmico de Idiomas.

source: Select Language
ar: لغة مختارة
fr_fr: Sélectionner une langue
he_il: שפה נבחרת
pt_br: Selecionar idioma

source: Entity
ar: كيان
fr_fr: Entité
he_il: ישות
pt_br: Entidade

source: Key
ar: مفتاح
fr_fr: Clé
he_il: מפתח
pt_br: Chave

source: Collapse
ar: تقوض
fr_fr: Effondrement
he_il: התמוטטות
pt_br: Colapso

source: Expand
ar: ستوسع
fr_fr: Développer
he_il: להרחיב
pt_br: Expandir

source: Data Sources
ar: مصادر البيانات
fr_fr: Sources de données
he_il: מקורות נתונים
pt_br: Fontes de Dados

source: Extract Data
ar: استخراج البيانات
fr_fr: Extraire les données
he_il: חילוץ נתונים
pt_br: Extração de dados

source: Choose Schema(s)
ar: اختر المخططات (المخططات)
fr_fr: Choisir les schémas
he_il: בחר סכימות(ות)
pt_br: Escolha(s) Esquema(s)

source: Select All
ar: اختر الجميع
fr_fr: Sélectionner tout
he_il: בחרו בכולם
pt_br: Selecionar Todos

source: Select the left table value
ar: اختر قيمة الجدول الأيسر
fr_fr: Sélectionnez la valeur de la table de gauche
he_il: בחר את ערך הטבלה השמאלי
pt_br: Selecione o valor da tabela à esquerda

source: Select the right table value
ar: اختر قيمة الجدول الصحيحة
fr_fr: Sélectionnez la bonne valeur de tableau
he_il: בחר את ערך הטבלה הנכון
pt_br: Selecione o valor da tabela correto

source: Select the relation for tables
ar: اختر العلاقة للجداول
fr_fr: Sélectionnez la relation pour les tables
he_il: בחר את היחס עבור טבלאות
pt_br: Selecione a relação para as tabelas

source: A relation already exists between the tables.
ar: هناك علاقة موجودة بالفعل بين الجداول.
fr_fr: Une relation existe déjà entre les tables.
he_il: כבר קיימת מערכת יחסים בין הטבלאות.
pt_br: Já existe uma relação entre as tabelas.

source: Importing data. This may take some time depending on the size of the data.
ar: استيراد البيانات. قد يستغرق ذلك بعض الوقت حسب حجم البيانات.
fr_fr: Importation de données. Cela peut prendre du temps selon la taille des données.
he_il: מייבא נתונים. זה עשוי לקחת זמן, תלוי בגודל הנתונים.
pt_br: Importando dados. Isso pode levar algum tempo dependendo do tamanho dos dados.

source: Reload
ar: تحديث
fr_fr: Recharger
he_il: טען מחדש
pt_br: Recarregar

source: ImportQuery
ar: استعلام الاستيراد

source: ImportTable
ar: جدول الاستيراد

source: Max row count is not applicable for stored procedure executions
ar: الحد الأقصى لعدد الصفوف غير قابل للتطبيق على تنفيذ الإجراءات المخزنة
fr_fr: Le nombre maximal de lignes n’est pas applicable aux exécutions de procédures stockées
he_il: מספר השורות המרבי אינו רלוונטי לביצוע פרוצדורות מאוחסנות
pt_br: A contagem máxima de linhas não é aplicável para execuções de procedimentos armazenados

source: Enter a valid SQL query
ar: أدخل استعلام SQL صالح
fr_fr: Entrez une requête SQL valide
he_il: הזן שאילתת SQL תקפה
pt_br: Insira uma consulta SQL válida

source: TableName
ar: اسم الطاولة
pt_br: Nome da Tabela

source: Maximum 10 records are shown for preview purpose
ar: يتم عرض حد أقصى 10 سجلات لغرض المعاينة
fr_fr: Un maximum de 10 enregistrements sont affichés à des fins d’aperçu
he_il: מוצגים מקסימום 10 רשומות לצורך תצוגה מקדימה
pt_br: No máximo 10 registros são exibidos para fins de prévia

source: Its recommended to choose only the required nodes from schema when using large number of nested arrays.
ar: ينصح باختيار العقد المطلوبة فقط من المخطط عند استخدام عدد كبير من المصفوفات المتداخلة.
fr_fr: Il est recommandé de ne choisir que les nœuds requis du schéma lorsqu’on utilise un grand nombre de tableaux imbriqués.
he_il: מומלץ לבחור רק את הצמתים הנדרשים מהסכימה כאשר משתמשים במספר רב של מערכים מקוננים.
pt_br: Recomenda-se escolher apenas os nós necessários do esquema ao usar um grande número de arrays aninhados.

source: You have unpublished changes in this dashboard from your previous session. Do you want to restore them?
ar: لديك تغييرات غير منشورة في هذه لوحة التحكم من جلستك السابقة. هل تريد استعادتها؟
fr_fr: Vous avez des modifications non publiées dans ce tableau de bord par rapport à votre session précédente. Voulez-vous les restaurer ?
he_il: יש לך שינויים שלא פורסמו בלוח הבקרה הזה מהמפגש הקודם שלך. אתה רוצה לשחזר אותם?
pt_br: Você tem alterações não publicadas neste painel da sua sessão anterior. Você quer restaurá-los?

source: Dashboard Designer
ar: مصمم لوحة المعلومات
fr_fr: Concepteur de tableau de bord
he_il: מעצב לוח מחוונים
pt_br: Designer de Dashboards

source: Do you want to cancel establishing data connection?
ar: هل تريد إلغاء إنشاء اتصال البيانات؟
fr_fr: Souhaitez-vous annuler l’établissement d’une connexion de données ?
he_il: אתה רוצה לבטל את הקמת חיבור הנתונים?
pt_br: Você quer cancelar o estabelecimento de conexão de dados?

source: Do you want to cancel the data source editing?
ar: هل تريد إلغاء تحرير مصدر البيانات؟
fr_fr: Voulez-vous annuler l’édition de la source de données ?
he_il: אתה רוצה לבטל את עריכת מקור הנתונים?
pt_br: Você quer cancelar a edição da fonte de dados?

source: Do you want to cancel the Parameter creation?
ar: هل تريد إلغاء إنشاء المعلمات؟
fr_fr: Voulez-vous annuler la création de paramètres ?
he_il: אתה רוצה לבטל את יצירת הפרמטר?
pt_br: Você quer cancelar a criação de Parâmetros?

source: Do you want to cancel the Parameter editing?
ar: هل تريد إلغاء تحرير المعلمات؟
fr_fr: Voulez-vous annuler l’édition des paramètres ?
he_il: אתה רוצה לבטל את עריכת הפרמטר?
pt_br: Você quer cancelar a edição de Parâmetros?

source: File upload in progress. Please wait...
ar: رفع الملف جار الآن. الرجاء الانتظار...
fr_fr: Téléchargement de fichier en cours. Veuillez patienter...
he_il: העלאת הקובץ בתהליך. חכה בבקשה...
pt_br: Upload do arquivo em andamento. Aguarde...

source: Some features in the Dashboard are not supported by the web designer
ar: بعض الميزات في لوحة التحكم لا يدعمها مصمم الويب
fr_fr: Certaines fonctionnalités du tableau de bord ne sont pas prises en charge par le concepteur web
he_il: חלק מהתכונות בלוח הבקרה אינן נתמכות על ידי מעצב האתרים
pt_br: Alguns recursos do Painel não são suportados pelo web designer

source: Switching to the visual designer will discard the manual changes made to the connection string. Do you want to use the visual designer anyway?
ar: التحول إلى المصمم البصري سيتجاهل التغييرات اليدوية التي أجريت على سلسلة الاتصال. هل تريد استخدام المصمم البصري على أي حال؟
fr_fr: Passer au designer visuel éliminera les modifications manuelles apportées à la chaîne de connexion. Voulez-vous quand même utiliser le designer visuel ?
he_il: מעבר למעצב הוויזואלי יבטל את השינויים הידניים שנעשו במחרוזת החיבור. אתה רוצה להשתמש במעצב הוויזואלי בכל מקרה?
pt_br: Mudar para o visual designer descarta as alterações manuais feitas na string de conexão. Você quer usar o designer visual mesmo assim?

source: Wrong Server Name
ar: اسم خادم خاطئ
fr_fr: Mauvais nom de serveur
he_il: שם שרת שגוי
pt_br: Nome errado do servidor

source: We could not authenticate with the credentials provided. Please try again.
ar: لم نتمكن من التحقق من المصادقة باستخدام بيانات الاعتماد المقدمة. يرجى المحاولة مرة أخرى.
fr_fr: Nous n’avons pas pu nous authentifier avec les identifiants fournis. Veuillez réessayer.
he_il: לא הצלחנו לאמת עם האישורים שסופקו. אנא נסה שוב.
pt_br: Não conseguimos autenticar com as credenciais fornecidas. Por favor, tente novamente.

source: Dashboard has been successfully published. Do you want to view the dashboard?
ar: تم نشر لوحة التحكم بنجاح. هل تريد مشاهدة لوحة التحكم؟
fr_fr: Dashboard a été publié avec succès. Voulez-vous consulter le tableau de bord ?
he_il: לוח הבקרה פורסם בהצלחה. אתה רוצה לצפות בלוח המחוונים?
pt_br: Dashboard foi publicado com sucesso. Você quer ver o painel?

source: This action will discard all the changes in table view. Do you want to continue anyway?
ar: هذا الإجراء سيتجاهل جميع التغييرات في عرض الجدول. هل تريد الاستمرار على أي حال؟
fr_fr: Cette action défaussera tous les changements en vue table. Tu veux continuer quand même ?
he_il: פעולה זו תסיר את כל השינויים בתצוגת הטבלה. אתה רוצה להמשיך בכל זאת?
pt_br: Essa ação descartará todas as mudanças na visualização de tabela. Você quer continuar mesmo assim?

source: Custom query is not supported in design mode. Please remove your custom query to switch back to design mode.
ar: الاستعلام المخصص غير مدعوم في وضع التصميم. يرجى إزالة الاستعلام المخصص للعودة إلى وضع التصميم.
fr_fr: La requête personnalisée n’est pas prise en charge en mode conception. Veuillez supprimer votre requête personnalisée pour revenir en mode design.
he_il: שאילתה מותאמת אישית אינה נתמכת במצב עיצוב. אנא הסר את השאילתה המותאמת שלך כדי לחזור למצב עיצוב.
pt_br: Consulta personalizada não é suportada no modo de design. Por favor, remova sua consulta personalizada para voltar ao modo de design.

source: You don’t have access to this item, or your administrator has restricted access for this user. Please contact your administrator for assistance.
ar: ليس لديك وصول إلى هذا العنصر، أو أن المسؤول الخاص بك لديه وصول مقيد لهذا المستخدم. يرجى التواصل مع المسؤول الخاص بك للحصول على المساعدة.
fr_fr: Vous n’avez pas accès à cet élément, ou votre administrateur a restreint l’accès pour cet utilisateur. Veuillez contacter votre administrateur pour obtenir de l’aide.
he_il: אין לך גישה לפריט הזה, או שהמנהל שלך הגביל גישה למשתמש זה. אנא פנה למנהל שלך לקבלת סיוע.
pt_br: Você não tem acesso a esse item, ou seu administrador restringiu o acesso para esse usuário. Por favor, entre em contato com seu administrador para obter assistência.

source: Default query has been modified. Please remove the modifications or clear the query to switch back to design mode.
ar: تم تعديل الاستعلام الافتراضي. يرجى إزالة التعديلات أو مسح الاستعلام للعودة إلى وضع التصميم.
fr_fr: La requête par défaut a été modifiée. Veuillez supprimer les modifications ou supprimer la requête pour revenir en mode conception.
he_il: שאילתת ברירת המחדל שונתה. אנא הסר את השינויים או נקה את השאילתה כדי לחזור למצב עיצוב.
pt_br: A consulta padrão foi modificada. Por favor, remova as modificações ou limpe a consulta para voltar ao modo de design.

source: Please select a table to create the data source.
ar: يرجى اختيار جدول لإنشاء مصدر البيانات.
fr_fr: Veuillez sélectionner un tableau pour créer la source de données.
he_il: אנא בחר טבלה ליצירת מקור הנתונים.
pt_br: Por favor, selecione uma tabela para criar a fonte de dados.

source: Changing the datatype will invalidate the
ar: تغيير نوع البيانات سيؤدي إلى إلغاء صلاحية
fr_fr: Changer le type de données invalidera le
he_il: שינוי סוג הנתונים יבטל את
pt_br: Mudar o tipo de dado invalidará o
