Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: SSL Certificate cannot be empty
ar: شهادة SSL لا يمكن أن تكون فارغة
fr_fr: Le certificat SSL ne peut pas être vide
he_il: תעודת SSL אינה יכולה להיות ריקה
pt_br: O Certificado SSL não pode estar vazio

source: Contract Term by Subscription
ar: مدة العقد عن طريق الاشتراك
fr_fr: Durée du contrat par souscription
he_il: תקופת חוזה לפי מנוי
pt_br: Prazo do Contrato por Assinatura

source: Contacts by Customer
ar: جهات الاتصال حسب العميل
fr_fr: Contacts par client
he_il: קשרים לפי לקוח
pt_br: Contatos por Cliente

source: Payment Sources
ar: مصادر الدفع
fr_fr: Sources de paiement
he_il: מקורות תשלום
pt_br: Fontes de Pagamento

source: All Payment Sources
ar: جميع مصادر الدفع
fr_fr: Toutes les sources de paiement
he_il: כל מקורות התשלום
pt_br: Todas as Fontes de Pagamento

source: View Payment Source
ar: عرض مصدر الدفع
fr_fr: Voir la source du paiement
he_il: הצג מקור תשלום
pt_br: Ver Fonte do Pagamento

source: Virtual Bank Accounts
ar: الحسابات البنكية الافتراضية
fr_fr: Comptes bancaires virtuels
he_il: חשבונות בנק וירטואליים
pt_br: Contas Bancárias Virtuais

source: All Virtual Bank Accounts
ar: جميع الحسابات البنكية الافتراضية
fr_fr: Tous les comptes bancaires virtuels
he_il: כל חשבונות הבנק הווירטואליים
pt_br: Todas as Contas Bancárias Virtuais

source: Cards by Customer
ar: بطاقات من قبل العميل
fr_fr: Cartes par client
he_il: כרטיסים לפי לקוח
pt_br: Cartões por Cliente

source: Promotional Credits
ar: الاعتمادات الترويجية
fr_fr: Crédits promotionnels
he_il: קרדיטים קידום מכירות
pt_br: Créditos promocionais

source: All Promotional Credits
ar: جميع الاعتمادات الترويجية
fr_fr: Tous les crédits promotionnels
he_il: כל הקרדיטים לקידום
pt_br: Todos os créditos promocionais

source: Credit Notes
ar: ملاحظات الائتمان
fr_fr: Notes de crédit
he_il: הערות קרדיט
pt_br: Notas de Crédito

source: View Credit Note
ar: عرض ملاحظة الائتمان
fr_fr: Voir la note de crédit
he_il: הצג הערת קרדיט
pt_br: Ver Nota de Crédito

source: Unbilled Charges
ar: الرسوم غير المفتورة
fr_fr: Frais non facturés
he_il: חיובים לא מחייבים
pt_br: Cobranças Não Cobradas

source: All Unbilled Charges
ar: جميع الرسوم غير المفوترة
fr_fr: Tous les frais non facturés
he_il: כל החיובים שלא חובו
pt_br: Todas as Cobranças Não Cobradas

source: Gifts
ar: الهدايا
fr_fr: Cadeaux
he_il: מתנות
pt_br: Presentes

source: All Gifts
ar: جميع الهدايا
fr_fr: Tous les cadeaux
he_il: כל המתנות
pt_br: Todos os Presentes

source: Hosted Pages
ar: الصفحات المستضافة
fr_fr: Pages hébergées
he_il: דפים מאוחסנים
pt_br: Páginas Hospedadas

source: All Hosted Pages
ar: جميع الصفحات المستضافة
fr_fr: Toutes les pages hébergées
he_il: כל הדפים המאוחסנים
pt_br: Todas as Páginas Hospedadas

source: Show Host Page
ar: صفحة مقدم البرنامج
fr_fr: Page de l’animateur de l’émission
he_il: דף מנחה התוכנית
pt_br: Página do Apresentador do Programa

source: Estimates
ar: تقديرات
fr_fr: Estimations
he_il: הערכות
pt_br: Estimativas

source: Subscription Renewal Estimate
ar: تقدير تجديد الاشتراك
fr_fr: Estimation de renouvellement de l’abonnement
he_il: הערכת חידוש מנויים
pt_br: Estimativa de Renovação de Assinatura

source: Quotes
ar: نقلت
fr_fr: Guillemets
he_il: הצעות מחיר
pt_br: Aspas

source: All Quotes
ar: جميع الاقتباسات
fr_fr: Toutes les citations
he_il: כל הציטוטים
pt_br: Todas as citações

source: Coupons
ar: الكوبونات
he_il: קופונים
pt_br: Cupons

source: All Coupons
ar: جميع القسائم
fr_fr: Tous les coupons
he_il: כל הקופונים
pt_br: Todos os cupons

source: Show Coupon
ar: قسيمة العرض
fr_fr: Afficher le coupon
he_il: שואו קופון
pt_br: Mostrar Cupom

source: Coupon Sets
ar: مجموعات القسائم
fr_fr: Ensembles de coupons
he_il: סטים של קופונים
pt_br: Conjuntos de Cupons

source: All Coupon Sets
ar: جميع مجموعات القسائم
fr_fr: Tous les ensembles de coupons
he_il: כל ערכות הקופונים
pt_br: Todos os Conjuntos de Cupons

source: Coupon Codes
ar: رموز القسائم
fr_fr: Codes promo
he_il: קודי קופון
pt_br: Códigos de Cupom

source: All Coupon Codes
ar: جميع رموز القسائم
fr_fr: Tous les codes promo
he_il: כל קודי הקופון
pt_br: Todos os Códigos de Cupom

source: All Comments
ar: جميع التعليقات
fr_fr: Tous les commentaires
he_il: כל התגובות
pt_br: Todos os comentários

source: Site Migration Details
ar: تفاصيل هجرة الموقع
fr_fr: Détails de la migration du site
he_il: פרטי הגירה באתר
pt_br: Detalhes da migração do local

source: All Site Migration Details
ar: جميع تفاصيل ترحيل الموقع
fr_fr: Tous les détails de la migration des sites
he_il: כל פרטי ההגירה באתר
pt_br: Todos os Detalhes da Migração de Locais

source: Time Machine
ar: آلة الزمن
fr_fr: Machine à voyager dans le temps
he_il: מכונת הזמן
pt_br: Máquina do Tempo

source: Show Time Machine
ar: شو تايم ماشين
he_il: מכונת זמן ההופעה
pt_br: Máquina do Tempo do Show

source: Item Families
ar: عائلات العناصر
fr_fr: Familles d’objets
he_il: משפחות פריטים
pt_br: Famílias de Itens

source: All Item Families
ar: جميع عائلات العناصر
fr_fr: Toutes les familles d’articles
he_il: כל משפחות הפריטים
pt_br: Todas as Famílias de Itens

source: Show Item Family
ar: عائلة عرض العناصر
fr_fr: Afficher la famille d’objets
he_il: משפחת פריטי ההצגה
pt_br: Mostrar Família de Itens

source: All Item
ar: كل العناصر
fr_fr: Tous les points
he_il: כל הפריטים
pt_br: Todos os Itens

source: Item Prices
ar: أسعار السلع
fr_fr: Prix des articles
he_il: מחירי פריטים
pt_br: Preços dos Itens

source: All Item Prices
ar: أسعار جميع العناصر
fr_fr: Tous les prix des articles
he_il: מחירי כל הפריטים
pt_br: Todos os Preços dos Itens

source: Show Item Price
ar: عرض سعر العنصر
fr_fr: Prix de l’article d’affichage
he_il: מחיר הפריט המוצג
pt_br: Mostrar Preço do Item

source: Attached Items
ar: العناصر المرفقة
fr_fr: Éléments joints
he_il: פריטים מצורפים
pt_br: Itens Anexados

source: All Attached Items
ar: جميع العناصر المرفقة
fr_fr: Tous les objets attachés
he_il: כל הפריטים המצורפים
pt_br: Todos os Itens Anexados

source: Differential Prices
ar: الأسعار التفاضلية
fr_fr: Prix différentiels
he_il: מחירים דיפרנציאליים
pt_br: Preços diferenciais

source: All Differential Prices
ar: جميع الأسعار التفاضلية
fr_fr: Tous les prix différentiels
he_il: כל המחירים הדיפרנציאליים
pt_br: Todos os Preços Diferenciais

source: All Shipping Methods
ar: جميع طرق الشحن
fr_fr: Tous les modes d’expédition
he_il: כל שיטות השילוח
pt_br: Todos os Métodos de Transporte

source: Show Shipping Method
ar: عرض طريقة الشحن
fr_fr: Méthode de présentation
he_il: הצגת שיטת המשלוח
pt_br: Mostrar Método de Envio

source: Account Balance
ar: رصيد الحساب
fr_fr: Solde du compte
he_il: יתרת חשבון
pt_br: Saldo da Conta

source: Account Notes
ar: ملاحظات الحساب
fr_fr: Notes de compte
he_il: הערות חשבון
pt_br: Notas de Conta

source: Account Billing Info
ar: معلومات فوترة الحساب
fr_fr: Informations de facturation du compte
he_il: מידע על חיוב חשבון
pt_br: Informações de Faturamento da Conta

source: Account Shipping Address
ar: عنوان شحن الحساب
fr_fr: Adresse expéditionnaire du compte
he_il: כתובת משלוח חשבון
pt_br: Endereço de Envio da Conta

source: show Account Acquisition
ar: عرض اكتساب الحساب
fr_fr: afficher Acquisition de compte
he_il: הצג רכישת חשבון
pt_br: mostrar Aquisição de Conta

source: Adjustment
ar: تعديل
fr_fr: Ajustement
he_il: התאמה
pt_br: Ajuste

source: Account Adjustments
ar: تعديلات الحساب
fr_fr: Ajustements de compte
he_il: התאמות חשבון
pt_br: Ajustes de Conta

source: Credit Adjustments
ar: تعديلات الائتمان
fr_fr: Ajustements de crédit
he_il: התאמות אשראי
pt_br: Ajustes de Crédito

source: Unique Coupon Codes
ar: رموز القسيمة الفريدة
fr_fr: Codes promo uniques
he_il: קודי קופון ייחודיים
pt_br: Códigos de cupom Únicos

source: All Gift Cards
ar: جميع بطاقات الهدايا
fr_fr: Toutes les cartes cadeaux
he_il: כל כרטיסי המתנה
pt_br: Todos os Cartões-Presente

source: Show Gift Card
ar: بطاقة هدايا شو
fr_fr: Carte-cadeau Show
he_il: כרטיס מתנה לתוכנית
pt_br: Cartão-presente do programa

source: Account Invoices
ar: فواتير الحسابات
fr_fr: Factures de compte
he_il: חשבוניות חשבון
pt_br: Faturas de Conta

source: Credit Invoices
ar: فواتير الائتمان
fr_fr: Factures de crédit
he_il: חשבוניות אשראי
pt_br: Faturas de Crédito

source: All Plans
ar: جميع الخطط
fr_fr: Tous les plans
he_il: כל התוכניות
pt_br: Todos os Planos

source: Show Plan
ar: خطة العرض
fr_fr: Plan du spectacle
he_il: תוכנית המופע
pt_br: Plano do Show

source: Original Invoices
ar: الفواتير الأصلية
fr_fr: Factures originales
he_il: חשבוניות מקוריות
pt_br: Faturas Originais

source: Account Subscriptions
ar: اشتراكات الحسابات
fr_fr: Abonnements aux comptes
he_il: מנויים לחשבונות
pt_br: Assinaturas de Contas

source: All Measured Units
ar: جميع الوحدات المقاسة
fr_fr: Toutes les unités mesurées
he_il: כל היחידות הנמדדות
pt_br: Todas as Unidades Medidas

source: Show Measured Unit
ar: وحدة العرض المقيسة
fr_fr: Montrer l’unité mesurée
he_il: הצג יחידת מדידה
pt_br: Unidade Medida de Exibição

source: Account Transactions
ar: معاملات الحساب
fr_fr: Transactions de compte
he_il: עסקאות חשבון
pt_br: Transações de Conta

source: All Credit Payments
ar: جميع مدفوعات الائتمان
fr_fr: Tous les paiements de crédit
he_il: כל תשלומי האשראי
pt_br: Todos os Pagamentos de Crédito

source: Show Credit Payment
ar: دفع الائتمان العرضي
fr_fr: Afficher le paiement du crédit
he_il: הצג תשלום אשראי
pt_br: Mostrar Pagamento de Crédito

source: Credit Payments by Account
ar: مدفوعات الائتمان عن طريق الحساب
fr_fr: Paiements de crédit par compte
he_il: תשלומי אשראי לפי חשבון
pt_br: Pagamentos de Crédito por Conta

source: Shipping Methods
ar: طرق الشحن
fr_fr: Méthodes de transport
he_il: שיטות שינוע
pt_br: Métodos de Transporte

source: Billing Info
ar: معلومات الفوترة
fr_fr: Informations de facturation
he_il: מידע על חיוב
pt_br: Informações de Faturamento

source: Shipping Address
ar: عنوان الشحن
fr_fr: Adresse d’expédition
he_il: כתובת משלוח
pt_br: Endereço de Envio

source: Accounts Shipping Address
ar: عنوان الشحن للحسابات
fr_fr: Adresse expéditionnaire des comptes
he_il: כתובת משלוח חשבונות
pt_br: Endereço de Envio das Contas

source: Account Acquisition
ar: اكتساب الحسابات
fr_fr: Acquisition de compte
he_il: רכישת חשבון
pt_br: Aquisição de Conta

source: Adjustments
ar: التعديلات
fr_fr: Ajustements
he_il: התאמות
pt_br: Ajustes

source: Gift Cards
ar: بطاقات الهدايا
fr_fr: Cartes cadeaux
he_il: כרטיסי מתנה
pt_br: Cartões-presente

source: Plans
ar: الخطط
he_il: תוכניות
pt_br: Planos

source: Measured Units
ar: الوحدات المقاسة
fr_fr: Unités mesurées
he_il: יחידות מדודות
pt_br: Unidades Medidas

source: Credit Payments
ar: مدفوعات الائتمان
fr_fr: Paiements de crédit
he_il: תשלומי אשראי
pt_br: Pagamentos de Crédito

source: View Account
ar: عرض الحساب
fr_fr: Voir le compte
he_il: הצג חשבון
pt_br: Ver Conta

source: Broadcasts
ar: البث
fr_fr: Émissions
he_il: שידורים
pt_br: Transmissões

source: View Broadcast
ar: عرض البث
fr_fr: Voir la diffusion
he_il: צפה בשידור
pt_br: Ver Transmissão

source: Links
ar: الصلات
fr_fr: Liens
he_il: קישורים

source: All Links
ar: جميع الروابط
fr_fr: Tous les liens
he_il: כל הקישורים
pt_br: Todos os Links

source: Show Link
ar: رابط العرض
fr_fr: Lien d’affichage
he_il: קישור לתוכנית
pt_br: Link para mostrar

source: Messages
ar: رسائل
he_il: הודעות
pt_br: Mensagens

source: Show Message
ar: عرض الرسالة
fr_fr: Afficher le message
he_il: הצג מסר
pt_br: Mostrar Mensagem

source: Fiscal Year Start
ar: بداية السنة المالية
fr_fr: Début de l’exercice fiscal
he_il: תחילת שנת הכספים
pt_br: Início do Ano Fiscal

source: Custom Format
ar: الصيغة المخصصة
fr_fr: Format personnalisé
he_il: פורמט מותאם אישית
pt_br: Formato Personalizado

source: For some formats, filtering is not supported.
ar: في بعض الصيغ، لا يتم دعم التصفية.
fr_fr: Pour certains formats, le filtrage n’est pas pris en charge.
he_il: בחלק מהפורמטים, הסינון אינו נתמך.
pt_br: Para alguns formatos, filtragem não é suportada.

source: Execute
ar: أعدم
fr_fr: Exécuter
he_il: לבצע
pt_br: Executar

source: + Add Relative Range
ar: + أضف النطاق النسبي
fr_fr: + Ajouter la plage relative
he_il: + הוספת טווח יחסי
pt_br: + Adicionar Alcance Relativo

source: Clear Relative Date
ar: تاريخ نسبي واضح
fr_fr: Date relative claire
he_il: תאריך יחסי ברור
pt_br: Data Relativa Clara

source: This action will reset the colors to default colors
ar: هذا الإجراء يعيد ضبط الألوان إلى الألوان الافتراضية
fr_fr: Cette action réinitialisera les couleurs aux couleurs par défaut
he_il: פעולה זו תאפס את הצבעים לצבעים ברירת מחדל
pt_br: Essa ação resetará as cores para as cores padrão

source: Select Column
ar: عمود الاختيار
fr_fr: Colonne Select
he_il: עמודה נבחרת
pt_br: Coluna Selecionar

source: Include
ar: أدخل
fr_fr: Inclure
he_il: כוללים
pt_br: Incluir

source: Exclude
ar: استبعاد
fr_fr: Exclure
he_il: אל תכלול
pt_br: Excluir

source: Iterative
ar: تكراري
fr_fr: Itératif
he_il: איטרטיבי
pt_br: Iterativo

source: Single
ar: واحد
fr_fr: Célibataire
he_il: סינגל
pt_br: Único

source: True
ar: صحيح
fr_fr: Vrai
he_il: נכון
pt_br: Verdadeiro

source: False
ar: خطأ
fr_fr: Faux
he_il: שקרי
pt_br: Falso

source: Manual
ar: يدوي
fr_fr: Manuelle
he_il: ידני

source: Range Filter
ar: مرشح النطاق
fr_fr: Filtre à portée
he_il: מסנן טווח
pt_br: Filtro de Alcance

source: No Result Found
ar: لم يتم العثور على نتيجة
fr_fr: Aucun résultat trouvé
he_il: לא נמצאה תוצאה
pt_br: Nenhum resultado encontrado

source: Expression has been saved successfully.
ar: تم حفظ التعبير بنجاح.
fr_fr: L’expression a été sauvée avec succès.
he_il: הבעה נשמרה בהצלחה.
pt_br: A expressão foi preservada com sucesso.

source: Multi-Level Drill Down
ar: حفر متعدد المستويات
fr_fr: Forage à plusieurs niveaux
he_il: קידוח רב-שכבתי
pt_br: Perfuração em Vários Níveis

source: Do you want to enable multi-level drill down?
ar: هل تريد تفعيل التعمق متعدد المستويات؟
fr_fr: Voulez-vous activer le drill multi-level ?
he_il: האם אתה רוצה להפעיל קידוח רב-רמות?
pt_br: Você quer ativar a perfuração multinível?

source: Custom Hierarchy
ar: التسلسل الهرمي المخصص
fr_fr: Hiérarchie personnalisée
he_il: היררכיה מותאמת אישית
pt_br: Hierarquia personalizada

source: Do you want to remove hierarchy?
ar: هل تريد إزالة التسلسل الهرمي؟
fr_fr: Voulez-vous supprimer la hiérarchie ?
he_il: אתה רוצה להסיר היררכיה?
pt_br: Você quer remover a hierarquia?

source: &nbspdashboard name
ar: &nbspdashboard اسم
fr_fr: &nbspdashboard nom
he_il: &nbspdashboard שם
pt_br: &nbspdashboard nome

source: &nbspcategory name
ar: &nbsp اسم الفئة
fr_fr: &nom de la catégorie nbsp
he_il: &nbspcategory שם
pt_br: Nome da categoria &nbsp

source: &nbspdatasource name
ar: &nbspdatasource اسم
fr_fr: &nbspdatasource nom
he_il: &nbspdatasource שם
pt_br: &nbspdatasource nome

source: Invalid
ar: غير صالح
fr_fr: Non valide
he_il: חוקיים
pt_br: Inválido

source: .The following characters are not supported
ar: . الشخصيات التالية غير مدعومة
fr_fr: . Les caractères suivants ne sont pas pris en charge
he_il: . הדמויות הבאות אינן נתמכות
pt_br: . Os seguintes caracteres não são suportados

source: Invalid characters in the
ar: الأحرف غير الصالحة في
fr_fr: Caractères invalides dans le
he_il: תווים לא תקפים ב
pt_br: Caracteres inválidos no

source: Invalid datasource name
ar: اسم مصدر البيانات غير صحيح
fr_fr: Nom de source de données invalide
he_il: שם מקור נתונים שגוי
pt_br: Nome da fonte de dados inválido

source: Enter data source name
ar: أدخل اسم مصدر البيانات
fr_fr: Entrer le nom de la source de données
he_il: הזן את שם מקור הנתונים
pt_br: Insira o nome da fonte dos dados

source: Organization ID
ar: معرف المنظمة
fr_fr: ID d’organisation
he_il: מזהה ארגון
pt_br: ID da Organização

source: Organization ID can’t be empty
ar: لا يمكن أن يكون معرف المنظمة فارغا
fr_fr: L’identifiant d’organisation ne peut pas être vide
he_il: מזהה הארגון לא יכול להיות ריק
pt_br: O ID da organização não pode estar vazio

source: String
ar: خيط
fr_fr: Corde
he_il: מחרוזת
pt_br: Corda

source: Number
ar: رقم
fr_fr: Nombre
he_il: מספר
pt_br: Número

source: Boolean
ar: منطقيه
fr_fr: Booléen
he_il: בוליאני
pt_br: Booleano

source: Date
ar: تاريخ
he_il: תמר
pt_br: Data

source: Jan
ar: يناير
he_il: יאן

source: Feb
ar: فبراير
fr_fr: Fév
he_il: פבר
pt_br: Fevereiro

source: Mar
ar: مارس
he_il: מר
pt_br: Março

source: Apr
ar: ابريل
fr_fr: Avr
he_il: אפריל
pt_br: Abr

source: May
ar: مايو
fr_fr: Mai
he_il: מאי
pt_br: Maio

source: Jun
ar: يونيو
he_il: יוני

source: Jul
ar: يوليو
fr_fr: Juil
he_il: יולי

source: Aug
ar: اغسطس
fr_fr: Août
he_il: אוגוסט
pt_br: Agosto

source: Sep
ar: سبتمبر
he_il: ספטמבר
pt_br: Setembro

source: Oct
ar: اكتوبر
fr_fr: Opo
he_il: אוקטובר
pt_br: Outubro

source: Nov
ar: نوفمبر
he_il: נוב
pt_br: Novembro

source: Dec
ar: ديسمبر
he_il: דצמבר
pt_br: Dezembro

source: Capitalize Each Word
ar: اكتب كل كلمة بحرف كبير
fr_fr: Mettez chaque mot en majuscule
he_il: כתוב כל מילה באותיות גדולות
pt_br: Coloque cada palavra em maiúscula

source: Replace Values
ar: القيم البديل
fr_fr: Remplacer les valeurs
he_il: החלפת ערכים
pt_br: Substituir Valores

source: Change Column Type
ar: تغيير نوع العمود
fr_fr: Changer le type de colonne
he_il: שינוי סוג עמודה
pt_br: Alterar o tipo da coluna

source: Show Value As
ar: عرض القيمة ك
fr_fr: Montrer la valeur comme
he_il: ערך ההצגה כ
pt_br: Mostrar Valor Como

source: Shared Tables
ar: الطاولات المشتركة
fr_fr: Tables partagées
he_il: טבלאות משותפות
pt_br: Tabelas Compartilhadas

source: The tables listed below are from the data sources that you have permission to access. Any changes to these tables made by the owner of the data source will be reflected here.
ar: الجداول المدرجة أدناه مأخوذة من مصادر البيانات التي لديك إذن للوصول إليها. أي تغييرات أجراها مالك مصدر البيانات على هذه الجداول ستنعكس هنا.
fr_fr: Les tableaux listés ci-dessous proviennent des sources de données auxquelles vous avez l’autorisation d’accéder. Toute modification apportée à ces tableaux par le propriétaire de la source de données sera reflétée ici.
he_il: הטבלאות המפורטות למטה הן ממקורות הנתונים שיש לך הרשאה לגשת אליהם. כל שינוי בטבלאות אלו שנעשה על ידי בעל מקור הנתונים ישתקף כאן.
pt_br: As tabelas listadas abaixo são das fontes de dados que você tem permissão para acessar. Quaisquer alterações feitas nessas tabelas pelo proprietário da fonte de dados serão refletidas aqui.

source: There are no shared tables.
ar: لا توجد طاولات مشتركة.
fr_fr: Il n’y a pas de tables partagées.
he_il: אין שולחנות משותפים.
pt_br: Não há mesas compartilhadas.

source: One or more shared tables used in this data source are not accessible. Do you want to continue anyway?
ar: لا يمكن الوصول إلى جدول أو أكثر من الجداول المشتركة المستخدمة في هذا المصدر للبيانات. هل تريد الاستمرار على أي حال؟
fr_fr: Une ou plusieurs tables partagées utilisées dans cette source de données ne sont pas accessibles. Tu veux continuer quand même ?
he_il: טבלאות משותפות אחת או יותר המשמשות במקור נתונים זה אינן נגישות. אתה רוצה להמשיך בכל זאת?
pt_br: Uma ou mais tabelas compartilhadas usadas nessa fonte de dados não estão acessíveis. Você quer continuar mesmo assim?

source: This might be due to one of the following reasons.</br>* You no longer have permission to use the data source.</br>* The data source might be deleted by the owner.
ar: قد يكون ذلك بسبب أحد الأسباب التالية.</br>* لم يعد لديك إذن باستخدام مصدر البيانات.</br>* قد يتم حذف مصدر البيانات من قبل المالك.
fr_fr: Cela pourrait être dû à l’une des raisons suivantes.</br>* Vous n’avez plus la permission d’utiliser la source de données.</br>* La source de données peut être supprimée par le propriétaire.
he_il: ייתכן שזה נובע מאחת מהסיבות הבאות.</br>* אין לך עוד הרשאה להשתמש במקור הנתונים.</br>* מקור הנתונים עשוי להימחק על ידי הבעלים.
pt_br: Isso pode ser devido a um dos seguintes motivos.</br>* Você não tem mais permissão para usar a fonte de dados.</br>* A fonte de dados pode ser excluída pelo proprietário.

source: No more shared tables.
ar: لا مزيد من الطاولات المشتركة.
fr_fr: Plus de tables partagées.
he_il: לא עוד שולחנות משותפים.
pt_br: Chega de mesas compartilhadas.

source: Network Error
ar: خطأ في الشبكة
fr_fr: Erreur réseau
he_il: שגיאת רשת
pt_br: Erro de Rede

source: columns
ar: الاعمده
fr_fr: colonnes
he_il: עמודות
pt_br: Colunas

source: Retrieved
ar: استرداد
fr_fr: Récupérée
he_il: שאוחזרו
pt_br: Recuperados

source: record
ar: سجل
fr_fr: enregistrer
he_il: שיא
pt_br: registro

source: Try Again
ar: حاول مرة أخرى
fr_fr: Réessayez
he_il: נסה שוב
pt_br: Tentar novamente

source: Error occurred while fetching the schema
ar: حدث خطأ أثناء جلب المخطط
fr_fr: Une erreur s’est produite lors de la récupération du schéma
he_il: אירעה שגיאה בעת שליפת הסכימה
pt_br: O erro ocorreu ao buscar o esquema

source: Multiple Values
ar: القيم المتعددة
fr_fr: Valeurs multiples
he_il: ערכים מרובים
pt_br: Múltiplos Valores

source: Enable auto update
ar: تفعيل التحديث التلقائي
fr_fr: Activer la mise à jour automatique
he_il: הפעל עדכון אוטומטי
pt_br: Ativar atualização automática

source: Disable auto update
ar: تعطيل التحديث التلقائي
fr_fr: Désactiver la mise à jour automatique
he_il: כבה עדכון אוטומטי
pt_br: Desativar a atualização automática

source: Show
ar: عرض
fr_fr: Montrer
he_il: הופעה
pt_br: Programa

source: Hide
ar: أخفى
fr_fr: Cacher
he_il: התחבא
pt_br: Esconder

source: A maximum of
ar: الحد الأقصى ل
fr_fr: Un maximum de
he_il: מקסימום של
pt_br: Um máximo de

source: out of
ar: خارج
fr_fr: de
he_il: מתוך
pt_br: fora de

source: are displayed
ar: يتم عرضها
fr_fr: sont affichés
he_il: מוצגים
pt_br: são exibidos

source: Cut
ar: قص
fr_fr: Couper
he_il: חתך
pt_br: Cortar

source: Copy
ar: نسخ
fr_fr: Copier
he_il: עותק
pt_br: Copiar

source: Paste
ar: معجون
fr_fr: Pâte
he_il: הדבק
pt_br: Colar

source: Undo
ar: تراجع
fr_fr: Défaire
he_il: לבטל
pt_br: Desfazer

source: Redo
ar: اعاده
fr_fr: Refaire
he_il: לעשות מחדש
pt_br: Refazer

source: Add Description
ar: أضف وصفا
fr_fr: Ajouter la description
he_il: הוסף תיאור
pt_br: Adicionar Descrição

source: Edit Description
ar: وصف التعديل
fr_fr: Description à modifier
he_il: תיאור עריכה
pt_br: Editar Descrição

source: Saving...
ar: حفظ...
fr_fr: Épargne...
he_il: חיסכון...
pt_br: Poupança...

source: Last successful save:
ar: آخر حفظ ناجح:
fr_fr: Dernière sauvegarde réussie :
he_il: הצלה מוצלחת אחרונה:
pt_br: Último save bem-sucedido:

source: There was an error saving the draft.<br/>Last successful save
ar: حدث خطأ في حفظ المسودة.<br/>آخر إنقاذ ناجح
fr_fr: Il y a eu une erreur de sauvegarde du draft.<br/>Dernier jet réussi
he_il: הייתה טעות בשמירת הטיוטה.<br/>הצלה מוצלחת אחרונה
pt_br: Houve um erro salvando o rascunho.<br/>Último salvamento bem-sucedido

source: Enable Auto refresh
ar: تفعيل التحديث التلقائي
fr_fr: Activer le rafraîchissement automatique
he_il: הפעלת רענון אוטומטי
pt_br: Ativar a atualização automática

source: Refresh Only for Insertion/Deletion of Rows
ar: تحديث فقط لإدراج/حذف الصفوف
fr_fr: Rafraîchissement uniquement pour l’insertion/suppression des lignes
he_il: רענון רק להזמנה/מחיקה של שורות
pt_br: Atualizar apenas para inserção/exclusão de linhas

source: Refresh Selected Widgets Only
ar: تحديث الأدوات المختارة فقط
fr_fr: Rafraîchissez uniquement les widgets sélectionnés
he_il: רענון ווידג'טים נבחרים בלבד
pt_br: Atualizar apenas widgets selecionados

source: Time Interval
ar: الفاصل الزمني
fr_fr: Intervalle de temps
he_il: מרווח זמן
pt_br: Intervalo de Tempo

source: Hide Loading Indicator
ar: مؤشر إخفاء التحميل
fr_fr: Indicateur de chargement de dissimulation
he_il: הסתרת מד טעינה
pt_br: Indicador de Carregamento de Ocultação

source: Common Time Interval
ar: الفترة الزمنية المشتركة
fr_fr: Intervalle de temps commun
he_il: מרווח זמן משותף
pt_br: Intervalo de Tempo Comum

source: Differed Time Interval
ar: الفترة الزمنية المختلفة
fr_fr: Intervalle de temps différé
he_il: מרווח זמן שונה
pt_br: Intervalo de Tempo Diferente

source: Common Time Interval cannot be empty
ar: الفترة الزمنية المشتركة لا يمكن أن تكون فارغة
fr_fr: L’intervalle de temps commun ne peut pas être vide
he_il: מרווח זמן נפוץ לא יכול להיות ריק
pt_br: O Intervalo de Tempo Comum não pode ser vazio
