Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: If the page size option is not chosen in the drop-down menu, then all of the options are taken into consideration when exporting PDFs.
ar: إذا لم يتم اختيار خيار حجم الصفحة في القائمة المنسدلة، فإن جميع الخيارات تؤخذ في الاعتبار عند تصدير ملفات PDF.
fr_fr: Si l’option taille de page n’est pas choisie dans le menu déroulant, toutes les options sont prises en compte lors de l’exportation des PDF.
he_il: אם אפשרות גודל העמוד לא נבחרת בתפריט הנפתח, כל האפשרויות נלקחות בחשבון בעת ייצוא קבצי PDF.
pt_br: Se a opção de tamanho de página não estiver escolhida no menu suspenso, todas as opções são consideradas ao exportar PDFs.

source: Allow Column Selection
ar: السماح باختيار العمود
fr_fr: Permettre la sélection de colonnes
he_il: אפשר בחירת עמודה
pt_br: Permitir Seleção de Colunas

source: Enable
ar: تمكين
fr_fr: Activer
he_il: לאפשר
pt_br: Habilitar

source: Access via
ar: الوصول عبر
fr_fr: Accès via
he_il: גישה דרך
pt_br: Acesso via

source: Widget Header
ar: رأس الويدجت
fr_fr: En-tête de widget
he_il: כותרת ווידג'טים
pt_br: Cabeçalho do Widget

source: Widget Selection
ar: اختيار الويدجت
fr_fr: Sélection de widgets
he_il: בחירת ווידג'טים
pt_br: Seleção de Widgets

source: Both Widget Header & Selection
ar: رأس الأداة واختيار كل من الأداة
fr_fr: En-tête de widget et sélection
he_il: גם כותרת ווידג'ט וגם בחירה
pt_br: Tanto cabeçalho de widget quanto seleção

source: Custom
ar: تقليد
fr_fr: Coutume
he_il: מנהג
pt_br: Costume

source: Allow Sorting
ar: السماح بالفرز
fr_fr: Autoriser le tri
he_il: אפשר מיון
pt_br: Permitir Classificação

source: Allow Resizing
ar: السماح بتغيير الحجم
fr_fr: Autoriser le redimensionnement
he_il: אפשר שינוי גודל
pt_br: Permitir Redimensionamento

source: Resizing will not take place when the width is set in Column Alignment
ar: لن يتم تغيير الحجم عندما يتم ضبط العرض في محاذاة الأعمدة
fr_fr: Le redimensionnement ne se fera pas lorsque la largeur est définie dans l’alignement des colonnes
he_il: שינוי גודל לא יתבצע כאשר הרוחב מוגדר ביישור עמודות
pt_br: O redimensionamento não ocorrerá quando a largura for definida no Alinhamento de Colunas

source: Fit To Content
ar: التوافق مع المحتوى
fr_fr: Ajustement au contenu
he_il: התאמה לתוכן
pt_br: Ajuste ao Conteúdo

source: Show Values In Row
ar: عرض القيم في الصف
fr_fr: Afficher les valeurs en ligne
he_il: הצג ערכים בשורה
pt_br: Mostrar Valores em Linha

source: Horizontal Grid Lines
ar: خطوط الشبكة الأفقية
fr_fr: Lignes de grille horizontales
he_il: קווי רשת אופקיים
pt_br: Linhas de grade horizontal

source: Vertical Grid Lines
ar: خطوط الشبكة الرأسية
fr_fr: Lignes verticales de grille
he_il: קווי רשת אנכיים
pt_br: Linhas de grade vertical

source: Row Height
ar: ارتفاع الصف
fr_fr: Hauteur de rangée
he_il: גובה שורה
pt_br: Altura da Fileira

source: Content Column Width
ar: عرض عمود المحتوى
fr_fr: Largeur de colonne de contenu
he_il: רוחב עמודת תוכן
pt_br: Largura da Coluna de Conteúdo

source: Row Header Width
ar: عرض رأس الصف
fr_fr: Largeur d’en-tête de ligne
he_il: רוחב כותרת שורה
pt_br: Largura do cabeçalho de linha

source: Header Line Height
ar: ارتفاع خط الرأس
fr_fr: Hauteur de ligne de tête
he_il: גובה שורת כותרת
pt_br: Altura da linha de cabeçalho

source: Chart Type
ar: نوع المخطط
fr_fr: Type de tableau
he_il: סוג תרשים
pt_br: Tipo de Gráfico

source: Chart Type & Axis
ar: نوع الخريطة والمحور
fr_fr: Type de carte et axe
he_il: סוג תרשים וציר
pt_br: Tipo de Mapa & Eixo

source: Enable Animation
ar: تمكين الرسوم المتحركة
fr_fr: Activer l’animation
he_il: הפעלת אנימציה
pt_br: Ativar a Animação

source: Enable Zooming
ar: تفعيل التكبير
fr_fr: Activer le zoom
he_il: הפעל זום
pt_br: Habilitar o Zoom

source: Show Legend
ar: أسطورة العرض
fr_fr: Légende de la série
he_il: אגדת התוכנית
pt_br: Lenda do programa

source: Show Legend Items as Dropdown
ar: عرض عناصر الأساطير كقائمة منسدلة
fr_fr: Afficher les objets de légende en menu déroulant
he_il: הצג פריטי אגדה כתפריט נפתח
pt_br: Mostrar Itens de Lenda como Menu Suspenso

source: Interactivity
ar: التفاعل
fr_fr: Interactivité
he_il: אינטראקטיביות
pt_br: Interatividade

source: Show Title
ar: عنوان العرض
fr_fr: Titre de l’émission
he_il: כותרת התוכנית
pt_br: Título do Programa

source: Show Tooltip
ar: دليل العرض
fr_fr: Afficher l’infobulle
he_il: הצגה טולטיפ
pt_br: Mostrar dica de ferramenta

source: Legend
ar: أسطورة
fr_fr: Légende
he_il: אגדה
pt_br: Lenda

source: Legend Shape
ar: شكل الأسطورة
fr_fr: Forme légendaire
he_il: צורת אגדה
pt_br: Forma da Lenda

source: Legend Position
ar: موقع الأسطورة
fr_fr: Position de la légende
he_il: מיקום האגדה
pt_br: Posição de Lenda

source: Alignment
ar: نسق
fr_fr: Alignement
he_il: יישור
pt_br: Alinhamento

source: Legend Alignment
ar: محاذاة الأساطير
fr_fr: Alignement de la légende
he_il: יישור אגדות
pt_br: Alinhamento da Lenda

source: Position
ar: موضع
he_il: מיקום
pt_br: Posição

source: Text Overflow
ar: فائض النص
fr_fr: Débordement de texte
he_il: עודף טקסט
pt_br: Transbordamento de Texto

source: Text Width
ar: عرض النص
fr_fr: Largeur du texte
he_il: רוחב טקסט
pt_br: Largura do Texto

source: Show Value Labels
ar: ملصقات القيمة العرضية
fr_fr: Étiquettes de valeur de présentation
he_il: תוויות ערך לתצוגה
pt_br: Mostrar Etiquetas de Valor

source: Inverse Scroll Bar
ar: شريط تمرير معكوس
fr_fr: Barre de défilement inversée
he_il: פס גלילה הפוך
pt_br: Barra de rolagem inversa

source: Show Raw Data
ar: عرض البيانات الخام
fr_fr: Afficher les données brutes
he_il: הצג נתונים גולמיים
pt_br: Mostrar dados brutos

source: Allow Cell Selection
ar: السماح باختيار الخلايا
fr_fr: Permettre la sélection de cellules
he_il: אפשר בחירת תאים
pt_br: Permitir Seleção de Células

source: This option will remove the aggregation in grid columns and show raw data.
ar: هذا الخيار سيزيل التجميع في أعمدة الشبكة ويعرض البيانات الخام.
fr_fr: Cette option supprimera l’agrégation dans les colonnes de grille et affichera les données brutes.
he_il: אפשרות זו תסיר את האגרגציה בעמודות הרשת ותציג נתונים גולמיים.
pt_br: Essa opção remove a agregação nas colunas da grade e mostra dados brutos.

source: Enable Smooth Scroll
ar: تفعيل التمرير السلس
fr_fr: Activer le défilement lisse
he_il: הפעלת גלילה חלקה
pt_br: Ativar rolagem suave

source: Chart Size
ar: حجم المخطط
fr_fr: Taille du classement
he_il: גודל התרשים
pt_br: Tamanho da Tabela

source: Value Label Rotation
ar: تدوير تسمية القيمة
fr_fr: Rotation des labels de valeur
he_il: סיבוב תווית ערך
pt_br: Rotação de Rótulos de Valor

source: Value Label Overflow Mode
ar: وضع تجاوز تسمية القيمة
fr_fr: Mode de débordement d’étiquette de valeur
he_il: מצב עודף תווית ערך
pt_br: Modo de Excesso de Etiqueta de Valor

source: Value Label Position
ar: موقع ملصق القيمة
fr_fr: Position sur l’étiquette de valeur
he_il: מיקום תווית ערך
pt_br: Posição no Valor do Rótulo

source: Data Label
ar: تسمية البيانات
fr_fr: Étiquette de données
he_il: תווית נתונים
pt_br: Rótulo de Dados

source: Value Label Suffix
ar: لاحقة تسمية القيمة
fr_fr: Suffixe d’étiquette de valeur
he_il: סיומת תווית ערך
pt_br: Sufixo de Etiqueta de Valor

source: Suffix Value
ar: قيمة اللاحقة
fr_fr: Valeur du suffixe
he_il: ערך הסיומת
pt_br: Valor do Sufixo

source: Show Marker
ar: علامة العرض
fr_fr: Marqueur de l’exposition
he_il: סמן התוכנית
pt_br: Marcador do Evento

source: Show Items With No Data
ar: عرض العناصر بدون بيانات
fr_fr: Afficher les éléments sans données
he_il: הצג פריטים ללא נתונים
pt_br: Mostrar itens sem dados

source: Empty Point Mode
ar: وضع النقطة الفارغة
fr_fr: Mode point vide
he_il: מצב נקודה ריקה
pt_br: Modo de Ponto Vazio

source: Enable Multiselect
ar: تفعيل الاختيار المتعدد
fr_fr: Activer la multisélection
he_il: הפעל Multiselect
pt_br: Ativar Multiselect

source: Show All
ar: عرض الجميع
fr_fr: Afficher tout
he_il: הצג את כולם
pt_br: Mostrar tudo

source: Default Positions
ar: المناصب الافتراضية
fr_fr: Positions par défaut
he_il: עמדות ברירת מחדל
pt_br: Posições padrão

source: Range Selection
ar: اختيار النطاق
fr_fr: Sélection de la gamme
he_il: בחירת תחום
pt_br: Seleção de Extensão

source: Orientation
ar: اتجاه
he_il: כיוון
pt_br: Orientação

source: Range
ar: نطاق
fr_fr: Gamme
he_il: טווח
pt_br: Gama

source: Select Today as Default
ar: اختر اليوم كخيار افتراضي
fr_fr: Sélectionner Aujourd’hui par défaut
he_il: בחר Today כברירת מחדל
pt_br: Selecione Hoje como Padrão

source: Select Latest Date As Default
ar: اختر آخر تاريخ كخيار افتراضي
fr_fr: Sélectionnez la date la plus récente par défaut
he_il: בחר את התאריך האחרון כברירת מחדל
pt_br: Selecione a Data Mais Recente como Padrão

source: Selecting this option sets the latest date as the default for list-type DashboardParameter filters with single date selection.
ar: اختيار هذا الخيار يحدد أحدث تاريخ كالإعداد الافتراضي لمرشحات DashboardParameter من نوع القائمة مع اختيار تاريخ واحد.
fr_fr: Sélectionner cette option définit la date la plus récente comme date par défaut pour les filtres DashboardParameter par type de liste avec sélection de date unique.
he_il: בחירה באפשרות זו מגדירה את התאריך האחרון כברירת מחדל עבור מסנני DashboardParameter מסוג רשימה עם בחירת תאריך יחיד.
pt_br: Selecionar essa opção define a data mais recente como padrão para filtros DashboardParameter do tipo lista com seleção de data única.

source: Selecting this option will automatically set today's date as the default value for the Date Picker widget. This is useful for filtering the dashboard based on the current day. Once enabled, you won't be able to choose another date as the default selection.
ar: اختيار هذا الخيار سيحدد تلقائيا تاريخ اليوم كقيمة افتراضية لأداة اختيار التواريخ. هذا مفيد لتصفية لوحة التحكم بناء على اليوم الحالي. بمجرد تفعيلها، لن تتمكن من اختيار تاريخ آخر كخيار افتراضي.
fr_fr: Sélectionner cette option fixera automatiquement la date d’aujourd’hui comme valeur par défaut pour le widget Sélectionneur de dates. C’est utile pour filtrer le tableau de bord selon la journée actuelle. Une fois activé, vous ne pourrez plus choisir une autre date comme sélection par défaut.
he_il: בחירה באפשרות זו תגדיר אוטומטית את התאריך של היום כערך ברירת המחדל של ווידג'ט Date Picker. זה שימושי לסינון לוח הבקרה לפי היום. ברגע שזה מופעל, לא תוכל לבחור תאריך אחר כברירת מחדל.
pt_br: Selecionar essa opção definirá automaticamente a data de hoje como o valor padrão para o widget Seletor de Datas. Isso é útil para filtrar o painel com base no dia atual. Uma vez ativada, você não poderá escolher outra data como seleção padrão.

source: Limit Dates
ar: تواريخ الحد
fr_fr: Dates limites
he_il: תאריכי הגבלה
pt_br: Datas Limite

source: Highlight Available Dates
ar: أبرز التواريخ المتاحة
fr_fr: Mettez en avant les dates disponibles
he_il: הדגשים תאריכים זמינים
pt_br: Destaque Datas Disponíveis

source: Show Latest Date
ar: آخر تاريخ عرض
fr_fr: Date de l’émission
he_il: התאריך האחרון של ההצגה
pt_br: Data Última do Episódio

source: Enabling this option will display the latest date's month from the datasource in the date picker widget. It shows the latest date's month if the 'Limit Dates' option is enabled; otherwise, it shows the current month.
ar: تفعيل هذا الخيار سيعرض أحدث تاريخ لشهر من مصدر البيانات في أداة اختيار التاريخ. يعرض التاريخ الأخير شهر إذا كان خيار 'تحديد التواريخ' مفعلا؛ وإلا، فإنه يعرض الشهر الحالي.
fr_fr: Activer cette option affichera le mois de la date la plus récente à partir de la source de données dans le widget de sélection de date. Il affiche le mois de la date la plus récente si l’option « Limiter les dates » est activée ; sinon, il affiche le mois en cours.
he_il: הפעלת אפשרות זו תציג את התאריך האחרון של החודש ממקור הנתונים בווידג'ט בחירת התאריך. הוא מציג את התאריך האחרון של החודש אם האפשרות 'הגבלת תאריכים' מופעלת; אחרת, הוא מציג את החודש הנוכחי.
pt_br: Ativar essa opção mostrará o mês da data mais recente da fonte de dados no widget seletor de datas. Ele mostra o mês da data mais recente se a opção 'Limitar Datas' estiver ativada; caso contrário, mostra o mês atual.

source: Limit Date Selection
ar: تحديد التاريخ
fr_fr: Sélection de la date limite
he_il: בחירת תאריך מוגבל
pt_br: Seleção de Data Limite

source: Date Selection Mode
ar: وضع اختيار التاريخ
fr_fr: Mode de sélection de date
he_il: מצב בחירת תאריך
pt_br: Modo de Seleção de Data

source: Custom Limit Days
ar: أيام الحد المخصص
fr_fr: Jours de limite personnalisés
he_il: ימי הגבלה מותאמת אישית
pt_br: Dias de Limite Personalizados

source: Monthly
ar: شهري
fr_fr: Mensuel
he_il: חודשי
pt_br: Mensal

source: Weekly
ar: أسبوعي
fr_fr: Hebdomadaire
he_il: שבועי
pt_br: Semanalmente

source: Quarterly
ar: ربع سنوي
fr_fr: Trimestriel
he_il: רבעוניים
pt_br: Trimestral

source: Yearly
ar: السنويه
fr_fr: Annuel
he_il: שנתי
pt_br: Anual

source: Mode
ar: طريقة
he_il: מצב
pt_br: Modo

source: Image Source
ar: مصدر الصورة
fr_fr: Source de l’image
he_il: מקור התמונה
pt_br: Fonte da Imagem

source: Axis Label Color
ar: لون ملصق المحور
fr_fr: Couleur de l’étiquette de l’axe
he_il: צבע תווית ציר
pt_br: Cor do Rótulo do Eixo

source: Enable Drill-Down
ar: تمكين التثقيب
fr_fr: Activez le drill-down
he_il: הפעלת Drill-Down
pt_br: Habilitar o Aprofundamento

source: Show Label
ar: شركة العرض
fr_fr: Label de l’émission
he_il: לייבל תוכנית
pt_br: Gravadora do Programa

source: Cell Radius
ar: نصف قطر الخلية
fr_fr: Rayon cellulaire
he_il: רדיוס תא
pt_br: Raio de Célula

source: CellBorder
ar: سيل بوردر

source: Map Type
ar: نوع الخريطة
fr_fr: Type de carte
he_il: סוג מפה
pt_br: Tipo de Mapa

source: Types
ar: انواع
he_il: סוגים
pt_br: Tipos

source: Show Value Label
ar: علامة عرض القيمة
fr_fr: Étiquette de valeur de présentation
he_il: תווית Show Value
pt_br: Etiqueta de Valor de Exibição

source: Enable Text Wrap
ar: تمكين تغليف النص
fr_fr: Activer le Text Wrap
he_il: הפעלת עטיפת טקסט
pt_br: Ativar Enrolamento de Texto

source: Label Color
ar: لون الملصق
fr_fr: Couleur de l’étiquette
he_il: צבע תווית
pt_br: Cor do Rótulo

source: Slider Color
ar: لون المنزلق
fr_fr: Couleur du curseur
he_il: צבע סליידר
pt_br: Cor do Slider

source: Slider Interval
ar: فاصل السلايدر
fr_fr: Intervalle de curseur
he_il: מרווח סליידר
pt_br: Intervalo de Slider

source: Color
ar: لون
fr_fr: Couleur
he_il: צבע
pt_br: Cor

source: Allow Value Sorting
ar: السماح بفرز القيم
fr_fr: Tri de valeurs autorisé
he_il: אפשר מיון ערכים
pt_br: Permitir Ordenação de Valores

source: Enable Classic Pivot
ar: تمكين المحور الكلاسيكي
fr_fr: Activez le pivot classique
he_il: הפעל את Classic Pivot
pt_br: Ativar o Classic Pivot

source: Expand Nodes by Default
ar: توسيع العقد بشكل افتراضي
fr_fr: Nœuds d’expansion par défaut
he_il: הרחבת צמתים כברירת מחדל
pt_br: Expandir nós por padrão

source: Save Nodes State
ar: أنقذ حالة العقد
fr_fr: Sauvegarder l’état des nœuds
he_il: שמור את מצב הצמתים
pt_br: Estado de Salvar os Nós

source: Allow Text Wrap
ar: السماح بتغليف النص
fr_fr: Autoriser le Text Wrap
he_il: אפשר עטיפת טקסט
pt_br: Permitir Enrolamento de Texto

source: Allow Column Resize
ar: السماح بتغيير حجم العمود
fr_fr: Autoriser le redimensionnement des colonnes
he_il: אפשר שינוי גודל עמודה
pt_br: Permitir redimensionamento da coluna

source: Draw Type
ar: نوع السحب
fr_fr: Type de tirage
he_il: סוג הגרלה
pt_br: Tipo de Puxada

source: Indicator
ar: مؤشر
fr_fr: Indicateur
he_il: אינדיקטור
pt_br: Indicador

source: Enable Multi Selection
ar: تمكين الاختيار المتعدد
fr_fr: Activez la sélection multiple
he_il: הפעל בחירה מרובה
pt_br: Permitir a Multiseleção

source: Shape Kind
ar: نوع الشكل
fr_fr: Forme
he_il: סוג צורה
pt_br: Tipo de Forma

source: Shape Data
ar: بيانات الشكل
fr_fr: Données de forme
he_il: נתוני צורה
pt_br: Dados de Formato

source: A dashboard with the same name already exists in the category
ar: توجد لوحة تحكم تحمل نفس الاسم بالفعل في الفئة
fr_fr: Un tableau de bord portant le même nom existe déjà dans cette catégorie
he_il: לוח בקרה עם אותו שם כבר קיים בקטגוריה
pt_br: Um painel com o mesmo nome já existe na categoria

source: Enable Alternative Row
ar: تمكين الصف البديل
fr_fr: Activer la ligne alternative
he_il: הפעלת שורה חלופית
pt_br: Ativar Linha Alternativa

source: Enable Multi Row Selection
ar: تفعيل اختيار الصفوف المتعددة
fr_fr: Activez la sélection multi-lignes
he_il: הפעל בחירה מרובת שורות
pt_br: Habilitar a Seleção Multi Fileiras

source: Alternative Foreground
ar: المقدمة البديلة
fr_fr: Premier plan alternatif
he_il: חזית חלופית
pt_br: Primeiro plano alternativo

source: Alternative Background
ar: خلفية بديلة
fr_fr: Contexte alternatif
he_il: רקע חלופי
pt_br: Contexto Alternativo

source: Foreground
ar: المقدمه
fr_fr: Premier plan
he_il: הקידמה
pt_br: Primeiro plano

source: Default Type
ar: النوع الافتراضي
fr_fr: Type par défaut
he_il: סוג ברירת מחדל
pt_br: Tipo Padrão

source: Hide Empty Headers
ar: إخفاء الرؤوس الفارغة
fr_fr: Masquer les en-têtes vides
he_il: הסתר כותרות ריקות
pt_br: Ocultar cabeçalhos vazios

source: Line Width
ar: عرض الخط
fr_fr: Largeur de ligne
he_il: רוחב קו
pt_br: Largura da linha

source: Empty Cell Content
ar: محتوى الخلية الفارغة
fr_fr: Contenu de cellules vides
he_il: תוכן תא ריק
pt_br: Conteúdo da célula vazia

source: Radius
ar: نصف القطر
fr_fr: Rayon
he_il: רדיוס
pt_br: Raio

source: Column Width
ar: عرض العمود
fr_fr: Largeur de colonne
he_il: רוחב עמודה
pt_br: Largura da coluna

source: Column Spacing
ar: تباعد الأعمدة
fr_fr: Espacement des colonnes
he_il: ריווח עמודות
pt_br: Espaçamento das Colunas

source: Show Actual Value
ar: أظهر القيمة الفعلية
fr_fr: Montrer la valeur réelle
he_il: הצג ערך ממשי
pt_br: Mostrar Valor Real

source: Show Difference Value
ar: عرض قيمة الفرق
fr_fr: Montrer la valeur de la différence
he_il: הצגת ערך ההבדל
pt_br: Mostrar Valor da Diferença

source: Series Shape
ar: شكل السلسلة
fr_fr: Forme de la série
he_il: צורת הסדרה
pt_br: Formato da Série

source: Fixed Calendar Selection
ar: اختيار التقويم الثابت
fr_fr: Sélection du calendrier fixe
he_il: בחירת לוח שנה קבוע
pt_br: Seleção de Calendário Fixo

source: Widgets Order
ar: ترتيب الأدوات
fr_fr: Ordre des widgets
he_il: סדר ווידג'טים
pt_br: Ordem dos Widgets

source: Apply Stack Order
ar: تطبيق ترتيب التكديس
fr_fr: Ordre de pile d’application
he_il: החלת סדר מחסנית
pt_br: Ordem de Aplicação

source: Enable this option to stack entire widgets on top of each other. By default, only the content inside each widget will stack sequentially.
ar: فعل هذا الخيار لتكديس الأدوات بالكامل فوق بعضها البعض. بشكل افتراضي، فقط المحتوى داخل كل أداة سيتكدس بشكل متسلسل.
fr_fr: Activez cette option pour empiler des widgets entiers les uns sur les autres. Par défaut, seul le contenu à l’intérieur de chaque widget s’empile séquentiellement.
he_il: הפעל אפשרות זו לערום ווידג'טים שלמים זה על גבי זה. כברירת מחדל, רק התוכן בתוך כל ווידג'ט ייערם ברצף.
pt_br: Ative essa opção para empilhar widgets inteiros uns sobre os outros. Por padrão, apenas o conteúdo dentro de cada widget será empilhado sequencialmente.

source: Tab Order
ar: ترتيب التبويبات
fr_fr: Ordre des tabulations
he_il: סדר טאבים
pt_br: Ordem de tablatura

source: Hide Tab
ar: إخفاء تبويب
fr_fr: Afficher un onglet de masquage
he_il: הסתרה בלשונית
pt_br: Ocultar Aba

source: Header Color
ar: لون الرأس
fr_fr: Couleur de l’en-tête
he_il: צבע כותרת
pt_br: Cor do Cabeçalho

source: Header Font Size
ar: حجم خط الرأس
fr_fr: Taille de la police de l’en-tête
he_il: גודל גופן הכותרת
pt_br: Tamanho da fonte do cabeçalho

source: Active Tab
ar: التبويب النشط
fr_fr: Onglet actif
he_il: טאב אקטיבי
pt_br: Aba Ativa

source: API Type
ar: نوع واجهة برمجة التطبيقات
he_il: סוג API
pt_br: Tipo API

source: Enable Tab loader
ar: تمكين محمل العلامة التجارية
fr_fr: Activer le chargeur de tabulation
he_il: הפעלת Tab loader
pt_br: Ativar o carregador de tabulação

source: Value Type
ar: نوع القيمة
fr_fr: Type de valeur
he_il: סוג ערך
pt_br: Tipo de Valor

source: Enable Column Chooser
ar: تفعيل مختارة الأعمدة
fr_fr: Activer le sélectionneur de colonnes
he_il: הפעלת בחירת עמודות
pt_br: Ativar Seletor de Colunas

source: Enable RTL
ar: تمكين RTL
fr_fr: Activez RTL
he_il: הפעל RTL
pt_br: Habilitar o RTL

source: Allow Column Reorder
ar: السماح بإعادة ترتيب الأعمدة
fr_fr: Permettre le réordre des colonnes
he_il: אפשר סידור מחדש של עמודות
pt_br: Permitir a reordenação das colunas

source: Columns can be rearranged with this option, but it only works when paging is turned on.
ar: يمكن إعادة ترتيب الأعمدة بهذا الخيار، لكنه يعمل فقط عند تفعيل الصفحات.
fr_fr: Les colonnes peuvent être réarrangées avec cette option, mais cela ne fonctionne que lorsque la pagination est activée.
he_il: ניתן לסדר עמודות מחדש עם אפשרות זו, אך היא עובדת רק כאשר הדפים מופעלים.
pt_br: Colunas podem ser rearranjadas com essa opção, mas ela só funciona quando a paginação está ativada.

source: When enabled, the entire tab will load instead of loading individual widgets.
ar: عند تفعيلها، يتم تحميل التبويب بالكامل بدلا من تحميل الأدوات الفردية.
fr_fr: Une fois activé, l’onglet entier se charge au lieu de charger des widgets individuels.
he_il: כשמופעלים, כל הלשונית נטענת במקום לטעון ווידג'טים בודדים.
pt_br: Quando ativada, toda a aba carrega em vez de carregar widgets individuais.

source: Place Holder
ar: العامل المؤقت
fr_fr: Marque-place-ci
he_il: מחזיק מקום
pt_br: Provisório de Lugar

source: Search
ar: بحث
fr_fr: Rechercher
he_il: חיפוש
pt_br: Procurar

source: Enable Pivot Chart
ar: تمكين مخطط المحور
fr_fr: Activer le graphique dynamique
he_il: הפעלת תרשים ציר
pt_br: Ativar o Gráfico Pivot

source: Start Value of StripeLine
ar: القيمة الابتدائية لسترايب لاين
fr_fr: Valeur de départ de StripeLine
he_il: ערך התחלתי של StripeLine
pt_br: Valor inicial do StripeLine

source: End Value of StripeLine
ar: القيمة النهائية ل StripeLine
fr_fr: Valeur finale de StripeLine
he_il: ערך סופי של StripeLine
pt_br: Valor Final do StripeLine

source: Chart Types
ar: أنواع الرسوم البيانية
fr_fr: Types de cartes
he_il: סוגי מצעדים
pt_br: Tipos de Gráficos

source: Show Stripe Line
ar: خط الخطوط العرضية
fr_fr: Ligne de Bandes Show
he_il: קו הפסים של התערוכה
pt_br: Linha de Listras de Exibição

source: Stripe Line Text
ar: نص خط الخطوط
fr_fr: Texte de la ligne rayée
he_il: טקסט קו פסים
pt_br: Texto da Linha da Faixa

source: Stripe Line Color
ar: لون خط الخطوط
fr_fr: Couleur des lignes de rayures
he_il: צבע קו הפסים
pt_br: Cor da Linha da Faixa

source: Show Value In Tooltip
ar: عرض القيمة في التلميح
fr_fr: Afficher la valeur dans l’infobulle
he_il: הצגת ערך בכלי
pt_br: Mostrar Valor na Dica de Ferramenta

source: Apply Legend Color
ar: تطبيق لون الأسطورة
fr_fr: Appliquez la couleur de la légende
he_il: החלו צבע מיתוס
pt_br: Aplique a Cor da Legenda

source: Customize Tooltip
ar: تخصيص أداة التلميح
fr_fr: Personnaliser l’infobulle
he_il: טיפ ההתאמה אישית
pt_br: Personalizar dica de ferramenta

source: Customize Tooltip Settings
ar: تخصيص إعدادات التلميح
fr_fr: Personnaliser les paramètres de l’infobulle
he_il: התאמת הגדרות טולטיפ
pt_br: Personalizar Configurações da Dica de Ferramenta

source: OK
ar: موافق
fr_fr: D’ACCORD
he_il: אוקיי
pt_br: OKEY

source: Cancel
ar: إلغاء الأمر
fr_fr: Annuler
he_il: ביטל
pt_br: Cancelar

source: Column Name
ar: اسم العمود
fr_fr: Nom de la colonne
he_il: שם עמודה
pt_br: Nome da coluna

source: Visibility
ar: رؤية
fr_fr: Visibilité
he_il: ניראות
pt_br: Visibilidade

source: Line Style
ar: نمط الخط
fr_fr: Style de ligne
he_il: סגנון קו
pt_br: Estilo de Linha

source: Custom Line Style Settings
ar: إعدادات نمط الخط المخصص
fr_fr: Paramètres personnalisés du style de ligne
he_il: הגדרות סגנון קו מותאמות אישית
pt_br: Configurações de Estilo de Linha Personalizadas

source: Ok
ar: موافق
fr_fr: D’accord
he_il: אוקיי
pt_br: Okey

source: Solid
ar: صلب
fr_fr: Solide
he_il: מוצק
pt_br: Sólido

source: Dot
ar: نقطة
fr_fr: Point
he_il: נקודה
pt_br: Ponto

source: Dash
ar: اندفاعه
fr_fr: Tiret
he_il: מקף
pt_br: Traço

source: DotDash
ar: دوت داش
fr_fr: Pointet

source: LongDash
ar: لونغداش
he_il: לונגדאש

source: LongDashDotDot
ar: لونغ داش دوت
