Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Dashboards needs attention
ar: لوحات المعلومات تحتاج إلى اهتمام
fr_fr: Les tableaux de bord ont besoin d’attention
he_il: לוחות מחוונים זקוקים לתשומת לב
pt_br: Dashboards precisam de atenção

source: Dashboards uploaded successfully
ar: لوحات التحكم التي تم رفعها بنجاح
fr_fr: Tableaux de bord téléchargés avec succès
he_il: לוחות מחוונים שהועלו בהצלחה
pt_br: Dashboards carregados com sucesso

source: Configuration completed
ar: اكتمال التكوين
fr_fr: Configuration terminée
he_il: השלמת הקונפיגורציה
pt_br: Configuração concluída

source: Create new Category
ar: إنشاء فئة جديدة
fr_fr: Créer une nouvelle catégorie
he_il: יצירת קטגוריה חדשה
pt_br: Criar nova Categoria

source: There was an error in creating Category
ar: حدث خطأ في إنشاء الفئة
fr_fr: Il y a eu une erreur lors de la création de Category
he_il: הייתה שגיאה ביצירת קטגוריה
pt_br: Houve um erro na criação da categoria

source: . Please retry
ar: . يرجى إعادة المحاولة
fr_fr: . Veuillez réessayer
he_il: . אנא נסה שוב
pt_br: . Por favor, tente novamente

source: Upload Dashboards (1/2)
ar: لوحات التحميل (1/2)
fr_fr: Tableaux de bord de téléchargement (1/2)
he_il: לוחות מחוונים להעלאה (1/2)
pt_br: Dashboards de Upload (1/2)

source: Drag and drop files or
ar: سحب وإفلات الملفات أو
fr_fr: Fichiers glisser-déposer ou
he_il: גרור ושחרור קבצים או
pt_br: Arrastar e soltar arquivos ou

source: Preferred format: bbix or zip (up to 300 MB)
ar: الصيغة المفضلة: bbix أو zip (حتى 300 ميجابايت)
fr_fr: Format préféré : bbix ou zip (jusqu’à 300 Mo)
he_il: פורמט מועדף: bbix או zip (עד 300 MB)
pt_br: Formato preferido: bbix ou zip (até 300 MB)

source: UPLOADED FILES
ar: الملفات المحملة
fr_fr: FICHIERS DE TÉLÉCHARGEMENT
he_il: קבצים שנטענו
pt_br: ARQUIVOS CARREGADOS

source: Invalid File
ar: ملف غير صالح
fr_fr: Fichier invalide
he_il: קובץ לא תקין
pt_br: Arquivo inválido

source: Close Upload Dashboards
ar: إغلاق لوحات التحميل
fr_fr: Fermer les tableaux de bord de téléversement
he_il: סגור לוחות מחוונים להעלאה
pt_br: Fechar Dashboards de Upload

source: Remove Dashboard
ar: إزالة لوحة المعلومات
fr_fr: Supprimer le tableau de bord
he_il: הסרת לוח מחוונים
pt_br: Remover o Painel

source: Yes, Close
ar: نعم، قريب
fr_fr: Oui, presque
he_il: כן, קרוב
pt_br: Sim, perto

source: Yes, Remove
ar: نعم، أزيل
fr_fr: Oui, retirer
he_il: כן, להסיר
pt_br: Sim, remova

source: The uploaded files have been added as draft. You can continue uploading from the
ar: تمت إضافة الملفات المرفوعة كمسودة. يمكنك الاستمرار في الرفع من
fr_fr: Les fichiers téléchargés ont été ajoutés en version brouillon. Vous pouvez continuer à télécharger depuis le
he_il: הקבצים שהועלו נוספו כטיוטה. אתה יכול להמשיך להעלות מ-
pt_br: Os arquivos enviados foram adicionados como rascunho. Você pode continuar fazendo upload a partir do

source: page.
ar: صفحة.
he_il: דף.
pt_br: página.

source: Are you sure want to close the screen?
ar: هل أنت متأكد من أنك تريد إغلاق الشاشة؟
fr_fr: Tu es sûr de vouloir fermer l’écran ?
he_il: אתה בטוח רוצה לסגור את המסך?
pt_br: Tem certeza de que quer fechar a tela?

source: The dashboard will not be uploaded once you remove it. You can upload the dashboard again by visiting the Upload Drafts page.
ar: لن يتم رفع لوحة التحكم بمجرد إزالتها. يمكنك رفع لوحة التحكم مرة أخرى بزيارة صفحة رفع المسودات.
fr_fr: Le tableau de bord ne sera pas téléchargé une fois que vous l’aurez supprimé. Vous pouvez télécharger à nouveau le tableau de bord en visitant la page Upload Drafts.
he_il: לוח הבקרה לא יועלה ברגע שתסיר אותו. ניתן להעלות את לוח הבקרה שוב על ידי ביקור בדף העלאת טיוטות.
pt_br: O painel não será enviado depois que você removê-lo. Você pode enviar o painel novamente visitando a página Upload Drafts.

source: Are you sure you want to remove?
ar: هل أنت متأكد أنك تريد إزالته؟
fr_fr: Êtes-vous sûr de vouloir l’enlever ?
he_il: אתה בטוח שאתה רוצה להסיר?
pt_br: Tem certeza de que quer remover?

source: The dashboard upload will continue in the background. You can check the status of the upload progress in
ar: سيستمر رفع لوحة التحكم في الخلفية. يمكنك التحقق من حالة تقدم الرفع في
fr_fr: Le téléchargement du tableau de bord continuera en arrière-plan. Vous pouvez vérifier le statut de la progression de l’upload dans
he_il: העלאת לוח הבקרה תמשיך ברקע. אתה יכול לבדוק את מצב התקדמות ההעלאה ב-
pt_br: O upload do painel continuará em segundo plano. Você pode verificar o status do progresso do upload em

source: The changes made to the dashboard have been saved as drafts. You can restart the upload process from the
ar: تم حفظ التغييرات التي أجريت على لوحة التحكم كمسودات. يمكنك إعادة تشغيل عملية الرفع من
fr_fr: Les modifications apportées au tableau de bord ont été enregistrées sous forme de brouillons. Vous pouvez relancer le processus de téléversement depuis le
he_il: השינויים שנעשו בלוח הבקרה נשמרו כטיוטות. אתה יכול להתחיל מחדש את תהליך ההעלאה מה-
pt_br: As mudanças feitas no painel foram salvas como rascunhos. Você pode reiniciar o processo de upload a partir do

source: Uploading Failed
ar: فشل الرفع
fr_fr: Téléchargement échoué
he_il: ההעלאה נכשלה
pt_br: Falha no Upload

source: Upload Drafts
ar: رفع المسودات
fr_fr: Télécharger des brouillons
he_il: העלאת טיוטות
pt_br: Enviar rascunhos

source: Failed
ar: فشل
fr_fr: Raté
he_il: נכשל
pt_br: Falhou

source: know more
ar: اعرف المزيد
fr_fr: En savoir plus
he_il: לדעת עוד
pt_br: Saiba mais

source: Upload Error
ar: خطأ في الرفع
fr_fr: Erreur de téléversement
he_il: שגיאת העלאה
pt_br: Erro de upload

source: Dashboards Upload Failed
ar: فشل رفع لوحات المعلومات
fr_fr: Échec du téléchargement des tableaux de bord
he_il: העלאת לוחות מחוונים נכשלה
pt_br: Falha no Upload do Painel

source: Preparing dashboard
ar: إعداد لوحة التحكم
fr_fr: Préparation du tableau de bord
he_il: הכנת לוח מחוונים
pt_br: Preparando o painel

source: Preparing data source (
ar: إعداد مصدر البيانات (
fr_fr: Préparation de la source de données (
he_il: הכנת מקור הנתונים (
pt_br: Preparando a fonte de dados (

source: The configured data source is used in the following dashboards.
ar: يتم استخدام مصدر البيانات المكون في لوحات المعلومات التالية.
fr_fr: La source de données configurée est utilisée dans les tableaux de bord suivants.
he_il: מקור הנתונים המוגדר משמש בלוחות המחוונים הבאים.
pt_br: A fonte de dados configurada é usada nos seguintes dashboards.

source: Do you want to apply the configuration done to all the dashboards?
ar: هل تريد تطبيق التكوين الذي تم تنفيذه على جميع لوحات التحكم؟
fr_fr: Voulez-vous appliquer la configuration effectuée à tous les tableaux de bord ?
he_il: אתה רוצה להחיל את ההגדרות שנעשו על כל לוחות המחוונים?
pt_br: Você quer aplicar a configuração feita em todos os dashboards?

source: Configured Data Source
ar: مصدر البيانات المكون
fr_fr: Source de données configurée
he_il: מקור נתונים מוגדר
pt_br: Fonte de Dados Configurada

source: Yes, Configure
ar: نعم، التكوين
fr_fr: Oui, configurer
he_il: כן, להגדיר
pt_br: Sim, configure

source: Download Upload
ar: تحميل التحميل
fr_fr: Télécharger Télécharger
he_il: הורדה העלאה

source: An error Occured while uploading
ar: حدث خطأ أثناء الرفع
fr_fr: Une erreur s’est produite lors du téléchargement
he_il: אירעה שגיאה במהלך ההעלאה
pt_br: Ocorreu um erro durante o upload

source: Documentation
ar: توثيق
he_il: תיעוד
pt_br: Documentação

source: Do you want to continue ?
ar: هل تريد الاستمرار؟
fr_fr: Veux-tu continuer ?
he_il: אתה רוצה להמשיך?
pt_br: Quer continuar?

source: The new schema differs from the existing one, the data settings in the associated widgets will not be retained.
ar: المخطط الجديد يختلف عن المخطط الحالي، حيث لن يتم الاحتفاظ بإعدادات البيانات في الأدوات المرتبطة بها.
fr_fr: Le nouveau schéma diffère de l’existant, les paramètres de données dans les widgets associés ne seront pas conservés.
he_il: הסכימה החדשה שונה מהקיימת, הגדרות הנתונים בווידג'טים המשויכים לא יישמרו.
pt_br: O novo esquema difere do existente, as configurações de dados nos widgets associados não serão mantidas.

source: The new schema differs from the existing one, the filter or the parameter configuration cannot be retained.
ar: يختلف المخطط الجديد عن المخطط الحالي، حيث لا يمكن الاحتفاظ بالمرشح أو تكوين المعلمات.
fr_fr: Le nouveau schéma diffère de l’existant, le filtre ou la configuration des paramètres ne peuvent pas être conservés.
he_il: הסכימה החדשה שונה מהקיימת, לא ניתן לשמר את המסנן או את תצורת הפרמטר.
pt_br: O novo esquema difere do existente, o filtro ou a configuração dos parâmetros não podem ser mantidos.

source: The new schema differs from the existing one, the data settings in the associated widgets and the filter or the parameter configuration cannot be retained.
ar: يختلف المخطط الجديد عن المخطط الحالي، حيث لا يمكن الاحتفاظ بإعدادات البيانات في الأدوات المرتبطة والفلتر أو تكوين المعلمات.
fr_fr: Le nouveau schéma diffère de l’existant, les paramètres de données dans les widgets associés ainsi que le filtre ou la configuration des paramètres ne peuvent pas être conservés.
he_il: הסכימה החדשה שונה מהקיימת, הגדרות הנתונים בווידג'טים המשויכים ובתצורת המסנן או הפרמטרים אינם נשמרים.
pt_br: O novo esquema difere do existente, as configurações de dados nos widgets associados e o filtro ou a configuração dos parâmetros não podem ser mantidos.

source: PREVIEW
ar: معاينه
fr_fr: APERÇU
he_il: תצוגה מקדימה
pt_br: VISUALIZAR

source: Select a file from the drive
ar: اختر ملفا من القرص
fr_fr: Sélectionnez un fichier depuis le lecteur
he_il: בחר קובץ מהכונן
pt_br: Selecione um arquivo do drive

source: Please upload a file to continue
ar: يرجى رفع ملف للمتابعة
fr_fr: Veuillez télécharger un fichier pour continuer
he_il: אנא העלה קובץ כדי להמשיך
pt_br: Por favor, envie um arquivo para continuar

source: This data source utilizes the following data sources in its configuration. Please complete the configuration of the data sources listed below first.
ar: يستخدم هذا المصدر البيانات المصادر التالية في تكوينه. يرجى إكمال إعداد مصادر البيانات المدرجة أدناه أولا.
fr_fr: Cette source de données utilise les sources suivantes dans sa configuration. Veuillez d’abord compléter la configuration des sources de données listées ci-dessous.
he_il: מקור נתונים זה עושה שימוש במקורות הנתונים הבאים בתצורה שלו. אנא השלימו קודם את הקונפיגורציה של מקורות הנתונים המפורטים להלן.
pt_br: Essa fonte de dados utiliza as seguintes fontes de dados em sua configuração. Por favor, complete a configuração das fontes de dados listadas abaixo primeiro.

source: This data source is used by the following data sources
ar: يستخدم مصدر البيانات هذا من قبل المصادر التالية
fr_fr: Cette source de données est utilisée par les sources suivantes
he_il: מקור נתונים זה משמש את מקורות הנתונים הבאים
pt_br: Essa fonte de dados é usada pelas seguintes fontes de dados

source: . Please complete the configuration of this data source first to avoid errors when configuring the mentioned data sources.
ar: . يرجى إكمال تكوين مصدر البيانات هذا أولا لتجنب الأخطاء عند تكوين مصادر البيانات المذكورة.
fr_fr: . Veuillez d’abord compléter la configuration de cette source de données afin d’éviter les erreurs lors de la configuration des sources de données mentionnées.
he_il: . אנא השלים תחילה את ההגדרה של מקור הנתונים כדי למנוע שגיאות בעת הגדרת מקורות הנתונים הנזכרים.
pt_br: . Por favor, complete a configuração desta fonte de dados primeiro para evitar erros ao configurar as fontes de dados mencionadas.

source: The {0} data source will replace the {1} data source.
ar: سيحل مصدر البيانات {0} محل مصدر البيانات {1}.
fr_fr: La {0} source de données remplacera la {1} source de données.
he_il: מקור הנתונים {0} יחליף את מקור הנתונים {1}.
pt_br: A fonte de dados {0} substituirá a fonte de dados {1}.

source: Rename datasource
ar: إعادة تسمية مصدر البيانات
fr_fr: Renommer la source des données
he_il: שינוי שם מקור הנתונים
pt_br: Renomear fonte de dados

source: Edit name and description
ar: تعديل الاسم والوصف
fr_fr: Modifier le nom et la description
he_il: עריכת שם ותיאור
pt_br: Editar nome e descrição

source: The {0} dashboard will replace the {1} dashboard.
ar: ستحل لوحة {0} محل لوحة {1}.
fr_fr: Le tableau de bord {0} remplacera le tableau de bord {1}.
he_il: לוח הבקרה {0} יחליף את לוח הבקרה {1}.
pt_br: O painel {0} substituirá o painel {1}.

source: Replace
ar: استبدل
fr_fr: Remplacer
he_il: להחליף
pt_br: Substituir

source: A dashboard with the same name already exists in this category. Please change the dashboard name or choose to replace the existing dashboard.
ar: توجد لوحة تحكم تحمل نفس الاسم بالفعل في هذه الفئة. يرجى تغيير اسم لوحة المعلومات أو اختيار استبدال لوحة التحكم الحالية.
fr_fr: Un tableau de bord portant le même nom existe déjà dans cette catégorie. Merci de changer le nom du tableau de bord ou de choisir de remplacer le tableau de bord existant.
he_il: לוח בקרה עם אותו שם כבר קיים בקטגוריה זו. אנא שנה את שם לוח הבקרה או בחר להחליף את לוח הבקרה הקיים.
pt_br: Um painel com o mesmo nome já existe nessa categoria. Por favor, mude o nome do painel ou escolha substituir o painel existente.

source: A data source with the same name already exists in the server. Please change the data source name or choose to replace the existing data source.
ar: مصدر بيانات يحمل نفس الاسم موجود بالفعل في الخادم. يرجى تغيير اسم مصدر البيانات أو اختيار استبدال مصدر البيانات الحالي.
fr_fr: Une source de données portant le même nom existe déjà sur le serveur. Veuillez changer le nom de la source de données ou choisir de remplacer la source existante.
he_il: מקור נתונים באותו שם כבר קיים בשרת. אנא שנו את שם מקור הנתונים או בחרו להחליף את מקור הנתונים הקיים.
pt_br: Uma fonte de dados com o mesmo nome já existe no servidor. Por favor, mude o nome da fonte de dados ou escolha substituir a fonte existente.

source: Uploading in progress. Please wait for the upload to complete or you can remove the uploading item to continue.
ar: جار الرفع قيد التقدم. يرجى الانتظار حتى يكتمل الرفع أو يمكنك إزالة عنصر الرفع للاستمرار.
fr_fr: Téléchargement en cours. Veuillez attendre la fin du téléchargement ou vous pouvez supprimer l’élément de téléchargement pour continuer.
he_il: העלאה מתבצעת. אנא המתינו להשלמת ההעלאה או שתוכלו להסיר את פריט ההעלאה כדי להמשיך.
pt_br: Upload em andamento. Por favor, aguarde o upload ser concluído ou você pode remover o item que foi enviado para continuar.

source: Columns:
ar: الاعمده:
fr_fr: Colonnes:
he_il: עמודות:
pt_br: Colunas:

source: {0} different categories
ar: {0} فئات مختلفة
fr_fr: {0} différentes catégories
he_il: {0} קטגוריות שונות
pt_br: {0} diferentes categorias

source: selected
ar: المحدد
fr_fr: sélectionné
he_il: שנבחרו
pt_br: selecionado

source: Delete dashboards
ar: حذف لوحات المعلومات
fr_fr: Supprimer les tableaux de bord
he_il: מחיקת לוחות מחוונים
pt_br: Excluir dashboards

source: Remove selection
ar: إزالة الاختيار
fr_fr: Supprimer la sélection
he_il: הסרת הבחירה
pt_br: Remover seleção

source: Are you sure you want to delete the dashboards? You can upload the dashboards again by visiting the
ar: هل أنت متأكد أنك تريد حذف لوحات المعلومات؟ يمكنك رفع لوحات المعلومات مرة أخرى بزيارة
fr_fr: Êtes-vous sûr de vouloir supprimer les tableaux de bord ? Vous pouvez télécharger à nouveau les tableaux de bord en visitant le
he_il: אתה בטוח שאתה רוצה למחוק את לוחות הבורד? אתה יכול להעלות את לוחות הבקרה שוב על ידי ביקור ב
pt_br: Você tem certeza de que quer deletar os dashboards? Você pode enviar os painéis novamente visitando o

source: Delete Dashboard
ar: حذف لوحة التحكم
fr_fr: Supprimer le tableau de bord
he_il: מחיקת לוח מחוונים

source: Yes, Delete
ar: نعم، حذف
fr_fr: Oui, supprimer
he_il: כן, מחק
pt_br: Sim, Delete

source: Ignore the schema mismatch by accepting below. You can resolve other errors by configuring these data sources individually in the configuration window.
ar: تجاهل عدم تطابق المخطط بالقبول أدناه. يمكنك حل أخطاء أخرى عن طريق تكوين هذه المصادر بشكل فردي في نافذة التكوين.
fr_fr: Ignorez le décalage de schéma en acceptant ci-dessous. Vous pouvez résoudre d’autres erreurs en configurant ces sources de données individuellement dans la fenêtre de configuration.
he_il: התעלם מחוסר ההתאמה של הסכמה על ידי קבלת ההודעה למטה. אפשר לפתור שגיאות נוספות על ידי הגדרת מקורות הנתונים הללו בנפרד בחלון ההגדרות.
pt_br: Ignore a incompatibilidade de esquemas aceitando abaixo. Você pode resolver outros erros configurando essas fontes de dados individualmente na janela de configuração.

source: Ignore the schema mismatch to proceed with uploading the data source.
ar: تجاهل عدم تطابق المخطط للمضي قدما في رفع مصدر البيانات.
fr_fr: Ignorez le décalage de schéma pour procéder au téléchargement de la source de données.
he_il: התעלם מחוסר ההתאמה של הסכמה כדי להמשיך בהעלאת מקור הנתונים.
pt_br: Ignore o descompasso de esquema para prosseguir com o upload da fonte de dados.

source: Found
ar: أنشأ
fr_fr: Fonder
he_il: ליסד
pt_br: Fundar

source: schema mismatch error(s)
ar: خطأ في عدم تطابق المخططات
fr_fr: Erreur(s) de discordance de schéma
he_il: שגיאות(ות) אי-התאמה של הסכימה
pt_br: Erro(s) de descorrespondência de esquema

source: other error(s)
ar: أخطاء أخرى
fr_fr: Autres erreurs
he_il: טעויות נוספות
pt_br: Outros erro(s)

source: in the data source:
ar: في مصدر البيانات:
fr_fr: Dans la source de données :
he_il: במקור הנתונים:
pt_br: Na fonte de dados:

source: I accept
ar: أنا أقبل
fr_fr: J’accepte
he_il: אני מקבל
pt_br: Eu aceito

source: Upload Anyway.
ar: ارفع على أي حال.
fr_fr: Téléchargez quand même.
he_il: תעלה בכל מקרה.
pt_br: Faça upload mesmo assim.

source: Upload Anyway
ar: ارفع على أي حال
fr_fr: Téléchargez quand même
he_il: העלה בכל מקרה
pt_br: Faça o upload mesmo assim

source: You can upload despite the schema mismatch by clicking
ar: يمكنك الرفع رغم عدم تطابق المخطط بالنقر على
fr_fr: Vous pouvez télécharger malgré le décalage de schéma en cliquant
he_il: אתה יכול להעלות למרות חוסר ההתאמה של הסכימה על ידי לחיצה
pt_br: Você pode fazer upload apesar da incompatibilidade de esquema clicando

source: Alternatively, you can resolve this by configuring these datasources individually from the configuration window.
ar: بدلا من ذلك، يمكنك حل المشكلة عن طريق تكوين هذه المصادر بشكل فردي من نافذة التكوين.
fr_fr: Sinon, vous pouvez résoudre cela en configurant ces sources de données individuellement depuis la fenêtre de configuration.
he_il: לחילופין, אפשר לפתור זאת על ידי הגדרת מקורות הנתונים הללו בנפרד מחלון ההגדרה.
pt_br: Alternativamente, você pode resolver isso configurando essas fontes de dados individualmente a partir da janela de configuração.

source: You can resolve other errors by configuring these datasources individually from the configuration window.
ar: يمكنك حل أخطاء أخرى عن طريق تكوين هذه المصادر بشكل فردي من نافذة التكوين.
fr_fr: Vous pouvez résoudre d’autres erreurs en configurant ces sources de données individuellement depuis la fenêtre de configuration.
he_il: אפשר לפתור שגיאות נוספות על ידי הגדרת מקורות הנתונים האלה בנפרד מחלון ההגדרה.
pt_br: Você pode resolver outros erros configurando essas fontes de dados individualmente a partir da janela de configuração.

source: Note:
ar: ملاحظه:
he_il: הערה:
pt_br: Nota:

source: Rename/Update
ar: إعادة التسمية/التحديث
fr_fr: Renommage/Mise à jour
he_il: שינוי שם/עדכון
pt_br: Renomeação/Atualização

source: Completed
ar: اكمال
fr_fr: Terminé
he_il: הושלמה
pt_br: Concluído

source: Provide Additional Feedback
ar: قدم ملاحظات إضافية
fr_fr: Fournir des retours supplémentaires
he_il: ספקו משוב נוסף
pt_br: Forneça Feedback Adicional

source: Notify the
ar: إبلاغ ال
fr_fr: Prévenez le
he_il: הודע ל
pt_br: Notificar o

source: team about the issue and choose the reason for the downvote
ar: تناقش القضية واختر سبب التصويت السلبي
fr_fr: Équipe sur le sujet et choisis la raison du vote négatif
he_il: צוות על הנושא ובחר את הסיבה להצבעה השלילית
pt_br: Equipe sobre o assunto e escolha o motivo do voto negativo

source: Irrelevant chart
ar: مخطط غير ذي صلة
fr_fr: Graphique non pertinent
he_il: טבלה לא רלוונטית
pt_br: Gráfico irrelevante

source: Inaccurate data
ar: بيانات غير دقيقة
fr_fr: Données inexactes
he_il: נתונים לא מדויקים
pt_br: Dados imprecisos

source: Lack of customization
ar: نقص التخصيص
fr_fr: Manque de personnalisation
he_il: חוסר התאמה אישית
pt_br: Falta de personalização

source: Other
ar: آخر
fr_fr: Autre
he_il: אחר
pt_br: Outro

source: Comments (Optional)
ar: تعليقات (اختياري)
fr_fr: Commentaires (Optionnel)
he_il: תגובות (אופציונליות)
pt_br: Comentários (Opcional)

source: Clicking Submit shares your question, the column names
ar: النقر على إرسال يشارك سؤالك وأسماء الأعمدة
fr_fr: Cliquer sur Envoyer partage votre question, les noms des colonnes
he_il: לחיצה על 'שלח' משתפת את השאלה שלך, שמות העמודות
pt_br: Clicar em Enviar compartilha sua pergunta, os nomes das colunas

source: of the data source involved, and the error logs with the
ar: مصدر البيانات المعني، وسجلات الأخطاء مع
fr_fr: de la source de données concernée, et les journaux d’erreur avec le
he_il: של מקור הנתונים המעורב, וליומני השגיאות עם
pt_br: da fonte de dados envolvida, e os logs de erro com o

source: support team.
ar: فريق الدعم.
fr_fr: Équipe de soutien.
he_il: צוות תמיכה.
pt_br: equipe de apoio.

source: Submit
ar: إرسال
fr_fr: Envoyer
he_il: שלח
pt_br: Enviar

source: Provide a question to start the Q&A with your data.
ar: قدم سؤالا لبدء جلسة الأسئلة والأجوبة ببياناتك.
fr_fr: Proposez une question pour commencer la séance de questions-réponses avec vos données.
he_il: תן שאלה כדי להתחיל את השאלות והתשובות עם הנתונים שלך.
pt_br: Faça uma pergunta para iniciar a sessão de perguntas e respostas com seus dados.

source: Attach a data source to the dashboard to start asking questions.
ar: قم بإرفاق مصدر بيانات إلى لوحة التحكم لبدء طرح الأسئلة.
fr_fr: Attachez une source de données au tableau de bord pour commencer à poser des questions.
he_il: צרף מקור נתונים ללוח הבקרה כדי להתחיל לשאול שאלות.
pt_br: Anexe uma fonte de dados ao painel para começar a fazer perguntas.

source: The BoldBI AI service cannot provide a solution to your question.
ar: خدمة BoldBI الذكاء الاصطناعي لا يمكنها تقديم حل لسؤالك.
fr_fr: Le service d’IA de BoldBI ne peut pas fournir de réponse à votre question.
he_il: שירות הבינה המלאכותית BoldBI אינו יכול לספק מענה לשאלתך.
pt_br: O serviço de IA do BoldBI não pode fornecer uma resposta para sua pergunta.

source: Note the limitations in the AI widget listed
ar: لاحظ القيود في أداة الذكاء الاصطناعي المذكورة
fr_fr: Notez les limitations du widget IA listé
he_il: שימו לב למגבלות בווידג'ט ה-AI שמופיע
pt_br: Note as limitações no widget de IA listado

source: , and try again by reframing the question. To see the error details,
ar: ، وحاول مرة أخرى بإعادة صياغة السؤال. لرؤية تفاصيل الخطأ،
fr_fr: , et réessayer en reformulant la question. Pour voir les détails de l’erreur,
he_il: , וננסה שוב על ידי מסגור מחדש של השאלה. כדי לראות את פרטי השגיאות,
pt_br: , e tente novamente reformulando a pergunta. Para ver os detalhes do erro,

source: Note
ar: ملاحظه
he_il: הערה
pt_br: Nota

source: Email settings
ar: إعدادات البريد الإلكتروني
fr_fr: Paramètres de l’email
he_il: הגדרות דואר אלקטרוני
pt_br: Configurações de e-mail

source: need to be configured for sending these details.
ar: يجب أن تكون مهيأة لإرسال هذه التفاصيل.
fr_fr: Il faut configurer pour envoyer ces informations.
he_il: צריך להגדיר את הפרטים האלה.
pt_br: precisam ser configurados para enviar esses detalhes.

source: The Q&A widged, powered by OpenAI
ar: تم طرح جلسة الأسئلة والأجوبة، مدعومة من OpenAI
fr_fr: La séance de questions-réponses a été amplifiée, propulsée par OpenAI
he_il: השאלות והתשובות נפתחו, מופעלות על ידי OpenAI
pt_br: A sessão de perguntas e respostas foi ampliada, alimentada pela OpenAI
