Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Video Conferencing
ar: مؤتمرات الفيديو
fr_fr: Vidéoconférence
he_il: ועידת וידאו
pt_br: Videoconferência

source: Exports
ar: صادرات
fr_fr: Exportations
he_il: יצוא
pt_br: Exportações

source: Limits
ar: حدود
fr_fr: Limites
he_il: מגבלות
pt_br: Limites

source: Membership
ar: عضويه
fr_fr: Adhésion
he_il: חברות
pt_br: Associação

source: Feedback Submission
ar: تقديم الملاحظات
fr_fr: Soumission de retours
he_il: הגשת משוב
pt_br: Submissão de Feedback

source: Enablements
ar: التمكين
he_il: הפעלות
pt_br: Capacitações

source: Object Library
ar: مكتبة الكائنات
fr_fr: Bibliothèque d’objets
he_il: ספריית האובייקטים
pt_br: Biblioteca de Objetos

source: Objects
ar: الكائنات
fr_fr: Objets
he_il: אובייקטים
pt_br: Objetos

source: Partner Clients
ar: عملاء الشركاء
fr_fr: Clients partenaires
he_il: לקוחות שותפים
pt_br: Clientes Parceiros

source: Schemas
ar: المخططات
fr_fr: Schémas
he_il: סכימות
pt_br: Esquemas

source: Property Validation Rules
ar: قواعد التحقق من صحة الخصائص
fr_fr: Règles de validation des propriétés
he_il: כללי אימות תכונות
pt_br: Regras de Validação de Propriedades

source: Campigns
ar: كامبينز
he_il: קמפיג'נס

source: Marketing Emails
ar: رسائل التسويق الإلكترونية
he_il: מיילים שיווקיים
pt_br: E-mails de Marketing

source: Transcational Emails
ar: رسائل البريد الإلكتروني التجاوزية
fr_fr: Emails transcationnels
he_il: מיילים טרנסקציוניים
pt_br: E-mails Transcacionais

source: Marketing Event
ar: حدث تسويقي
fr_fr: Événement marketing
he_il: אירוע שיווקי
pt_br: Evento de Marketing

source: Account Activity
ar: نشاط الحساب
fr_fr: Activité du compte
he_il: פעילות חשבון
pt_br: Atividade da Conta

source: Account Information
ar: معلومات الحساب
fr_fr: Informations sur le compte
he_il: מידע על חשבון
pt_br: Informações da Conta

source: Business Unit
ar: وحدة الأعمال
fr_fr: Unité d’affaires
he_il: יחידת עסקים
pt_br: Unidade de negócios

source: User Provisioning
ar: توفير المستخدمين
fr_fr: Provisionnement utilisateur
he_il: הקצאת משתמשים
pt_br: Provisão do Usuário

source: Users And Teams
ar: المستخدمون والفرق
fr_fr: Utilisateurs et équipes
he_il: משתמשים וצוותים
pt_br: Usuários e Equipes

source: Show Current User
ar: عرض المستخدم الحالي
fr_fr: Afficher l’utilisateur actuel
he_il: הצג משתמש נוכחי
pt_br: Mostrar Usuário Atual

source: Workgroups by User
ar: مجموعات العمل حسب المستخدم
fr_fr: Groupes de travail par utilisateur
he_il: קבוצות עבודה לפי משתמש
pt_br: Grupos de trabalho por usuário

source: Shared by User
ar: مشارك من قبل المستخدم
fr_fr: Partagé par l’utilisateur
he_il: משותף על ידי המשתמש
pt_br: Compartilhado pelo Usuário

source: Members by Team
ar: الأعضاء حسب الفريق
fr_fr: Membres par équipe
he_il: חברים לפי צוות
pt_br: Membros por equipe

source: Show Member by Team
ar: عضو العرض حسب الفريق
fr_fr: Membre de l’émission par équipe
he_il: חבר בתוכנית לפי צוות
pt_br: Membro do programa por equipe

source: Surveys Pages And Questions
ar: صفحات الاستبيانات والأسئلة
fr_fr: Pages d’enquêtes et questions
he_il: דפי סקרים ושאלות
pt_br: Páginas e Perguntas de Pesquisas

source: Show Survey
ar: عرض المسح
fr_fr: Présentation de l’exposition
he_il: סקר התוכנית
pt_br: Pesquisa de Exposição

source: Survey Details
ar: تفاصيل المسح
fr_fr: Détails de l’enquête
he_il: פרטי הסקר
pt_br: Detalhes da Pesquisa

source: Survey Categories
ar: فئات المسح
fr_fr: Catégories d’enquêtes
he_il: קטגוריות סקר
pt_br: Categorias de Pesquisa

source: Survey Template
ar: قالب المسح
fr_fr: Modèle d’enquête
he_il: תבנית סקר
pt_br: Modelo de Pesquisa

source: Survey Languages
ar: لغات المسح
fr_fr: Langues d’enquête
he_il: שפות סקר
pt_br: Línguas de Levantamento

source: Survey Pages
ar: صفحات الاستطلاع
fr_fr: Pages de sondage
he_il: דפי סקר
pt_br: Páginas de Pesquisa

source: Show Survey Page
ar: صفحة عرض المسح
fr_fr: Page d’Affichage de l’Enquête
he_il: הצג את דף הסקר
pt_br: Página de Mostrar Pesquisa

source: Survey Page Questions
ar: أسئلة صفحة الاستطلاع
fr_fr: Questions sur la page d’enquête
he_il: שאלות על דף הסקר
pt_br: Perguntas da Página da Pesquisa

source: Show Survey Page Question
ar: سؤال صفحة عرض الاستبيان
fr_fr: Question sur la page d’affichage de l’enquête
he_il: שאלה על דף הסקר
pt_br: Pergunta sobre a Página de Mostrar Pesquisa

source: Question Bank
ar: بنك الأسئلة
fr_fr: Banque de questions
he_il: בנק השאלות
pt_br: Banco de Perguntas

source: Question Bank Questions
ar: أسئلة بنك الأسئلة
fr_fr: Questions sur la banque de questions
he_il: שאלות על בנק השאלות
pt_br: Perguntas sobre o Banco de Perguntas

source: Survey Folders
ar: مجلدات الاستطلاع
fr_fr: Dossiers d’enquête
he_il: תיקיות סקר
pt_br: Pastas de Pesquisa

source: All Survey Folders
ar: جميع مجلدات الاستبيانات
fr_fr: Tous les dossiers d’enquête
he_il: כל תיקיות הסקר
pt_br: Todas as Pastas de Pesquisa

source: Translations for Multilingual Surveys
ar: ترجمات للمسوحات متعددة اللغات
fr_fr: Traductions pour les enquêtes multilingues
he_il: תרגומים לסקרים רב-לשוניים
pt_br: Traduções para Pesquisas Multilíngues

source: Show Survey Language by Code
ar: عرض لغة المسح حسب الرمز
fr_fr: Afficher le langage de l’enquête par code
he_il: הצג שפת סקר לפי קוד
pt_br: Mostrar a linguagem da pesquisa por código

source: Contacts And Contact Lists
ar: جهات الاتصال وقوائم جهات الاتصال
fr_fr: Contacts et listes de contacts
he_il: אנשי קשר ורשימות אנשי קשר
pt_br: Contatos e listas de contatos

source: All Contact Lists
ar: جميع قوائم الاتصال
fr_fr: Toutes les listes de contacts
he_il: כל רשימות יצירת הקשר
pt_br: Todas as Listas de Contatos

source: Show Contact List
ar: قائمة جهات الاتصال الخاصة بالعرض
fr_fr: Liste de contacts d’affichage
he_il: רשימת אנשי קשר של הצג
pt_br: Lista de Contatos do Mostrar

source: Contacts by Contact List
ar: جهات الاتصال حسب قائمة جهات الاتصال
fr_fr: Contacts par liste de contacts
he_il: רשימת אנשי קשר לפי אנשי קשר
pt_br: Contatos por Lista de Contatos

source: Contacts Fields in Contact List
ar: حقول جهات الاتصال في قائمة جهات الاتصال
fr_fr: Champs de contacts dans la liste de contacts
he_il: שדות אנשי קשר ברשימת אנשי הקשר
pt_br: Campos de Contatos na Lista de Contatos

source: Fields in Contacts
ar: الحقول في الاتصالات
fr_fr: Domaines dans Contacts
he_il: שדות במגעים
pt_br: Campos em Contatos

source: Contact Fields
ar: حقول الاتصال
fr_fr: Champs de contact
he_il: שדות מגע
pt_br: Campos de Contato

source: Show Contact Field
ar: حقل الاتصال العرضي
fr_fr: Afficher le champ de contact
he_il: הצג שדה מגע
pt_br: Mostrar Campo de Contato

source: Collectors And Invite Messages
ar: الجامعين ورسائل الدعوة
fr_fr: Collectionneurs et messages d’invitation
he_il: אספנים והודעות הזמנה
pt_br: Colecionadores e Mensagens de Convite

source: Survey Collectors
ar: جامعو المسح
fr_fr: Collecteurs de topographie
he_il: אוספי סקרים
pt_br: Coletores de Levantamento

source: Show Collector
ar: جامع العروض
fr_fr: Collectionneur de spectacles
he_il: אספן תערוכות
pt_br: Colecionador de Programas

source: Collector Messages
ar: رسائل الجمع
fr_fr: Messages du collecteur
he_il: הודעות אספנים
pt_br: Mensagens do Coletor

source: Show Collector Message
ar: رسالة جامع العرض
fr_fr: Afficher le message du collecteur
he_il: הודעת אספן התוכנית
pt_br: Mostrar Mensagem do Coletor

source: Collector Message Recipients
ar: مستلمي رسائل الجامع
fr_fr: Destinataires des messages collecteurs
he_il: מקבלי הודעות אספנים
pt_br: Destinatários das Mensagens Coletoras

source: Collector Recipients
ar: الحاصلون على الجامعات
fr_fr: Récipiendaires du Collector
he_il: מקבלי אספנות
pt_br: Recipientes de Colecionadores

source: Show Collector Recipient
ar: الحاصل على جائزة جامع البرامج
fr_fr: Récipiendaire du prix du Collectionneur d’Exposition
he_il: זוכה אספן תערוכות
pt_br: Premiado como Colecionador do Show

source: Collector Stats
ar: إحصائيات الجامع
fr_fr: Statistiques du collecteur
he_il: סטטיסטיקות אספן
pt_br: Estatísticas do Coletor

source: Collector Message Stats
ar: إحصائيات رسائل الجامع
fr_fr: Statistiques du message du collecteur
he_il: סטטיסטיקות הודעות אספן
pt_br: Estatísticas da Mensagem do Coletor

source: Survey Collector Responses
ar: ردود جامع الاستطلاعات
fr_fr: Réponses des collecteurs d’enquêtes
he_il: תגובות אוספי סקרים
pt_br: Respostas dos Coletores de Pesquisas

source: Survey Responses
ar: ردود الاستطلاع
fr_fr: Réponses aux enquêtes
he_il: תגובות לסקר
pt_br: Respostas da Pesquisa

source: Collector Responses
ar: ردود الجامعين
fr_fr: Réponses des collecteurs
he_il: תגובות אספנים
pt_br: Respostas dos Coletores

source: Survey Reponsers Bulk
ar: حجم المراجعات المسحية
fr_fr: Masse des Répondants d’enquêtes
he_il: נפח מגיבי סקר
pt_br: Respondentes de Pesquisas em Massa

source: Collector Responses Bulk
ar: ردود جامع الجمع الضخمة
fr_fr: Réponses des collecteurs en masse
he_il: תגובות אספן בכמות גדולה
pt_br: Respostas dos Coletores em Massa

source: Show Survey Response
ar: عرض استجابة الاستبيان
fr_fr: Afficher la réponse à l’enquête
he_il: הצג תגובת סקר
pt_br: Mostrar Resposta da Pesquisa

source: Show Collector Response
ar: استجابة جامع العرض
fr_fr: Réaction du collectionneur de l’émission
he_il: תגובת אספני התערוכה
pt_br: Resposta do Colecionador do Show

source: Survey Response Details
ar: تفاصيل الاستجابة للاستبيان
fr_fr: Détails de la réponse à l’enquête
he_il: פרטי תגובת הסקר
pt_br: Detalhes da Resposta à Pesquisa

source: Collector Response Details
ar: تفاصيل رد الجامعين
fr_fr: Détails de la réponse du collecteur
he_il: פרטי תגובת האספנים
pt_br: Detalhes da Resposta do Coletor

source: Response Counts And Trends
ar: أعداد الاستجابة والاتجاهات
fr_fr: Nombre de réponses et tendances
he_il: ספירת תגובות ומגמות
pt_br: Contagens e Tendências de Respostas

source: Survey Rollups
ar: تجميع المسح
fr_fr: Regroupements d’arpentage
he_il: רולאפי סקר
pt_br: Agrupamentos de Levantamentos

source: Survey Page Rollups
ar: تجميع صفحات الاستطلاع
fr_fr: Feuilles de pages d’enquête
he_il: גלגולי עמודי סקר
pt_br: Agrupamentos de Páginas de Pesquisa

source: Survey Page Question Rollups
ar: جمع أسئلة صفحة الاستبيان
fr_fr: Liste de questions sur la page d’enquête
he_il: גלגולי שאלות בדף הסקר
pt_br: Listas de Perguntas da Página da Pesquisa

source: Survey Trends
ar: اتجاهات الاستطلاع
fr_fr: Tendances des enquêtes
he_il: מגמות סקר
pt_br: Tendências de Pesquisa

source: Survey Page Trends
ar: اتجاهات صفحات الاستطلاع
fr_fr: Tendances des pages d’enquête
he_il: מגמות עמודי סקר
pt_br: Tendências das Páginas da Pesquisa

source: Survey Page Questions Trends
ar: أسئلة صفحة الاستبيان اتجاهات
fr_fr: Questions sur la page d’enquête Tendances
he_il: מגמות שאלות בדף הסקר
pt_br: Tendências das Perguntas da Página da Pesquisa

source: Benchmarks
ar: المعايير
fr_fr: Repères
he_il: בנצ'מרקים

source: Benchmark Bundles
ar: حزم المعيار
fr_fr: Ensembles de benchmarks
he_il: חבילות בנצ'מרק
pt_br: Pacotes de Benchmark

source: Show Benchmark Bundles
ar: عرض حزم المعيار
fr_fr: Afficher les ensembles de benchmarks
he_il: הצג חבילות בנצ'מרק
pt_br: Mostrar Pacotes de Benchmark

source: Benchmark Bundle Analyze
ar: تحليل حزمة المعيار
fr_fr: Analyse du Bundle de Benchmark
he_il: ניתוח חבילת בנצ'מרק
pt_br: Análise de Pacotes de Benchmark

source: Survey Page Question Benchmark
ar: معيار أسئلة صفحة الاستبيان
fr_fr: Référence de la question de la page d’enquête
he_il: מדד שאלות בדף הסקר
pt_br: Referência da Pergunta da Página da Pesquisa

source: Error
ar: خطأ
fr_fr: Erreur
he_il: שגיאה
pt_br: Erro

source: All Errors
ar: جميع الأخطاء
fr_fr: Toutes les erreurs
he_il: כל השגיאות
pt_br: Todos os erros

source: Show Error
ar: خطأ في العرض
fr_fr: Erreur de présentation
he_il: שגיאת ההצגה
pt_br: Erro de Exibição

source: Account And Users
ar: الحساب والمستخدمون
fr_fr: Compte et utilisateurs
he_il: חשבון ומשתמשים
pt_br: Conta e Usuários

source: People
ar: شعب
fr_fr: Gens
he_il: אנשים
pt_br: Povo

source: Custom Activity Type
ar: نوع النشاط المخصص
fr_fr: Type d’activité personnalisé
he_il: סוג פעילות מותאם אישית
pt_br: Tipo de Atividade Personalizada

source: Connect Fields
ar: كونكت فيلدز
fr_fr: Champs de connexion
he_il: שדות חיבור
pt_br: Campos de Conexão

source: Related Items
ar: عناصر ذات صلة
fr_fr: Éléments connexes
he_il: פריטים קשורים
pt_br: Itens Relacionados

source: All Account
ar: جميع الحسابات
fr_fr: Tous les comptes
he_il: כל החשבונות
pt_br: Todas as contas

source: All Customer Sources
ar: جميع مصادر العملاء
fr_fr: Toutes les sources clients
he_il: כל מקורות הלקוחות
pt_br: Todas as Fontes de Clientes

source: All Lead Statuses
ar: جميع حالات القادة
fr_fr: Tous les statuts de lead
he_il: כל הסטטוסים הראשיים
pt_br: Todos os Status de Liderança

source: View People
ar: عرض الأشخاص
fr_fr: Voir les personnes
he_il: הצג אנשים
pt_br: Ver Pessoas

source: All Contact Types
ar: جميع أنواع الاتصال
fr_fr: Tous les types de contacts
he_il: כל סוגי המגע
pt_br: Todos os Tipos de Contato

source: View Opportunities
ar: عرض الفرص
fr_fr: Voir les opportunités
he_il: הזדמנויות לצפייה
pt_br: Veja Oportunidades

source: All Loss Reasons
ar: جميع أسباب الخسارة
fr_fr: Toutes les raisons de perte
he_il: כל סיבות האובדן
pt_br: Todos os motivos de perda

source: All Pipeline Stages
ar: جميع مراحل خط الأنابيب
fr_fr: Tous les stades du pipeline
he_il: כל שלבי הצינור
pt_br: Todos os Estágios do Pipeline

source: View Pipeline Stages
ar: عرض مراحل خط الأنابيب
fr_fr: Voir les étapes du pipeline
he_il: הצג שלבי צינור
pt_br: Visualizar Estágios do Pipeline

source: View Project
ar: عرض المشروع
fr_fr: Voir le projet
he_il: הצג את הפרויקט
pt_br: Ver Projeto

source: All Activities Types
ar: جميع أنواع الأنشطة
fr_fr: Tous les types d’activités
he_il: כל סוגי הפעילויות
pt_br: Todos os Tipos de Atividades

source: View Custom Activity Type
ar: عرض نوع النشاط المخصص
fr_fr: Voir le type d’activité personnalisé
he_il: הצג סוג פעילות מותאם אישית
pt_br: Ver Tipo de Atividade Personalizada

source: All Custom Activity Types
ar: جميع أنواع الأنشطة المخصصة
fr_fr: Tous les types d’activités personnalisées
he_il: כל סוגי הפעילויות המותאמות אישית
pt_br: Todos os Tipos de Atividades Personalizadas

source: All Custom Field Definition
ar: تعريف الحقول المخصصة بالكامل
fr_fr: Toutes les définitions personnalisées des champs
he_il: כל הגדרות השדות המותאמות אישית
pt_br: Todas as Definições de Campos Personalizados

source: View Custom Field Definition
ar: عرض تعريف الحقل المخصص
fr_fr: Voir la définition personnalisée du champ
he_il: הצג הגדרת שדה מותאמת אישית
pt_br: Veja a Definição de Campo Personalizada

source: View Connection by Entity
ar: عرض الاتصال حسب الكيان
fr_fr: Voir la connexion par entité
he_il: הצג חיבור לפי ישות
pt_br: Visualizar Conexão por Entidade

source: View Connection by Custom Field
ar: عرض الاتصال حسب الحقل المخصص
fr_fr: Voir la connexion par champ personnalisé
he_il: הצג חיבור לפי שדה מותאם אישית
pt_br: Visualizar Conexão por Campo Personalizado

source: View Records by Entity
ar: عرض السجلات حسب الكيان
fr_fr: Voir les dossiers par entité
he_il: הצג רשומות לפי ישות
pt_br: Ver registros por entidade

source: View Records by Entity Type
ar: عرض السجلات حسب نوع الكيان
fr_fr: Voir les enregistrements par type d’entité
he_il: הצג רשומות לפי סוג ישות
pt_br: Visualizar registros por tipo de entidade

source: View Entity Files
ar: عرض ملفات الكيانات
fr_fr: Voir les fichiers d’entités
he_il: הצג קבצי ישות
pt_br: Visualizar Arquivos de Entidade

source: View Entity File
ar: عرض ملف الكيان
fr_fr: Voir le fichier de l’entité
he_il: הצג קובץ ישות
pt_br: Visualizar Arquivo de Entidade

source: All Webhook
ar: جميع ويبهوك
fr_fr: Tous Webhook
he_il: אול ווב-הוק
pt_br: Todos Webhook

source: Current User Full Name
ar: الاسم الكامل للمستخدم الحالي
fr_fr: Nom complet utilisateur actuel
he_il: שם המשתמש המלא הנוכחי
pt_br: Nome completo do usuário atual

source: Current User Email
ar: البريد الإلكتروني المستخدم الحالي
fr_fr: Email utilisateur actuel
he_il: אימייל משתמש נוכחי
pt_br: E-mail de Usuário Atual

source: Current User Token
ar: رمز المستخدم الحالي
fr_fr: Jeton utilisateur actuel
he_il: אסימון משתמש נוכחי
pt_br: Token de Usuário Atual

source: Current Site URL
ar: رابط الموقع الحالي
fr_fr: URL actuelle du site
he_il: כתובת האתר הנוכחית
pt_br: URL do site atual

source: Current Site Identifier
ar: معرف الموقع الحالي
fr_fr: Identifiant actuel du site
he_il: מזהה אתר נוכחי
pt_br: Identificador Atual do Local

source: Current Browser Culture
ar: ثقافة المتصفح الحالية
fr_fr: Culture actuelle des navigateurs
he_il: תרבות הדפדפנים הנוכחית
pt_br: Cultura Atual dos Navegadores

source: Delete Tab
ar: تبويب حذف
fr_fr: Onglet Supprimer
he_il: מחיקת לשונית
pt_br: Aba de Exclusão

source: Deleting this tab will remove all widgets inside it. Do you want to continue ?
ar: حذف هذا التبويب سيزيل جميع الأدوات الموجودة فيه. هل تريد الاستمرار؟
fr_fr: Supprimer cet onglet supprime tous les widgets qu’il contient. Veux-tu continuer ?
he_il: מחיקת לשונית זו תסיר את כל הווידג'טים שבתוכו. אתה רוצה להמשיך?
pt_br: Deletar essa aba remove todos os widgets dentro dela. Quer continuar?

source: The active tab and the tab you are deleting are the same. Deleting this tab will remove all widgets inside it and Change your active tab. Do you want to continue?
ar: التبويب النشط والتبويب الذي تحذفه هما نفس الشيء. حذف هذا التبويب سيزيل جميع الأدوات الموجودة فيه ويغير تبويب النشط. هل تريد الاستمرار؟
fr_fr: L’onglet actif et l’onglet que vous supprimez sont les mêmes. Supprimer cet onglet supprime tous les widgets à son intérieur et modifiera votre onglet actif. Tu veux continuer ?
he_il: הטאב הפעיל והלשונית שאתה מוחק זהים. מחיקת הלשונית הזו תסיר את כל הווידג'טים שבתוכה ותשנה את הלשונית הפעילה שלך. אתה רוצה להמשיך?
pt_br: A aba ativa e a aba que você está deletando são as mesmas. Deletar essa aba remove todos os widgets dentro dela e muda sua aba ativa. Quer continuar?

source: The active tab and the tab you are deleting are the same. Deleting this tab will change your active tab. Do you want to continue ?
ar: التبويب النشط والتبويب الذي تحذفه هما نفس الشيء. حذف هذا التبويب سيغير تبويب النشاط. هل تريد الاستمرار؟
fr_fr: L’onglet actif et l’onglet que vous supprimez sont les mêmes. Supprimer cet onglet changera votre onglet actif. Veux-tu continuer ?
he_il: הטאב הפעיל והלשונית שאתה מוחק זהים. מחיקת הלשונית הזו תשנה את הטאב הפעיל שלך. אתה רוצה להמשיך?
pt_br: A aba ativa e a aba que você está deletando são as mesmas. Deletar essa aba vai mudar sua aba ativa. Quer continuar?

source: Deleting the widget container will remove all widgets within. Do you want to continue ?
ar: حذف حاوية الأداة سيزيل جميع الأدوات الموجودة فيها. هل تريد الاستمرار؟
fr_fr: Supprimer le conteneur de widgets supprime tous les widgets à l’intérieur. Veux-tu continuer ?
he_il: מחיקת מיכל הווידג'טים תסיר את כל הווידג'טים שבתוכו. אתה רוצה להמשיך?
pt_br: Deletar o contêiner de widgets remove todos os widgets dentro dele. Quer continuar?

source: Hide Tab Header
ar: إخفاء رأس التبويب
fr_fr: Masquer l’en-tête de l’onglet
he_il: הסתרת כותרת טאב
pt_br: Ocultar cabeçalho de aba

source: Widget Order
ar: ترتيب الأدوات
fr_fr: Ordre des widgets
he_il: סדר ווידג'טים
pt_br: Ordem dos Widgets

source: Upload Dashboards (2/2)
ar: لوحات التحكم لرفع (2/2)
fr_fr: Upload des tableaux de bord (2/2)
he_il: לוחות מחוונים להעלאה (2/2)
pt_br: Dashboards de Upload (2/2)

source: DASHBOARDS LIST
ar: قائمة لوحات المعلومات
fr_fr: LISTE DES TABLEAUX DE BORD
he_il: רשימת לוחות מחוונים
pt_br: LISTA DE DASHBOARDS

source: All
ar: كل
fr_fr: Tout
he_il: כל
pt_br: Todo

source: Uploaded
ar: تحميل
fr_fr: Téléchargé
he_il: נטען
pt_br: Carregado

source: Pending
ar: المعلقه
fr_fr: En instance
he_il: ממתינים
pt_br: Pendente

source: Configured
ar: تكوين
fr_fr: Configuré
he_il: מוגדר
pt_br: Configurado

source: Needs Attention
ar: يحتاج إلى اهتمام
fr_fr: Besoin d’attention
he_il: צריך תשומת לב
pt_br: Precisa de atenção

source: CONFIGURE DATA SOURCE
ar: تكوين مصدر البيانات
fr_fr: CONFIGURER LA SOURCE DES DONNÉES
he_il: הגדרת מקור הנתונים
pt_br: CONFIGURAR A FONTE DOS DADOS

source: Please select a data source to map.
ar: يرجى اختيار مصدر بيانات للخريطة بنفسه.
fr_fr: Veuillez sélectionner une source de données à cartographier.
he_il: אנא בחר מקור נתונים למיפוי.
pt_br: Por favor, selecione uma fonte de dados para mapear.

source: Configure the data source
ar: تكوين مصدر البيانات
fr_fr: Configurez la source de données
he_il: הגדר את מקור הנתונים
pt_br: Configurar a fonte de dados

source: Mapped with data source
ar: مرسوم بمصدر البيانات
fr_fr: Cartographie avec la source des données
he_il: ממופה עם מקור הנתונים
pt_br: Mapeado com fonte de dados

source: Configured with data source
ar: تم تكوينه باستخدام مصدر البيانات
fr_fr: Configuré avec la source de données
he_il: מוגדר עם מקור הנתונים
pt_br: Configurado com a fonte de dados

source: Dashboards Uploaded Successfully
ar: لوحات التحكم التي تم رفعها بنجاح
fr_fr: Tableaux de bord téléchargés avec succès
he_il: לוחות מחוונים שהועלו בהצלחה
pt_br: Dashboards Carregados com Sucesso

source: Dashboards Needs Attention
ar: لوحات المعلومات تحتاج إلى اهتمام
fr_fr: Les tableaux de bord nécessitent une attention particulière
he_il: לוחות מחוונים זקוקים לתשומת לב
pt_br: Dashboards Precisa de Atenção

source: Dashboards ready to be uploaded
ar: لوحات المعلومات جاهزة للرفع
fr_fr: Tableaux de bord prêts à être téléchargés
he_il: לוחות מחוונים מוכנים להעלאה
pt_br: Dashboards prontos para serem enviados

source: Uploading dashboard...
ar: جاري رفع لوحة التحكم...
fr_fr: Téléchargement du tableau de bord...
he_il: מעלה את לוח הבורד...
pt_br: Enviando o painel...

source: Map to an existing data source
ar: التعيين إلى مصدر بيانات موجود
fr_fr: Cartographier vers une source de données existante
he_il: מיפוי למקור נתונים קיים
pt_br: Mapear para uma fonte de dados existente

source: You do not have permission to create data source. Please contact your System Administrator
ar: ليس لديك إذن لإنشاء مصدر بيانات. يرجى التواصل مع مسؤول النظام الخاص بك
fr_fr: Vous n’avez pas la permission de créer une source de données. Veuillez contacter votre administrateur système
he_il: אין לך הרשאה ליצור מקור נתונים. אנא פנה למנהל המערכת שלך
pt_br: Você não tem permissão para criar a fonte de dados. Por favor, entre em contato com o Administrador do Sistema

source: The new schema differs from the existing one, the data settings in the associated widgets cannot be retained.
ar: يختلف المخطط الجديد عن المخطط الحالي، حيث لا يمكن الاحتفاظ بإعدادات البيانات في الأدوات المرتبطة بها.
fr_fr: Le nouveau schéma diffère de l’existant, les paramètres de données dans les widgets associés ne peuvent pas être conservés.
he_il: הסכימה החדשה שונה מהקיימת, והגדרות הנתונים בווידג'טים המשויכים אינן נשמרות.
pt_br: O novo esquema difere do existente, as configurações de dados nos widgets associados não podem ser mantidas.

source: The selected data source is of type <b>{0}</b>. You need to choose a data source of type <b>{1}</b> for the mapping to work.
ar: مصدر البيانات المختار من النوع <b>{0}</b>. تحتاج إلى اختيار مصدر بيانات من النوع <b>{1}</b> لكي يعمل الربط.
fr_fr: La source de données sélectionnée est de type <b>{0}</b>. Vous devez choisir une source de données de type <b>{1}</b> pour que la correspondance fonctionne.
he_il: מקור הנתונים שנבחר הוא מסוג <b>{0}</b>. אתה צריך לבחור מקור נתונים מסוג <b>{1}</b> כדי שהמיפוי יעבוד.
pt_br: A fonte de dados selecionada é do tipo <b>{0}</b>. Você precisa escolher uma fonte de dados do tipo <b>{1}</b> para que o mapeamento funcione.

source: No Dashboards are available
ar: لا تتوفر لوحات تحكم
fr_fr: Aucun tableau de bord n’est disponible
he_il: אין לוחות מחוונים זמינים
pt_br: Não há dashboards disponíveis

source: Dashboards are configured and ready to upload
ar: لوحات المعلومات مهيأة وجاهزة للرفع
fr_fr: Les tableaux de bord sont configurés et prêts à être téléchargés
he_il: לוחות הבקרה מוגדרים ומוכנים להעלאה
pt_br: Os painéis estão configurados e prontos para upload
