Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Container Appearance
ar: مظهر الحاوية
fr_fr: Apparence du conteneur
he_il: מראה המיכל
pt_br: Aparência do Recipiente

source: Container Actions
ar: إجراءات الحاوية
fr_fr: Actions du conteneur
he_il: פעולות מכולה
pt_br: Ações do Contêiner

source: Export Settings
ar: إعدادات التصدير
fr_fr: Paramètres d’exportation
he_il: הגדרות ייצוא
pt_br: Configurações de Exportação

source: Basic Settings
ar: الإعدادات الأساسية
fr_fr: Réglages de base
he_il: הגדרות בסיסיות
pt_br: Configurações Básicas

source: Pivot Chart Settings
ar: إعدادات مخطط المحور
fr_fr: Paramètres du diagramme croisé dynamique
he_il: הגדרות תרשים ציר
pt_br: Configurações do Gráfico Dinâmico

source: Tooltip Settings
ar: إعدادات التلميحات
fr_fr: Paramètres de l’infobulle
he_il: הגדרות טיפ כלים
pt_br: Configurações da dica de ferramenta

source: Link
ar: رابط
fr_fr: Lien
he_il: קישור

source: Filter
ar: راووق
fr_fr: Filtre
he_il: מסנן
pt_br: Filtro

source: Header Settings
ar: إعدادات الرأس
fr_fr: Paramètres de l’en-tête
he_il: הגדרות כותרת
pt_br: Configurações de Cabeçalho

source: Content Settings
ar: إعدادات المحتوى
fr_fr: Paramètres de contenu
he_il: הגדרות תוכן
pt_br: Configurações de Conteúdo

source: Column Settings
ar: إعدادات الأعمدة
fr_fr: Paramètres des colonnes
he_il: הגדרות עמודה
pt_br: Configurações de Coluna

source: Formatting
ar: التنسيق
fr_fr: Formatage
he_il: עיצוב
pt_br: Formatação

source: Forecast Settings
ar: إعدادات التنبؤ
fr_fr: Paramètres de prévision
he_il: הגדרות תחזית
pt_br: Configurações de Previsão

source: Axis
ar: محور
fr_fr: Axe
he_il: ציר
pt_br: Eixo

source: Grid Lines
ar: خطوط الشبكة
fr_fr: Lignes de grille
he_il: קווי רשת
pt_br: Linhas de grade

source: Trendline
ar: تريندلاين
fr_fr: Ligne de tendance
he_il: קו מגמה
pt_br: Linha de tendência

source: Series Palette
ar: لوحة السلاسل
he_il: פלטת הסדרות
pt_br: Paleta da Série

source: Background
ar: خلفية
fr_fr: Arrière-plan
he_il: רקע
pt_br: Fundo

source: Animation Settings
ar: إعدادات الرسوم المتحركة
fr_fr: Paramètres d’animation
he_il: הגדרות אנימציה
pt_br: Configurações de Animação

source: Series Settings
ar: إعدادات السلسلة
fr_fr: Univers de la série
he_il: הגדרות הסדרה
pt_br: Cenários da Série

source: Title
ar: عنوان
fr_fr: Titre
he_il: כותר
pt_br: Título

source: Appearance Settings
ar: إعدادات المظهر
fr_fr: Paramètres d’apparence
he_il: הגדרות מראה
pt_br: Configurações de Aparência

source: AxisType Settings
ar: إعدادات AxisType
fr_fr: Paramètres de type d’axe
he_il: הגדרות AxisType
pt_br: Configurações de Eixo

source: Sort Settings
ar: إعدادات الفرز
fr_fr: Paramètres de tri
he_il: הגדרות מיון
pt_br: Configurações de Ordenação

source: Y-Axis Settings
ar: إعدادات محور Y
fr_fr: Réglages de l’axe Y
he_il: הגדרות ציר Y
pt_br: Configurações do eixo Y

source: X-Axis Settings
ar: إعدادات المحور X
fr_fr: Réglages de l’axe X
he_il: הגדרות ציר X
pt_br: Configurações do Eixo X

source: Legend Settings
ar: إعدادات الأساطير
fr_fr: Décors de légende
he_il: הגדרות אגדה
pt_br: Configurações de Legend

source: Cell Settings
ar: إعدادات الخلية
fr_fr: Paramètres des cellules
he_il: הגדרות תאים
pt_br: Configurações de Células

source: Marker Settings
ar: إعدادات العلامة
fr_fr: Réglages des marqueurs
he_il: הגדרות סימון
pt_br: Configurações de Marcadores

source: Color Settings
ar: إعدادات الألوان
fr_fr: Réglages des couleurs
he_il: הגדרות צבע
pt_br: Configurações de Cores

source: Range Settings
ar: إعدادات المدى
fr_fr: Réglages de la plage
he_il: הגדרות טווח
pt_br: Configurações de Alcance

source: Scale Settings
ar: إعدادات السلم
fr_fr: Réglages de gamme
he_il: הגדרות קנה מידה
pt_br: Configurações de Escala

source: Pointer Settings
ar: إعدادات المؤشر
fr_fr: Paramètres du pointeur
he_il: הגדרות מצביע
pt_br: Configurações do Ponteiro

source: Group Bar Settings
ar: إعدادات بار المجموعة
fr_fr: Réglages de barres de groupe
he_il: הגדרות בר קבוצתי
pt_br: Configurações de Compasso em Grupo

source: Grand Totals Settings
ar: إعدادات المجموع الكلي
fr_fr: Réglages des totaux majeurs
he_il: הגדרות סכומים כוללים
pt_br: Configurações de Total Geral

source: Edit Field Settings
ar: تعديل إعدادات الحقل
fr_fr: Modifier les paramètres du champ
he_il: עריכת הגדרות שדה
pt_br: Editar Configurações de Campo

source: Alignment Settings
ar: إعدادات المحاذاة
fr_fr: Réglages d’alignement
he_il: הגדרות יישור
pt_br: Configurações de Alinhamento

source: KPI Value
ar: قيمة مؤشر الأداء الرئيسي
fr_fr: Valeur de l’ICP
he_il: ערך KPI
pt_br: Valor do KPI

source: No Data Appearance
ar: لا ظهور بيانات
fr_fr: Aucune apparition de données
he_il: אין הופעת נתונים
pt_br: Sem Aparição de Dados

source: Summary Row
ar: صف الملخص
fr_fr: Résumé du Rang
he_il: שורת סיכום
pt_br: Resumo da Disputa

source: Customize
ar: تخصيص
fr_fr: Personnaliser
he_il: התאם אישית
pt_br: Personalizar

source: Configure
ar: تكوين
fr_fr: Configurer
he_il: להגדיר
pt_br: Configurar

source: Change
ar: تغيير
fr_fr: Changement
he_il: שינוי
pt_br: Mudar

source: Maintains the expanded and collapsed state of the nodes
ar: يحافظ على الحالة الموسعة والمنهارة للعقد
fr_fr: Maintient l’état étendu et effondré des nœuds
he_il: שומר על מצב המורחב והקרוס של הצמתים
pt_br: Mantém o estado expandido e colapsado dos nós

source: Enabling this property will disable virtualization in the Pivot grid, which can cause performance delays when working with large sets of records
ar: تفعيل هذه الخاصية سيعطل الافتراضية في شبكة Pivot، مما قد يسبب تأخيرات في الأداء عند العمل مع مجموعات كبيرة من السجلات
fr_fr: Activer cette propriété désactivera la virtualisation dans la grille pivot, ce qui peut entraîner des retards de performance lors du travail avec de grands ensembles d’enregistrements
he_il: הפעלת תכונה זו תבטל את הווירטואליזציה ברשת Pivot, מה שעלול לגרום לעיכובים בביצועים בעבודה עם קבוצות רשומות גדולות
pt_br: Ativar essa propriedade desabilita a virtualização na grade Pivot, o que pode causar atrasos de desempenho ao trabalhar com grandes conjuntos de registros

source: Padding Settings
ar: إعدادات الحشو
fr_fr: Réglages du rembourrage
he_il: הגדרות ריפוד
pt_br: Configurações de Enchimento

source: The name should not exceed 255 characters
ar: يجب ألا يتجاوز الاسم 255 حرفا
fr_fr: Le nom ne doit pas dépasser 255 caractères
he_il: השם לא צריך לעלות על 255 תווים
pt_br: O nome não deve exceder 255 caracteres

source: Disabling this property will clear virtually selected filter values
ar: تعطيل هذه الخاصية سيقوم بمسح قيم المرشح الافتراضية المحددة
fr_fr: Désactiver cette propriété efface virtuellement les valeurs de filtre sélectionnées
he_il: השבתת תכונה זו תנקה ערכי מסנן נבחרים באופן וירטואלי
pt_br: Desativar essa propriedade eliminará valores de filtro virtualmente selecionados

source: Enabling this property applies the filters from the configured field in the ComboBox widget to its listener widgets.
ar: تفعيل هذه الخاصية يطبق الفلاتر من الحقل المكون في أداة ComboBox على أدوات المستمع.
fr_fr: L’activation de cette propriété applique les filtres du champ configuré dans le widget ComboBox à ses widgets d’écoute.
he_il: הפעלת תכונה זו מחילה את המסננים מהשדה המוגדר בווידג'ט של ComboBox על ווידג'טים של המאזינים שלו.
pt_br: Ativar essa propriedade aplica os filtros do campo configurado no widget ComboBox aos seus widgets ouvintes.

source: Show Axis Border
ar: عرض محور الحدود
fr_fr: Afficher la bordure de l’axe
he_il: הצג את גבול הציר
pt_br: Mostrar Borda do Eixo

source: Page Settings
ar: إعدادات الصفحات
fr_fr: Paramètres de la page
he_il: הגדרות עמוד
pt_br: Configurações de Página

source: Page Size
ar: حجم الصفحة
fr_fr: Taille de la page
he_il: גודל עמוד
pt_br: Tamanho da Página

source: Allow Paging
ar: السماح بالإشارة
fr_fr: Autoriser la pagination
he_il: אפשר עמוד
pt_br: Permitir paginação

source: of
ar: من
fr_fr: de
he_il: של
pt_br: de

source: Pages
ar: الصفحات
he_il: דפי
pt_br: Páginas

source: Items
ar: العناصر
fr_fr: Articles
he_il: פריטים
pt_br: Itens

source: Disable Virtual Loading
ar: تعطيل التحميل الافتراضي
fr_fr: Désactiver le chargement virtuel
he_il: השבתת טעינה וירטואלית
pt_br: Desabilite o carregamento virtual

source: Enable Summary Row
ar: تفعيل صف الملخص
fr_fr: Activer la ligne de résumé
he_il: הפעלת שורת סיכום
pt_br: Ativar Linha de Resumo

source: Auto Height
ar: ارتفاع السيارات
fr_fr: Hauteur de l’auto
he_il: גובה רכב
pt_br: Altura do Auto

source: Height
ar: ارتفاع
fr_fr: Hauteur
he_il: גובה
pt_br: Altura

source: Auto Padding
ar: الحشو التلقائي
fr_fr: Rembourrage automatique
he_il: ריפוד אוטומטי

source: Padding
ar: الحشو
fr_fr: Rembourrage
he_il: ריפוד
pt_br: Acolchoamento

source: Auto Font Size
ar: حجم الخط التلقائي
fr_fr: Taille automatique de la police
he_il: גודל גופן אוטומטי
pt_br: Tamanho Automático da Fonte

source: Font Size
ar: حجم الخط
fr_fr: Taille de police
he_il: גודל גופן
pt_br: Tamanho da fonte

source: Grid Summary Configuration
ar: تكوين ملخص الشبكة
fr_fr: Configuration résumée de la grille
he_il: תצורת סיכום הרשת
pt_br: Configuração Resumida da Grade

source: Add Summary
ar: إضافة ملخص
fr_fr: Ajouter un résumé
he_il: הוסף סיכום
pt_br: Adicionar Resumo

source: Update
ar: تحديث
fr_fr: Mettre à jour
he_il: עדכון
pt_br: Atualização

source: Type
ar: نوع
he_il: סוג
pt_br: Tipo

source: Show Value
ar: قيمة العرض
fr_fr: Valeur de présentation
he_il: ערך המופע
pt_br: Valor de Exibição

source: Title Color
ar: لون العنوان
fr_fr: Couleur du titre
he_il: צבע הכותרת
pt_br: Cor do Título

source: Value Color
ar: لون القيمة
fr_fr: Couleur de valeur
he_il: צבע הערך
pt_br: Cor de Valor

source: Title Align
ar: توافق العنوان
fr_fr: Titre Align
he_il: יישור התואר
pt_br: Título Alinhar

source: Value Align
ar: محاذاة القيم
he_il: יישור ערך
pt_br: Valor Alinhar

source: Auto
ar: سيارة
fr_fr: Voiture
he_il: מכונית
pt_br: Carro

source: Sum
ar: مجموع
fr_fr: Somme
he_il: סכום
pt_br: Soma

source: Average
ar: متوسط
fr_fr: Moyenne
he_il: ממוצע
pt_br: Média

source: Minimum
ar: الحد الادني
he_il: מינימום
pt_br: Mínimo

source: Maximum
ar: الحد الاقصي
he_il: המרבי
pt_br: Máximo

source: Count
ar: عد
fr_fr: Compter
he_il: מנה
pt_br: Contar

source: Distinct Count
ar: الكونت المميز
fr_fr: Comte distinct
he_il: רוזן מובחן
pt_br: Conde distinto

source: Expression
ar: تعبير
he_il: ביטוי
pt_br: Expressão

source: Act As Master Widget
ar: تصرف كأداة رئيسية
fr_fr: Agir comme un Maître Widget
he_il: פעל כ-Master Widget
pt_br: Atuar como Widget Mestre

source: Show Filter
ar: فلتر العرض
fr_fr: Filtre d’affichage
he_il: מסנן הצג
pt_br: Filtro de Exibição

source: This option toggles the Filter icon visibility for widgets when 'Act as Master Widget' is enabled.
ar: يقوم هذا الخيار بتفعيل رؤية أيقونة التصفية للأدوات عند تفعيل 'تصرف كأداة رئيسية'.
fr_fr: Cette option active la visibilité des icônes de filtre pour les widgets lorsque « Agir comme widget maître » est activé.
he_il: אפשרות זו מפעילה את נראות סמל המסנן עבור ווידג'טים כאשר 'פעל כווידג'ט ראשי' מופעל.
pt_br: Essa opção ativa a visibilidade do ícone de Filtro para widgets quando 'Agir como Widget Mestre' está ativada.

source: Ignore Filter Actions
ar: تجاهل إجراءات التصفية
fr_fr: Ignorer les actions du filtre
he_il: התעלם מפעולות מסנן
pt_br: Ignorar Ações do Filtro

source: Enable Hierarchical Filtering
ar: تمكين التصفية الهرمية
fr_fr: Activer le filtrage hiérarchique
he_il: הפעלת סינון היררכי
pt_br: Habilitar Filtragem Hierárquica

source: Allow Filter
ar: فلتر السماح
fr_fr: Permettre le filtre
he_il: מסנן הרשה
pt_br: Permitir Filtro

source: Persist Virtual Selection
ar: استمرار الاختيار الافتراضي
fr_fr: Persister la sélection virtuelle
pt_br: Persistir Seleção Virtual

source: Apply Field Filters
ar: تطبيق مرشحات الحقل
fr_fr: Appliquer des filtres de champ
he_il: החלת מסנני שדה
pt_br: Aplicar Filtros de Campo

source: FilterType
ar: فلتر تايب

source: Menu
ar: قائمة
he_il: תפריט

source: Excel
ar: إكسل
fr_fr: Exceller
he_il: הצטיין
pt_br: Distinguir-se

source: Enable Link
ar: تمكين الرابط
fr_fr: Activer le lien
he_il: הפעל קישור
pt_br: Habilitar o Link

source: Escape Special Characters
ar: شخصيات خاصة للهروب
fr_fr: Personnages spéciaux Évasion
he_il: דמויות מיוחדות בריחה
pt_br: Personagens Especiais de Fuga

source: Encrypt Parameters
ar: التشفير المعلمات
fr_fr: Paramètres de chiffrement
he_il: פרמטרי הצפנה
pt_br: Parâmetros de Criptografia

source: Include Master Widget Filters
ar: تضمين فلاتر الويدجت الرئيسية
fr_fr: Inclure des filtres maîtres des widgets
he_il: כלול מסנני ווידג'טים ראשיים
pt_br: Incluir Filtros Mestres de Widgets

source: Use Query Parameter Mapping
ar: استخدم تعيين معلمات الاستعلام
fr_fr: Utiliser le mappage des paramètres de requête
he_il: השתמש במיפוי פרמטרי שאילתה
pt_br: Usar o Mapeamento de Parâmetros de Consulta

source: Know More
ar: اعرف المزيد
fr_fr: En savoir plus
he_il: לדעת עוד
pt_br: Saiba Mais

source: The parameter with encryption can be configured in the dashboard URL. It does not support the external URL.
ar: يمكن تكوين المعلمة مع التشفير في رابط لوحة التحكم. لا يدعم الرابط الخارجي.
fr_fr: Le paramètre avec chiffrement peut être configuré dans l’URL du tableau de bord. Il ne prend pas en charge l’URL externe.
he_il: הפרמטר עם ההצפנה יכול להיות מוגדר בכתובת ה-URL של לוח המחוונים. הוא אינו תומך בכתובת ה-URL החיצונית.
pt_br: O parâmetro com criptografia pode ser configurado na URL do painel. Ele não suporta a URL externa.

source: The long query parameters are replaced with mapped key only within the dashboard URL. This functionality is not supported for external URLs.
ar: يتم استبدال معلمات الاستعلام الطويلة بمفتاح معين فقط داخل رابط لوحة التحكم. هذه الوظيفة غير مدعومة لعناوين URL الخارجية.
fr_fr: Les paramètres de requête longs sont remplacés par des clés mappées uniquement dans l’URL du tableau de bord. Cette fonctionnalité n’est pas prise en charge pour les URL externes.
he_il: פרמטרי השאילתה הארוכים מוחלפים במפתח ממופה רק בתוך כתובת ה-URL של לוח המחוונים. פונקציונליות זו אינה נתמכת עבור כתובות URL חיצוניות.
pt_br: Os parâmetros longos da consulta são substituídos por chaves mapeadas apenas dentro da URL do painel. Essa funcionalidade não é suportada para URLs externas.

source: Choose Field
ar: اختر الحقل
fr_fr: Choisir le champ
he_il: בחר שדה
pt_br: Escolha Campo

source: URL
ar: الرابط
he_il: כתובת URL

source: Append Column
ar: عمود الإلحاق
fr_fr: Ajouter la colonne
he_il: עמודה נוספחת
pt_br: Anexar Coluna

source: URL Preview
ar: معاينة الرابط
fr_fr: Aperçu de l’URL
he_il: תצוגה מקדימה של URL
pt_br: Prévia de URL

source: Link Destination
ar: وجهة الربط
fr_fr: Destination du lien
he_il: יעד קישור
pt_br: Destino do Enlace

source: Advanced
ar: متقدم
fr_fr: Avancé
he_il: מתקדמים
pt_br: Avançado

source: Target
ar: هدف
fr_fr: Cible
he_il: יעד
pt_br: Alvo

source: New tab
ar: تبويب جديد
fr_fr: Nouvel onglet
he_il: לשונית חדשה
pt_br: Nova aba

source: Same page
ar: نفس الصفحة
fr_fr: Même page
he_il: אותו עמוד
pt_br: Mesma página

source: Current frame
ar: الإطار الحالي
fr_fr: Cadre actuel
he_il: מסגרת נוכחית
pt_br: Quadro atual

source: Parent frame
ar: الإطار الأم
fr_fr: Cadre parent
he_il: מסגרת אב
pt_br: Quadro principal

source: Pop up
ar: نافذة منبثقة
he_il: פופ-אפ

source: New window
ar: نافذة جديدة
fr_fr: Nouvelle fenêtre
he_il: חלון חדש
pt_br: Nova janela

source: Show PopUp
ar: العرض المنبثق
fr_fr: Afficher une fenêtre pop-up
he_il: תוכנית פופ-אפ
pt_br: Mostrar PopUp

source: Width
ar: عرض
fr_fr: Largeur
he_il: רוחב
pt_br: Largura

source: Inter Widget Linking
ar: ربط بين الأدوات
fr_fr: Lien inter-widgets
he_il: קישור בין ווידג'טים
pt_br: Vinculação entre widgets

source: Choose Master Widgets
ar: اختر الأدوات الرئيسية
fr_fr: Choisir les widgets maîtres
he_il: בחר ווידג'טים ראשיים
pt_br: Escolha Widgets Mestres

source: Dashboard
ar: لوحه القياده
fr_fr: Tableau de bord
he_il: לוח המחוונים
pt_br: Painel

source: Select Dashboard
ar: اختر لوحة التحكم
fr_fr: Sélectionner le tableau de bord
he_il: בחר לוח מחוונים
pt_br: Selecionar Painel

source: Vertical Orientation
ar: الاتجاه الرأسي
fr_fr: Orientation verticale
he_il: כיוון אנכי
pt_br: Orientação vertical

source: Thickness
ar: سمك
fr_fr: Épaisseur
he_il: עובי
pt_br: Espessura

source: Line Type
ar: نوع الخط
fr_fr: Type de ligne
he_il: סוג קו
pt_br: Tipo de linha

source: Autofit Content
ar: محتوى التوافق التلقائي
fr_fr: Autofit Contenu
he_il: תוכן אוטופיט
pt_br: Autofit Conteúdo

source: Content Padding
ar: حشو المحتوى
fr_fr: Remplissage de contenu
he_il: ריפוד תוכן
pt_br: Preenchimento de Conteúdo

source: Show Scrollbar
ar: شريط التمرير الخاص بالعرض
fr_fr: Afficher la barre de défilement
he_il: הצג סרגל גלילה
pt_br: Mostrar barra de rolagem

source: Title Alignment
ar: توافق اللقب
fr_fr: Alignement des titres
he_il: יישור התואר
pt_br: Alinhamento do Título

source: Show Border
ar: عرض حدود
fr_fr: Frontière de l’exposition
he_il: גבול המופע
pt_br: Fronteira do Mostrar

source: Corner Radius
ar: نصف قطر الزاوية
fr_fr: Rayon de coin
he_il: רדיוס הפינה
pt_br: Raio de Canto

source: Center
ar: مركز
fr_fr: Centre
he_il: מרכז
pt_br: Centro

source: Left
ar: يسار
fr_fr: Gauche
he_il: שמאל
pt_br: Esquerda

source: Right
ar: يمين
fr_fr: Droite
he_il: ימין
pt_br: Certo

source: Show Background Image
ar: عرض صورة الخلفية
fr_fr: Afficher l’image de fond
he_il: הצג תמונת רקע
pt_br: Mostrar imagem de fundo

source: Image Fit
ar: ملاءمة الصورة
fr_fr: Ajustement de l’image
he_il: התאמת תמונה
pt_br: Ajuste da Imagem

source: Image Type
ar: نوع الصورة
fr_fr: Type d’image
he_il: סוג תמונה
pt_br: Tipo de imagem

source: Background Image URL
ar: رابط صورة الخلفية
fr_fr: URL de l’image de fond
he_il: קישור תמונת רקע
pt_br: URL da Imagem de Fundo

source: Pattern
ar: رسم
fr_fr: Modèle
he_il: תבנית
pt_br: Padrão

source: Background Color
ar: لون الخلفية
fr_fr: Couleur de fond
he_il: צבע רקע
pt_br: Cor de fundo

source: Transparency
ar: شفافية
fr_fr: Transparence
he_il: שקיפות
pt_br: Transparência

source: Fill
ar: ملء
fr_fr: Remplir
he_il: מילוי
pt_br: Encher

source: Uniform
ar: زي
fr_fr: Uniforme
he_il: מדים
pt_br: Uniforme

source: Uniform To Fill
ar: الزي الرسمي لملئه
fr_fr: Uniforme à remplir
he_il: מדים למלא
pt_br: Uniforme para Preencher

source: Local
ar: محلي
he_il: מקומי

source: Parameterized URL
ar: رابط المعلمات
fr_fr: URL paramétrée
he_il: כתובת URL פרמטרית
pt_br: URL parametrizada

source: Recommended files
ar: الملفات الموصى بها
fr_fr: Fichiers recommandés
he_il: קבצים מומלצים
pt_br: Arquivos recomendados

source: Recommended size
ar: الحجم الموصى به
fr_fr: Taille recommandée
he_il: גודל מומלץ
pt_br: Tamanho recomendado

source: Maximum 5 MB
ar: الحد الأقصى 5 ميجابايت
fr_fr: Maximum 5 Mo
he_il: מקסימום 5MB
pt_br: Máximo 5 MB

source: Initiating upload...
ar: بدء الرفع...
fr_fr: Lancement du téléchargement...
he_il: מתחילים העלאה...
pt_br: Iniciando upload...

source: Uploading...
ar: تحميل...
fr_fr: Téléchargement...
he_il: העלאת...
pt_br: Upload...

source: Upload failed.
ar: فشل الرفع.
fr_fr: Téléchargement échoué.
he_il: ההעלאה נכשלה.
pt_br: Upload falhou.

source: Title Auto Font Size
ar: حجم الخط التلقائي للعنوان
fr_fr: Taille automatique de police du titre
he_il: גודל גופן אוטומטי כותרת
pt_br: Tamanho Automático da Fonte do Título

source: Subtitle Auto Font Size
ar: حجم الخط التلقائي للترجمة
fr_fr: Taille automatique de la police des sous-titres
he_il: כתוביות: גודל גופן אוטומטי
pt_br: Tamanho Automático da Fonte das Legendas

source: Auto Padding Settings
ar: إعدادات الحشو التلقائي
fr_fr: Réglages du rembourrage automatique
he_il: הגדרות ריפוד אוטומטי
pt_br: Configurações de Auto Padding

source: Show Shadow
ar: شو شادو

source: Enable Widget Transparency
ar: تمكين شفافية الويدجت
fr_fr: Activer la transparence des widgets
he_il: הפעלת שקיפות של ווידג'טים
pt_br: Ativar Transparência de Widgets

source: Enable Background Color
ar: تمكين لون الخلفية
fr_fr: Activer la couleur de fond
he_il: הפעל צבע רקע
pt_br: Ativar a cor de fundo

source: Enable Background Image
ar: تفعيل صورة الخلفية
fr_fr: Activer l’image d’arrière-plan
he_il: הפעלת תמונת רקע
pt_br: Ativar a Imagem de Fundo

source: Foreground Color
ar: لون المقدمة
fr_fr: Couleur du premier plan
he_il: צבע החזית
pt_br: Cor do Primeiro Plano

source: Enable Foreground Color
ar: تمكين لون المقدمة
fr_fr: Activer la couleur du premier plan
he_il: הפעלת צבע קדמי
pt_br: Ativar a cor do primeiro plano

source: Use Palette Color
ar: استخدم لون اللوحة
he_il: השתמש בצבע פלטה
pt_br: Use a cor da paleta

source: Enable this property to apply widget colors based on index. By default, colors are applied based on data.
ar: تمكين هذه الخاصية لتطبيق ألوان الويدجت بناء على الفهرس. افتراضيا، يتم تطبيق الألوان بناء على البيانات.
fr_fr: Activez cette propriété pour appliquer les couleurs des widgets en fonction de l’index. Par défaut, les couleurs sont appliquées en fonction des données.
he_il: הפעל תכונה זו להחיל צבעי ווידג'ט בהתבסס על האינדקס. כברירת מחדל, הצבעים מוחלים על בסיס נתונים.
pt_br: Ative essa propriedade para aplicar cores de widgets com base no índice. Por padrão, as cores são aplicadas com base nos dados.

source: Mobile Height Factor
ar: عامل ارتفاع الجوال
fr_fr: Facteur de hauteur mobile
he_il: מקדם גובה נייד
pt_br: Fator de Altura Móvel

source: This option allows you to resize widgets specifically for mobile view.
ar: يتيح لك هذا الخيار تغيير حجم الأدوات خصيصا لعرض الجوال.
fr_fr: Cette option vous permet de redimensionner les widgets spécifiquement pour la vue mobile.
he_il: אפשרות זו מאפשרת לשנות את גודל הווידג'טים במיוחד לתצוגת מובייל.
pt_br: Essa opção permite redimensionar widgets especificamente para visualização móvel.

source: Allow Maximize View
ar: السماح بتعظيم العرض
fr_fr: Permettre Maximiser la Vue
he_il: אפשר הגסום תצוגה
pt_br: Permitir Maximizar a Visualização

source: Enable Commenting
ar: تمكين التعليق
fr_fr: Activer les commentaires
he_il: הפעל תגובות
pt_br: Ativar Comentários

source: Show Link Icon
ar: أيقونة رابط العرض
fr_fr: Afficher l’icône du lien
he_il: אייקון קישור להצגה
pt_br: Mostrar ícone de link

source: View Underlying Data
ar: عرض البيانات الأساسية
fr_fr: Voir les données sous-jacentes
he_il: הצג נתונים בסיסיים
pt_br: Visualizar os dados subjacentes

source: Pin Widget
ar: أداة التثبيت
fr_fr: Widget d’épingle
he_il: ווידג'ט Pin

source: Actions
ar: الاجراءات
he_il: פעולות
pt_br: Ações

source: Allow Exporting
ar: السماح بالتصدير
fr_fr: Autoriser l’exportation
he_il: אפשר ייצוא
pt_br: Permitir a Exportação

source: Show Header
ar: رأس العرض
fr_fr: En-tête de l’émission
he_il: כותרת התוכנית
pt_br: Cabeçalho do Espetáculo

source: Canvas Style
ar: أسلوب القماش
fr_fr: Style Toile
he_il: סגנון קנבס
pt_br: Estilo de tela

source: Banner Panel Style
ar: نمط لوحة البانر
fr_fr: Style de panneau de bannière
he_il: סגנון פאנל באנר
pt_br: Estilo de Painel de Bandeira

source: Common Widget Settings
ar: إعدادات الويدجت الشائعة
fr_fr: Paramètres courants des widgets
he_il: הגדרות ווידג'טים נפוצות
pt_br: Configurações Comuns de Widgets

source: Allow CSV Export
ar: السماح بتصدير CSV
fr_fr: Autoriser l’exportation CSV
he_il: אפשר ייצוא CSV
pt_br: Permitir Exportação CSV

source: Allow Excel Export
ar: السماح بتصدير إكسل
fr_fr: Autoriser l’exportation d’Excel
he_il: אפשר ייצוא באקסל
pt_br: Permitir Exportação no Excel

source: Allow Image Export
ar: السماح بتصدير الصور
fr_fr: Autoriser l’exportation d’image
he_il: אפשר ייצוא תמונה
pt_br: Permitir Exportação de Imagem

source: Allow PDF Export
ar: السماح بتصدير PDF
fr_fr: Autoriser l’exportation PDF
he_il: אפשר ייצוא PDF
pt_br: Permitir Exportação de PDF

source: Allow PowerPoint Export
ar: السماح بتصدير باوربوينت
fr_fr: Autoriser l’exportation PowerPoint
he_il: אפשר ייצוא PowerPoint
pt_br: Permitir Exportação do PowerPoint

source: Include Hidden Columns
ar: تضمين الأعمدة المخفية
fr_fr: Inclure des colonnes cachées
he_il: כלול עמודות נסתרות
pt_br: Incluir Colunas Ocultas
