Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Show Meeting Poll
ar: استطلاع اجتماع العرض
fr_fr: Sondage des réunions d’émission
he_il: סקר פגישת התוכנית
pt_br: Enquete de Reunião de Programas

source: Meeting Questions
ar: أسئلة الاجتماعات
fr_fr: Questions sur la réunion
he_il: שאלות על הפגישה
pt_br: Perguntas sobre Reuniões

source: Meeting Invitation
ar: دعوة للاجتماع
fr_fr: Invitation à la réunion
he_il: הזמנת פגישה
pt_br: Convite para Reunião

source: Past Meeting Polls
ar: استطلاعات الاجتماعات السابقة
fr_fr: Sondages des réunions passées
he_il: סקרי פגישות קודמים
pt_br: Pesquisas de Reuniões Passadas

source: Past Meeting Files
ar: ملفات الاجتماعات السابقة
fr_fr: Dossiers des réunions passées
he_il: קבצי פגישות קודמות
pt_br: Arquivos de Reuniões Passadas

source: Users PAC
ar: لجنة التفاعل السياسي للمستخدمين
fr_fr: PAC des utilisateurs
he_il: משתמשים PAC
pt_br: PAC de usuários

source: All Phone Numbers
ar: جميع أرقام الهواتف
fr_fr: Tous les numéros de téléphone
he_il: כל מספרי הטלפון
pt_br: Todos os Números de Telefone

source: User Phone Call Logs
ar: سجلات مكالمات الهاتف للمستخدمين
fr_fr: Journaux d’appels téléphoniques des utilisateurs
he_il: יומני שיחות טלפון של משתמשים
pt_br: Registros de Chamadas Telefônicas dos Usuários

source: User Phone Voice Mails
ar: رسائل البريد الصوتي عبر هواتف المستخدم
fr_fr: Messages vocaux téléphoniques des utilisateurs
he_il: הודעות קוליות טלפוניות
pt_br: Mensagens de Voz Telefônicas do Usuário

source: All Phone Call Logs
ar: جميع سجلات المكالمات الهاتفية
fr_fr: Tous les journaux d’appels téléphoniques
he_il: כל יומני השיחות
pt_br: Todos os registros de ligações telefônicas

source: Show Phone Number
ar: عرض رقم الهاتف
fr_fr: Numéro de téléphone de l’émission
he_il: הצג מספר טלפון
pt_br: Número de Telefone do Exibir

source: Calling Plans
ar: خطط الاتصال
fr_fr: Plans d’appel
he_il: תוכניות קריאה
pt_br: Planos de Chamadas

source: Phone Users
ar: مستخدمو الهاتف
fr_fr: Utilisateurs de téléphones
he_il: משתמשי טלפון
pt_br: Usuários de Telefone

source: Blocked Lists
ar: القوائم المحجوبة
fr_fr: Listes bloquées
he_il: רשימות חסומות
pt_br: Listas Bloqueadas

source: Show Blocked Detail
ar: عرض التفاصيل المحجوبة
fr_fr: Afficher le détail bloqué
he_il: הצג פרט חסום
pt_br: Mostrar Detalhe Bloqueado

source: All Call Queues
ar: جميع طوابير المكالمات
fr_fr: Toutes les files d’attente d’appels
he_il: כל תורי הקריאה
pt_br: Todas as Filas de Chamadas

source: Show Call Queue
ar: قائمة استدعاء العرض
fr_fr: File d’appel de l’émission
he_il: תור קריאות לתוכנית
pt_br: Fila de Chamadas de Mostrar

source: Call Queue Recordings
ar: تسجيل قائمة المكالمات
fr_fr: Enregistrements de file d’attente d’appel
he_il: הקלטות תור קריאה
pt_br: Gravações da Fila de Chamadas

source: All Phone Devices
ar: جميع أجهزة الهاتف
fr_fr: Tous les appareils téléphoniques
he_il: כל מכשירי הטלפון
pt_br: Todos os Dispositivos Telefônicos

source: View Phone Device
ar: عرض جهاز الهاتف
fr_fr: Voir l’appareil téléphonique
he_il: הצג מכשיר טלפון
pt_br: Visualizar Dispositivo do Telefone

source: View Shared Line Group
ar: عرض مجموعة الخط المشترك
fr_fr: Voir le groupe de lignes partagées
he_il: הצג קבוצת הקו המשותף
pt_br: Visualizar Grupo de Linha Compartilhada

source: All Phone Sites
ar: جميع مواقع الهاتف
fr_fr: Tous les sites téléphoniques
he_il: כל אתרי הטלפון
pt_br: Todos os Sites Telefônicos

source: View Phone Site
ar: عرض موقع الهاتف
fr_fr: Voir le site téléphonique
he_il: צפו באתר הטלפון
pt_br: Ver Site Celular

source: All Common Area Phones
ar: جميع هواتف المناطق المشتركة
fr_fr: Tous les téléphones des zones communes
he_il: כל הטלפונים המשותפים
pt_br: Todos os Telefones de Área Comum

source: View Common Area Phone
ar: عرض هاتف المنطقة المشتركة
fr_fr: Voir le téléphone de la zone commune
he_il: צפה בטלפון אזור משותף
pt_br: Visualizar o telefone da área comum

source: View Daily Usage Report
ar: عرض تقرير الاستخدام اليومي
fr_fr: Voir le rapport d’utilisation quotidienne
he_il: הצג דוח שימוש יומי
pt_br: Veja o Relatório de Uso Diário

source: View Host Reports
ar: عرض تقارير المضيفين
fr_fr: Voir les rapports des hôtes
he_il: צפו בדוחות מנחים
pt_br: Veja os Relatórios dos Anfitriões

source: User Meeting Reports
ar: تقارير اجتماعات المستخدمين
fr_fr: Rapports de réunions utilisateurs
he_il: דוחות פגישות משתמש
pt_br: Relatórios de Reuniões de Usuários

source: View Meeting Detail Report
ar: عرض تقرير تفاصيل الاجتماع
fr_fr: Voir le rapport détaillé de la réunion
he_il: צפה בדוח פרטי הפגישה
pt_br: Ver Relatório Detalhado da Reunião

source: Meeting Participant Reports
ar: تقارير المشاركين في الاجتماعات
fr_fr: Rapports des participants à la réunion
he_il: דוחות משתתפי פגישות
pt_br: Relatórios dos Participantes da Reunião

source: Webinar Reports
ar: تقارير الويبينار
fr_fr: Rapports de webinaires
he_il: דוחות וובינרים
pt_br: Relatórios de Webinars

source: Webinar Participant Reports
ar: تقارير المشاركين في الويبينار
fr_fr: Rapports des participants au webinaire
he_il: דוחות משתתפים בוובינר
pt_br: Relatórios de Participantes do Webinar

source: Webinar Polls Reports
ar: تقارير استطلاعات عبر الويبينار
fr_fr: Rapports de sondages de webinaires
he_il: דוחות סקרים בוובינר
pt_br: Relatórios de Enquetes de Webinars

source: Webinar QA Report
ar: تقرير ضمان الجودة عبر الويبينار
fr_fr: Rapport QA du webinaire
he_il: דוח בקרת איכות בוובינר
pt_br: Relatório de QA do Webinar

source: Telephone Reports
ar: تقارير الهاتف
fr_fr: Rapports téléphoniques
he_il: דיווחי טלפון
pt_br: Relatórios Telefônicos

source: Cloud Recording Report
ar: تقرير تسجيل السحابة
fr_fr: Rapport d’enregistrement cloud
he_il: דוח הקלטת ענן
pt_br: Relatório de Gravação em Nuvem

source: Operation Logs
ar: سجلات العمليات
fr_fr: Journaux d’opération
he_il: יומני פעילות
pt_br: Registros da Operação

source: Activity Report
ar: تقرير النشاط
fr_fr: Rapport d’activité
he_il: דוח פעילות
pt_br: Relatório de Atividades

source: All Members Role
ar: دور جميع الأعضاء
fr_fr: Rôle de tous les membres
he_il: תפקיד כל החברים
pt_br: Função de Todos os Membros

source: All Rooms
ar: جميع الغرف
fr_fr: Toutes les chambres
he_il: כל החדרים
pt_br: Todos os quartos

source: View Room
ar: غرفة العرض
fr_fr: Salle de vue
he_il: חדר תצפית
pt_br: Sala de Visão

source: Rooms Settings
ar: إعدادات الغرف
fr_fr: Décors des salles
he_il: הגדרות חדרים
pt_br: Ambientes dos Quartos

source: Rooms Devices
ar: أجهزة الغرف
fr_fr: Dispositifs de la salle
he_il: מכשירי חדרים
pt_br: Dispositivos de Sala

source: Rooms Account Profile
ar: ملف تعريف حساب الغرف
fr_fr: Profil de compte Rooms
he_il: פרופיל חשבון חדרים
pt_br: Perfil da Conta Rooms

source: Rooms Account Settings
ar: إعدادات حساب الغرف
fr_fr: Paramètres du compte des salles
he_il: הגדרות של חשבון חדרים
pt_br: Configurações da Conta dos Quartos

source: Rooms Locations
ar: الغرف والمواقع
fr_fr: Emplacements des chambres
he_il: חדרים מיקומים
pt_br: Locais dos Quartos

source: Show Room Location
ar: موقع قاعة العرض
fr_fr: Emplacement du showroom
he_il: מיקום אולם התצוגה
pt_br: Local da Sala de Exposição

source: Location Settings
ar: إعدادات الموقع
fr_fr: Paramètres de localisation
he_il: הגדרות מיקום
pt_br: Configurações de Localização

source: Location Structure
ar: هيكل الموقع
fr_fr: Structure de la localisation
he_il: מבנה מיקום
pt_br: Estrutura da Localização

source: All SIP Phones
ar: جميع هواتف SIP
fr_fr: Tous les téléphones SIP
he_il: כל הטלפונים של SIP
pt_br: Todos os Telefones SIP

source: All Tracking Fields
ar: جميع حقول التتبع
fr_fr: Tous les champs de suivi
he_il: כל שדות המעקב
pt_br: Todos os Campos de Rastreamento

source: View Tracking Field
ar: عرض حقل التتبع
fr_fr: Affichage du champ de suivi
he_il: הצג שדה מעקב
pt_br: Ver Campo de Rastreamento

source: View TSP
ar: عرض TSP
fr_fr: Voir le TSP
he_il: צפה ב-TSP
pt_br: Veja o TSP

source: Users TSP
ar: مستخدمو TSP
fr_fr: TSP des utilisateurs
he_il: משתמשים TSP
pt_br: TSP de usuários

source: View User Tsp
ar: عرض مستخدم TSP
fr_fr: Voir le TSP utilisateur
he_il: הצג את ה-TSP של המשתמש
pt_br: Ver Tsp do Usuário

source: User Assistants
ar: مساعدو المستخدم
fr_fr: Assistants utilisateurs
he_il: עוזרי משתמש
pt_br: Assistentes de Usuário

source: User Schedulers
ar: جدولة المستخدمين
fr_fr: Planificateurs d’utilisateurs
he_il: מתזמני משתמשים
pt_br: Agendadores de Usuários

source: User Token
ar: رمز المستخدم
fr_fr: Jeton utilisateur
he_il: אסימון משתמש
pt_br: Token de Usuário

source: User Email
ar: بريد المستخدم الإلكتروني
fr_fr: Email utilisateur
he_il: אימייל משתמש
pt_br: E-mail do Usuário

source: User PM Room Name
ar: اسم غرفة المستخدم PM
fr_fr: Nom de la salle de PM utilisateur
he_il: משתמש PM שם חדר
pt_br: Nome da Sala do PM do Usuário

source: Users Webinars
ar: ندوات المستخدمين عبر الإنترنت
fr_fr: Webinaires utilisateurs
he_il: וובינרים למשתמשים
pt_br: Webinars para Usuários

source: View Webinar
ar: عرض الويبينار
fr_fr: Voir le webinaire
he_il: צפה בוובינר
pt_br: Veja o Webinar

source: Panelists
ar: المشاركين
fr_fr: Panélistes
he_il: חברי הפאנל
pt_br: Painelistas

source: Webinar Registrants
ar: المسجلون عبر الويبينار
fr_fr: Inscrits au webinaire
he_il: רשמי וובינרים
pt_br: Inscritos em Webinars

source: Webinar Instances
ar: أمثلة الندوات عبر الإنترنت
fr_fr: Instances de webinaires
he_il: מופעי וובינרים
pt_br: Exemplos de Webinars

source: Webinar Polls
ar: استطلاعات عبر الإنترنت
fr_fr: Sondages webinaires
he_il: סקרי וובינר
pt_br: Enquetes de Webinars

source: View Webinar Poll
ar: عرض استطلاع عبر الإنترنت
fr_fr: Voir le sondage du webinaire
he_il: צפה בסקר הוובינר
pt_br: Veja a Enquete do Webinar

source: Webinar Questions
ar: أسئلة حول الويبينار
fr_fr: Questions sur le webinaire
he_il: שאלות על וובינר
pt_br: Perguntas sobre Webinars

source: Show Webinar Registrant
ar: مسجل ندوات العرض
fr_fr: Afficher le participant au webinaire
he_il: רשם וובינר הצג
pt_br: Mostrar Inscrito do Webinar

source: Past Webinar Absentees
ar: الغائبون السابقون في الويبينار
fr_fr: Absents passés du webinaire
he_il: נעדרים מהוובינרים בעבר
pt_br: Absentes anteriores de webinars

source: Webinar Tracking Sources
ar: مصادر تتبع الندوات عبر الإنترنت
fr_fr: Suivi des sources du webinaire
he_il: מקורות מעקב בוובינרים
pt_br: Fontes de Acompanhamento de Webinars

source: Past Webinar Polls
ar: استطلاعات الاستطلاعات عبر الإنترنت السابقة
fr_fr: Sondages des webinaires passés
he_il: סקרי וובינרים קודמים
pt_br: Enquetes anteriores de webinars

source: Past Webinar QA
ar: أسئلة جودة عبر الإنترنت السابقة
fr_fr: Anciens webinaires QA
he_il: וובינרים קודמים באיכות איכות
pt_br: QA de webinars anteriores

source: Past Webinar Files
ar: ملفات الويبينار السابقة
fr_fr: Fichiers de webinaires passés
he_il: קבצי וובינרים קודמים
pt_br: Arquivos de Webinars Anteriores

source: SIP Trunk Numbers
ar: أرقام خطوط SIP
fr_fr: Numéros de tronc SIP
he_il: מספרי טרנק SIP
pt_br: Números de Tronco SIP

source: Chat Channels
ar: قنوات الدردشة
fr_fr: Canaux de discussion
he_il: ערוצי צ'אט
pt_br: Canais de Bate-papo

source: Chat Messages
ar: رسائل الدردشة
fr_fr: Messages de discussion
he_il: הודעות צ'אט
pt_br: Mensagens no Chat

source: Cloud Recordings
ar: كلاود ريكوردينغز
fr_fr: Enregistrements Cloud
he_il: הקלדות ענן
pt_br: Gravações na Nuvem

source: Dashboards
ar: لوحات
fr_fr: Tableaux
he_il: לוחות מחוונים
pt_br: Painéis

source: IM Groups
ar: مجموعات الرسائل الفورية
fr_fr: Groupes IM
he_il: קבוצות IM
pt_br: Grupos IM

source: Metings
ar: ميتينغز
fr_fr: Métrages
he_il: מיטינגס

source: Pac Accounts
ar: حسابات المحيط الهادئ
fr_fr: Comptes Pac
he_il: חשבונות Pac
pt_br: Contas do Pac

source: Phone
ar: الهاتف
fr_fr: Téléphone
he_il: טלפון
pt_br: Telefone

source: Phone Blocked List
ar: قائمة المكالمات المحجوزة
fr_fr: Liste de blocages téléphoniques
he_il: רשימת טלפונים חסומים
pt_br: Lista de Bloqueados por Telefone

source: Phone Call Queue
ar: قائمة المكالمات الهاتفية
fr_fr: File d’attente téléphonique
he_il: תור לשיחות טלפון
pt_br: Fila de Chamadas Telefônicas

source: Phone Devices
ar: أجهزة الهاتف
fr_fr: Appareils téléphoniques
he_il: מכשירי טלפון
pt_br: Dispositivos Telefônicos

source: Phone Shared Line Groups
ar: مجموعات الخط المشترك عبر الهاتف
fr_fr: Groupes de lignes partagées téléphoniques
he_il: קבוצות קו משותפות בטלפון
pt_br: Grupos de Linha Compartilhada de Telefone

source: Phone Sites
ar: مواقع الهاتف
fr_fr: Sites téléphoniques
he_il: אתרי טלפון
pt_br: Sites Telefônicos

source: Rooms
ar: غرف
fr_fr: Chambres
he_il: חדרים
pt_br: Quartos

source: Room Accounts
ar: حسابات الغرف
fr_fr: Comptes des chambres
he_il: חשבונות חדרים
pt_br: Contas dos Quartos

source: Room Locations
ar: مواقع الغرف
fr_fr: Emplacements des salles
he_il: מיקומי חדרים
pt_br: Localização dos Quartos

source: Sip Phone
ar: هاتف سيب

source: Tracking Field
ar: مجال التتبع
fr_fr: Champ de suivi
he_il: שדה מעקב
pt_br: Campo de Rastreamento

source: TSP Information
ar: معلومات TSP
fr_fr: Informations sur le TSP
he_il: מידע על TSP
pt_br: Informações do TSP

source: Webinar
ar: ندوة عبر الإنترنت
fr_fr: Webinaire
he_il: וובינר

source: Lessons
ar: الدروس
fr_fr: Leçons
he_il: שיעורים
pt_br: Lições

source: Paths
ar: مسارات
fr_fr: Chemins
he_il: נתיבים
pt_br: Caminhos

source: Users in v1.1
ar: المستخدمون في الإصدار 1.1
fr_fr: Utilisateurs dans la v1.1
he_il: משתמשים בגרסה 1.1
pt_br: Usuários na v1.1

source: User Learning Library Statistics
ar: إحصائيات مكتبة تعلم المستخدم
fr_fr: Statistiques de la bibliothèque d’apprentissage utilisateur
he_il: סטטיסטיקות ספריית למידת משתמשים
pt_br: Estatísticas da Biblioteca de Aprendizagem do Usuário

source: Assignments of User
ar: تعيينات المستخدم
fr_fr: Affectations d’utilisateurs
he_il: הקצאות משתמשים
pt_br: Atribuições de Usuário

source: Assignments Group
ar: مجموعة المهام
fr_fr: Groupe d’affectations
he_il: קבוצת הקצאות
pt_br: Grupo de Designações

source: Lessons in v1.1
ar: دروس في الإصدار 1.1
fr_fr: Leçons dans la version 1.1
he_il: שיעורים בגרסה 1.1
pt_br: Lições na v1.1

source: Show Lesson
ar: درس العرض
fr_fr: Leçon de montre
he_il: שיעור ההצגה
pt_br: Mostrar Lição

source: Lesson in v1.1
ar: درس في الإصدار 1.1
fr_fr: Leçon dans la version 1.1
he_il: לקח בגרסה 1.1
pt_br: Lição na v1.1

source: Lesson Assignments
ar: مهام الدروس
fr_fr: Devoirs de cours
he_il: משימות שיעורים
pt_br: Tarefas de Aulas

source: Lesson Completed Assignments in v1.1
ar: مهام الدروس المنجزة في الإصدار 1.1
fr_fr: Devoirs de leçons terminées dans la v1.1
he_il: שיעורים שהושלמו ב-v1.1
pt_br: Tarefas de Lição Concluída na v1.1

source: Paths in v1.1
ar: المسارات في الإصدار 1.1
fr_fr: Chemins dans la v1.1
he_il: מסלולים בגרסה 1.1
pt_br: Caminhos na v1.1

source: Show Path
ar: مسار العرض
fr_fr: Parcours de l’exposition
he_il: מסלול התוכנית
pt_br: Caminho do Espetáculo

source: Path Assignments
ar: تعيينات المسارات
fr_fr: Attribution de chemins
he_il: הקצאות מסלולים
pt_br: Atribuições de Caminhos

source: Path Assignments Completed
ar: تكتمل تعيينات المسارات
fr_fr: Affectations de parcours complétées
he_il: משימות שבילים שהושלמו
pt_br: Atribuições de Caminho Concluídas

source: Show Tags
ar: علامات العرض
fr_fr: Tags d’affichage
he_il: תגיות תוכנית
pt_br: Tags do programa

source: Tag Lessons
ar: دروس الوسوم
fr_fr: Leçons par tag
he_il: שיעורי תג
pt_br: Lições de Tag

source: Tag Courses
ar: ملاعب الوسوم
fr_fr: Parcours par Tag
he_il: מסלולי תג
pt_br: Cursos de Tag

source: Assignments in v1.1
ar: التعيينات في الإصدار 1.1
fr_fr: Affectations dans la version 1.1
he_il: הקצאות בגרסה 1.1
pt_br: Atribuições na v1.1

source: Assignments by Status
ar: التعيينات حسب الحالة
fr_fr: Affectations par statut
he_il: הקצאות לפי סטטוס
pt_br: Designações por status

source: All Entries
ar: جميع المشاركات
fr_fr: Toutes les participations
he_il: כל ההגשות
pt_br: Todas as inscrições

source: Show Entries
ar: مشاركات البرنامج
fr_fr: Participations au salon
he_il: כניסות לתוכנית
pt_br: Inscrições do Show

source: Show Forms
ar: أشكال العرض
fr_fr: Formes de l’exposition
he_il: צורות מופע
pt_br: Formas de Exposição

source: Show Entries in FormID
ar: عرض المدخلات في FormID
fr_fr: Afficher les entrées dans FormID
he_il: הצג רשומות ב-FormID
pt_br: Exibir Entradas no FormID

source: Show Result in FormID
ar: عرض النتيجة في FormID
fr_fr: Afficher le résultat dans FormID
he_il: הצג תוצאה ב-FormID
pt_br: Mostrar Resultado no FormID

source: Show Feeds in FormID
ar: عرض خلاصات في FormID
fr_fr: Afficher les flux dans FormID
he_il: הצג פידים ב-FormID
pt_br: Mostrar Feeds no FormID

source: Show Feeds
ar: تغذية البرامج
fr_fr: Flux de diffusion
he_il: פידים של תוכנית
pt_br: Transmissões do Programa

source: Entries
ar: ادخالات
fr_fr: Entrées
he_il: ערכי
pt_br: Entradas

source: Result
ar: نتيجة
fr_fr: Résultat
he_il: תוצאה
pt_br: Resultado

source: View Ticket
ar: عرض التذكرة
fr_fr: Voir le billet
he_il: צפייה בכרטיס
pt_br: Ver Ingresso

source: Filter Tickets
ar: تذاكر التصفية
fr_fr: Tickets de filtre
he_il: כרטיסים לסינון
pt_br: Ingressos de Filtro

source: Ticket Conversation
ar: محادثة التذاكر
fr_fr: Conversation sur les billets
he_il: שיחת כרטיסים
pt_br: Conversa sobre Ingressos

source: Ticket Time Entries
ar: تسجيل وقت التذاكر
fr_fr: Entrées à l’heure du billet
he_il: הגשת זמן הכרטיסים
pt_br: Entradas no Horário do Ingresso

source: Ticket Satisfaction Ratings
ar: تقييمات رضا التذاكر
fr_fr: Notes de satisfaction des billets
he_il: דירוגי שביעות רצון כרטיסים
pt_br: Avaliações de Satisfação de Ingressos

source: Ticket Field Sessions
ar: جلسات التذاكر الميدانية
fr_fr: Sessions de terrain sur les billets
he_il: מפגשי שדה כרטיסים
pt_br: Sessões de Ticket Field

source: View Ticket Field Session
ar: عرض جلسة التذاكر الميدانية
fr_fr: Voir la session de billets
he_il: הצג את מושב שדה הכרטיסים
pt_br: Ver Sessão de Campo de Ingressos

source: Contact Import
ar: استيراد الاتصال
he_il: ייבוא מגע
pt_br: Importação de Contato

source: View Skill
ar: عرض المهارة
fr_fr: Voir la compétence
he_il: הצג מיומנות
pt_br: Visualizar Habilidade

source: View Company
ar: شركة فيو
fr_fr: Voir la société
he_il: חברת וויו
pt_br: Ver Companhia

source: Search Companies
ar: شركات البحث
fr_fr: Recherche d’entreprises
he_il: חברות חיפוש
pt_br: Buscar Empresas

source: Filter Companies
ar: شركات التصفية
fr_fr: Entreprises de filtres
he_il: חברות סינון
pt_br: Empresas de Filtros

source: All Company Fields
ar: جميع حقول الشركة
fr_fr: Tous les champs de la compagnie
he_il: שדות כל החברה
pt_br: Todos os campos da companhia

source: Companies Import
ar: الشركات المستوردة
fr_fr: Importation d’entreprises
he_il: חברות מייבאות
pt_br: Empresas Importadas

source: All Canned Response Folders
ar: جميع مجلدات الرد الجاهزة
fr_fr: Tous les dossiers de réponses préfabriqués
he_il: כל תיקיות התגובה המוכנות
pt_br: Todas as pastas de resposta predefinidas

source: View Canned Responses Folder
ar: عرض مجلد الردود المعلبة
fr_fr: Voir le dossier des réponses préfabriquées
he_il: הצג תיקיית תגובות מוכנות
pt_br: Ver Pasta de Respostas Engravadas

source: Responses In Canned Response Folders
ar: الردود في مجلدات الردود المعلبة
fr_fr: Réponses dans des dossiers de réponses préfabriqués
he_il: תגובות בתיקיות תגובה מוכנות
pt_br: Respostas em Pastas de Respostas Pré-Definidas

source: All Discussions Categories
ar: جميع فئات المناقشات
fr_fr: Toutes les catégories de discussions
he_il: כל קטגוריות הדיונים
pt_br: Todas as Categorias de Discussões

source: View Forum Category
ar: عرض فئة المنتدى
fr_fr: Voir la catégorie du forum
he_il: קטגוריית הפורום
pt_br: Ver Categoria do Fórum

source: All Forums In Category
ar: جميع المنتديات ضمن الفئة
fr_fr: Tous les forums dans la catégorie
he_il: כל הפורומים בקטגוריה
pt_br: Todos os Fóruns na Categoria

source: View Forum
ar: عرض المنتدى
fr_fr: Voir le forum
he_il: הצג פורום
pt_br: Veja o Fórum

source: All Topics In Forum
ar: جميع المواضيع في المنتدى
fr_fr: Tous les sujets du forum
he_il: כל הנושאים בפורום
pt_br: Todos os Tópicos no Fórum

source: Monitoring Status For Forum
ar: حالة المراقبة للمنتدى
fr_fr: Statut de suivi pour Forum
he_il: סטטוס ניטור בפורום
pt_br: Status de Monitoramento do Fórum

source: View Topic
ar: عرض الموضوع
fr_fr: Voir le sujet
he_il: נושא צפייה
pt_br: Ver Tópico

source: View Comments In Topic
ar: عرض التعليقات في الموضوع
fr_fr: Voir les commentaires par sujet
he_il: הצג תגובות בנושא
pt_br: Ver comentários no tópico

source: Monitoring Status For Topic
ar: حالة المراقبة للموضوع
fr_fr: Statut de suivi du sujet
he_il: סטטוס ניטור לנושא
pt_br: Status de Monitoramento do Tema

source: All Monitored Topics
ar: جميع المواضيع التي تتم مراقبتها
fr_fr: Tous les sujets surveillés
he_il: כל הנושאים המפוקחים
pt_br: Todos os Tópicos Monitorados

source: All Participated Topics
ar: جميع المواضيع المشاركة
fr_fr: Tous les sujets abordés
he_il: כל הנושאים המשתתפים
pt_br: Todos os Tópicos Participantes

source: All Solution Categories
ar: جميع فئات الحلول
fr_fr: Toutes les catégories de solutions
he_il: כל קטגוריות הפתרון
pt_br: Todas as Categorias de Soluções

source: View Solution Category
ar: عرض فئة الحلول
fr_fr: Voir la catégorie de solution
he_il: הצג קטגוריית פתרון
pt_br: Ver Categoria de Solução

source: All Folder In Solution Categories
ar: جميع المجلدات في فئات الحلول
fr_fr: Tous les dossiers dans les catégories de solutions
he_il: כל קטגוריות הפתרונות בתיקיות
pt_br: Todas as Pastas nas Categorias de Solução

source: Solution Folder
ar: مجلد الحل
fr_fr: Dossier de solutions
he_il: תיקיית פתרון
pt_br: Pasta de Soluções

source: Articles In Solutions Folder
ar: مقالات في مجلد الحلول
fr_fr: Articles dans le dossier Solutions
he_il: מאמרים בתיקיית פתרונות
pt_br: Artigos na Pasta de Soluções

source: View Solution Article
ar: عرض مقال الحل
fr_fr: Voir l’article de la solution
he_il: צפה במאמר פתרון
pt_br: Veja o artigo da solução

source: All Satisfaction Ratings
ar: جميع تقييمات الرضا
fr_fr: Toutes les notes de satisfaction
he_il: כל דירוגי שביעות הרצון
pt_br: Todas as Avaliações de Satisfação

source: All Email Config
ar: جميع إعدادات البريد الإلكتروني
fr_fr: Toute la configuration des emails
he_il: כל הגדרות הדואר האלקטרוני
pt_br: Configuração de Todos os E-mails

source: View Email Config
ar: عرض إعدادات البريد الإلكتروني
fr_fr: Voir la configuration de l’email
he_il: הצג תצורת דואר אלקטרוני
pt_br: Ver Configuração do E-mail

source: All Email Mailboxes
ar: جميع صناديق البريد الإلكتروني
fr_fr: Toutes les boîtes aux lettres
he_il: כל תיבות הדואר האלקטרוני
pt_br: Todas as Caixas de Correio de E-mail

source: View Email Mailbox
ar: عرض صندوق البريد الإلكتروني
fr_fr: Voir la boîte mail
he_il: הצג תיבת דואר אלקטרוני
pt_br: Ver Caixa de Correio de E-mail

source: Mail Settings
ar: إعدادات البريد
fr_fr: Paramètres du courrier
he_il: הגדרות דואר
pt_br: Configurações de Mail

source: View Automatic Bcc Emails
ar: عرض رسائل البريد الإلكتروني التلقائية ل BCC
fr_fr: Voir les emails BCC automatiques
he_il: הצג מיילים אוטומטיים של BCC
pt_br: Visualizar E-mails Automáticos do BCC

source: All Business Hours
ar: جميع ساعات العمل
fr_fr: Tous les horaires d’ouverture
he_il: כל שעות הפעילות
pt_br: Todos os horários comerciais

source: View Business Hours
ar: عرض ساعات العمل
fr_fr: Voir les horaires d’ouverture
he_il: הצג שעות פעילות
pt_br: Veja o horário de funcionamento

source: All Scenario Automations
ar: جميع أتمتة السيناريوهات
fr_fr: Toutes les automatisations de scénarios
he_il: כל האוטומציות של התרחישים
pt_br: Todas as Automações de Cenários

source: View Helpdesk Settings
ar: عرض إعدادات مكتب المساعدة
fr_fr: Voir les paramètres du support technique
he_il: הצג הגדרות Helpdesk
pt_br: Visualizar Configurações do Helpdesk

source: Skills
ar: المهارات
fr_fr: Compétences
he_il: מיומנויות
pt_br: Habilidades

source: Canned Response Folders
ar: مجلدات الردود المعلبة
fr_fr: Dossiers de réponses préfabriqués
he_il: תיקיות תגובה מוכנות
pt_br: Pastas de Resposta Pré-Definidas

source: Discussions
ar: المناقشات
he_il: דיונים
pt_br: Discussões

source: Solution
ar: حل
he_il: תמיסה
pt_br: Solução
