Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: View Contact Identity
ar: عرض هوية جهة الاتصال
fr_fr: Voir l’identité du contact
he_il: הצג זהות איש קשר
pt_br: Ver Identidade de Contato

source: Contact Addresses
ar: عناوين الاتصال
fr_fr: Adresses de contact
he_il: כתובות ליצירת קשר
pt_br: Endereços de contato

source: Contact Mail
ar: بريد الاتصال
he_il: דואר ליצירת קשר
pt_br: Contato Mail

source: Contact Phone
ar: هاتف الاتصال
he_il: טלפון ליצירת קשר
pt_br: Telefone de contato

source: Contact Household
ar: الاتصال بالأسرة
he_il: צור קשר עם משק הבית
pt_br: Contato com a Família

source: View Staff Identity
ar: عرض هوية الموظفين
fr_fr: Voir l’identité du personnel
he_il: הצג זהות צוות
pt_br: Ver Identidade da Equipe

source: Get School By Staff Id
ar: احصل على المدرسة حسب معرف الموظفين
fr_fr: Obtenez l’école par le personnel
he_il: קבל בית ספר לפי תעודת זיהוי צוות
pt_br: Identificação de Escola por Equipe

source: Staff Addresses
ar: خطابات الموظفين
fr_fr: Discours du personnel
he_il: נאומי צוות
pt_br: Discursos da Equipe

source: Staff Mail
ar: بريد الموظفين
fr_fr: Courrier du personnel
he_il: דואר צוות
pt_br: Correspondência da Equipe

source: Staff Phone
ar: هاتف الموظفين
fr_fr: Téléphone du personnel
he_il: טלפון צוות
pt_br: Telefone da Equipe

source: Staff Classes
ar: صفوف الطاقم
fr_fr: Classes du personnel
he_il: כיתות צוות
pt_br: Classes de Funcionários

source: Get Staff Roster
ar: احصل على قائمة الطاقم
fr_fr: Obtenez l’effectif du personnel
he_il: קבלו את רשימת הצוות
pt_br: Obtenha o elenco da equipe

source: All Staff Custom Fields
ar: جميع حقول الموظفين المخصصة
fr_fr: Tous les champs personnalisés du personnel
he_il: שדות מותאם אישית של כל הצוות
pt_br: Todos os Campos Personalizados da Equipe

source: Staff Custom Field By Definition
ar: حقل الموظفين حسب التعريف
fr_fr: Champ personnalisé du personnel par définition
he_il: שדה מותאם אישית לצוות לפי ההגדרה
pt_br: Campo Personalizado da Equipe por Definição

source: Staff Custom Field By Id
ar: حقل مخصص للموظفين حسب المعرف
fr_fr: Champ personnalisé du personnel par ID
he_il: שדה מותאם אישית לצוות לפי זיהוי
pt_br: Campo Personalizado da Equipe por ID

source: Get Staff By Tag
ar: احصل على الموظفين حسب الوسم
fr_fr: Obtenez le personnel par étiquette
he_il: קבל צוות לפי תג
pt_br: Obtenha o Pessoal por Etiqueta

source: View Households
ar: انظر إلى الأسر
fr_fr: Voir les ménages
he_il: הצג משקי בית
pt_br: Ver Domicílios

source: Get Households By Id
ar: احصل على الأسر حسب الهوية
fr_fr: Obtenez les ménages par ID
he_il: קבלו משקי בית לפי מזהה
pt_br: Obtenha Residências por ID

source: Get Households Addresses
ar: احصل على عناوين الأسر
fr_fr: Obtenez les adresses des foyers
he_il: קבלו כתובות משקי בית
pt_br: Obtenha endereços de residências

source: All Households Custom Fields
ar: حقول التخصيص لجميع الأسر
fr_fr: Champs personnalisés pour tous les foyers
he_il: שדות מותאם לכל משקי הבית
pt_br: Campos Personalizados de Todas as Famílias

source: Households Custom Field By Definition
ar: حقل المنازل حسب التعريف
fr_fr: Champ personnalisé des ménages par définition
he_il: שדה מותאם אישית למשקי בית לפי ההגדרה
pt_br: Campo Personalizado de Residências por Definição

source: Households Custom Field By Id
ar: حقل مخصصات الأسر حسب التعريف
fr_fr: Champ personnalisé des foyers par ID
he_il: שדה מותאם אישי למשפחות לפי זיהוי
pt_br: Campo Personalizado de Residências por ID

source: Households Submissions
ar: مشاركات الأسر
fr_fr: Soumissions des ménages
he_il: הגשות משקי בית
pt_br: Contribuições de Famílias

source: Households Submission Files
ar: ملفات تقديم الأسر
fr_fr: Fichiers de soumission des foyers
he_il: קבצי הגשת משקי בית
pt_br: Arquivos de Submissão de Domicílios

source: Households Submission Notes
ar: ملاحظات تقديم الأسر
fr_fr: Notes de soumission des ménages
he_il: הערות להגשת משקי בית
pt_br: Notas de Submissão de Residências

source: View GPA Scale
ar: عرض مقياس المعدل التراكمي
fr_fr: Voir l’échelle de GPA
he_il: צפה בסולם ממוצע ציונים
pt_br: Veja a Escala de GPA

source: Get Grading Period
ar: احصل على فترة التقييم
fr_fr: Obtenez la période de notation
he_il: קבל תקופת ציונים
pt_br: Período de Avaliação

source: Get Grading Scale
ar: احصل على مقياس التقييم
fr_fr: Obtenez une échelle de notation
he_il: קבל סולם ציונים
pt_br: Obtenha a Escala de Avaliação

source: Get Subject By Id
ar: احصل على الموضوع حسب التعريف
fr_fr: Obtenir le sujet par identifiant
he_il: קבל נושא לפי מזהה
pt_br: Obter Sujeito por ID

source: View Course
ar: عرض الملعب
fr_fr: Voir le parcours
he_il: הצג מסלול
pt_br: Ver Curso

source: Get Courses Request Form
ar: نموذج طلب الحصول على الدورات
fr_fr: Formulaire de demande de Recevoir des cours
he_il: טופס בקשת קבלת קורסים
pt_br: Formulário de Solicitação de Obtenção de Cursos

source: All Course Custom Fields
ar: جميع الحقول المخصصة للدورات
fr_fr: Tous les champs personnalisés des parcours
he_il: כל שדות הקורסים מותאמים אישית
pt_br: Todos os campos personalizados do curso

source: Course Custom Field By Definition
ar: حقل مخصص للدورة حسب التعريف
fr_fr: Champ personnalisé du cours par définition
he_il: שדה מותאם אישית לקורס לפי ההגדרה
pt_br: Campo Personalizado do Curso Por Definição

source: Course Custom Field By Id
ar: حقل المسار حسب المعرف
fr_fr: Champ personnalisé du cours par ID
he_il: שדה מותאם אישית לקורס לפי זיהוי
pt_br: Campo Personalizado do Curso por ID

source: View Class
ar: فئة View
fr_fr: Classe View
he_il: מחלקת צפייה
pt_br: Classe View

source: All Class Custom Fields
ar: حقول مخصصة لجميع الفئات
fr_fr: Champs personnalisés de toutes les classes
he_il: שדות מותאמים אישית לכל המחלקות
pt_br: Campos Personalizados de Todas as Classes

source: Class Custom Field By Definition
ar: حقل مخصص للفئة حسب التعريف
fr_fr: Champ personnalisé de classe par définition
he_il: שדה מותאם אישית למחלקה לפי ההגדרה
pt_br: Campo Personalizado de Classe por Definição

source: Class Custom Field by Id
ar: حقل الفئة حسب المعرف
fr_fr: Champ personnalisé de classe par ID
he_il: שדה מותאם אישית לפי מזהה
pt_br: Campo Personalizado de Classe por ID

source: View Class Teachers
ar: عرض معلمي الصف
fr_fr: Voir les enseignants de classe
he_il: צפו במורי כיתות
pt_br: Ver Professores da Turma

source: Get Teaching Assistant
ar: احصل على مساعد تدريس
fr_fr: Prends un assistant d’enseignement
he_il: קבל עוזר הוראה
pt_br: Procure um Assistente de Ensino

source: Get Class Roster
ar: احصل على قائمة الفئة
fr_fr: Obtenez la liste des classes
he_il: קבלו את רשימת הכיתה
pt_br: Lista de Alunos

source: Get Class Assignment
ar: احصل على واجب الصف
fr_fr: Recevoir des devoirs de classe
he_il: קבל משימת כיתה
pt_br: Receber a Tarefa da Turma

source: View Assignments
ar: عرض التعيينات
fr_fr: Voir les affectations
he_il: הצג הקצאות
pt_br: Ver Atribuições

source: Get Assignment Grades
ar: احصل على درجات الواجبات
fr_fr: Obtenez les notes des devoirs
he_il: קבל ציוני משימות
pt_br: Obtenha as notas das tarefas

source: Get Assignment Grades By Id
ar: احصل على درجات الواجبات حسب التعريف
fr_fr: Obtenez les notes des devoirs par ID
he_il: קבל ציוני מטלות לפי תעודת זהות
pt_br: Obtenha as notas das tarefas por ID

source: Get Submission By Id
ar: احصل على التقديم بواسطة التعريف
fr_fr: Obtenir une soumission par identifiant
he_il: קבל הגשה לפי תעודת זהות
pt_br: Envie por ID

source: Get Submission By Permission
ar: احصل على التقديم بإذن
fr_fr: Obtenez une soumission avec permission
he_il: קבל הגשה באישור
pt_br: Obtenha submissão com permissão

source: View Tags
ar: عرض الوسوم
fr_fr: Affichage des tags
he_il: הצג תגיות
pt_br: Ver Tags

source: Table
ar: جدول
he_il: שולחן
pt_br: Mesa

source: Service Catelog
ar: سجل الخدمة
fr_fr: Catélog de service
he_il: קטלוג שירות
pt_br: Catelog de Serviço

source: Scorecards
ar: بطاقات النتائج
fr_fr: Feuilles de score
he_il: כרטיסי ניקוד
pt_br: Placares

source: Attachment
ar: مرفق
fr_fr: Attachement
he_il: קובץ מצורף
pt_br: Anexo

source: Changes
ar: التغييرات
fr_fr: Changements
he_il: שינויים
pt_br: Alterações

source: Activity Subscriptions
ar: اشتراكات الأنشطة
fr_fr: Abonnements à l’activité
he_il: מנויים לפעילות
pt_br: Assinaturas de Atividades

source: View Table
ar: عرض الجدول
fr_fr: Tableau de vue
he_il: הצג טבלה
pt_br: Ver tabela

source: View Table With Id
ar: عرض الجدول مع معرف
fr_fr: Voir le tableau avec l’identifiant
he_il: הצג טבלה עם מזהה
pt_br: Ver tabela com id

source: All Table
ar: جميع الطاولات
fr_fr: Tous les tableaux
he_il: כל הטבלה
pt_br: Tabela de Todos

source: Cart
ar: عَرَبَة نَقْل
fr_fr: Charrette
he_il: עגלה
pt_br: Carroça

source: Catalogs
ar: كتالوجات
fr_fr: Catalogues
he_il: קטלוגים
pt_br: Catálogos

source: Categories By Catalog Id
ar: الفئات حسب معرف الكتالوج
fr_fr: Catégories par identifiant de catalogue
he_il: קטגוריות לפי מזהה קטלוג
pt_br: Categorias por ID de catálogo

source: View Catalog
ar: عرض الكتالوج
fr_fr: Voir le catalogue
he_il: הצג קטלוג
pt_br: Ver Catálogo

source: View Categories By Id
ar: عرض الفئات حسب التعريف
fr_fr: Voir les catégories par ID
he_il: הצג קטגוריות לפי תעודה
pt_br: Ver categorias por ID

source: Service Catalog Items
ar: عناصر كتالوج الخدمة
fr_fr: Articles du catalogue de service
he_il: פריטי קטלוג שירות
pt_br: Itens do Catálogo de Serviço

source: View Item
ar: عرض العنصر
fr_fr: Voir l’article
he_il: הצג פריט
pt_br: Ver Item

source: Item By Cart Id
ar: العنصر حسب معرف العربة
fr_fr: Identifiant article par panier
he_il: פריט לפי מזהה עגלה

source: All Wishlist
ar: قائمة جميع الأمنيات
fr_fr: Liste de souhaits
he_il: רשימת משאלות כולה
pt_br: Todos os desejos

source: Wishlist By Cart Id
ar: قائمة الأمنيات حسب معرف العربة
fr_fr: Liste de souhaits par identifiant de panier
he_il: רשימת משאלות לפי מספר עגלה
pt_br: Wishlist por ID do carrinho

source: All Scorecards
ar: جميع بطاقات النتائج
fr_fr: Tous les tableaux de score
he_il: כל כרטיסי הניקוד
pt_br: Todos os Placares

source: All Attachment
ar: كل الارتباطات
fr_fr: Tous les attachements
he_il: כל ההתקשרות
pt_br: Todos os Anexos

source: File By Id
ar: ملف حسب التعريف
fr_fr: Fichier par identifiant
he_il: קובץ לפי תעודת זהות
pt_br: Arquivo por ID

source: Attachment By Id
ar: الارتباط بواسطة التعريف
fr_fr: Pièce jointe par identifiant
he_il: קובץ מצורף לפי Id
pt_br: Anexo por ID

source: All Change
ar: كل شيء تغير
fr_fr: Tout change
he_il: הכל משתנה
pt_br: Tudo Muda

source: All Activity Subscriptions
ar: جميع الاشتراكات في الأنشطة
fr_fr: Tous les abonnements à l’activité
he_il: כל מנויי הפעילות
pt_br: Todas as Assinaturas de Atividades

source: Conversation
ar: حوار
he_il: שיחה
pt_br: Conversação

source: Others
ar: الاخرين
fr_fr: Autrui
he_il: אחרים
pt_br: Outros

source: Conversations
ar: المحادثات
he_il: שיחות
pt_br: Conversas

source: Chat Threads
ar: مواضيع الدردشة
fr_fr: Fils de discussion
he_il: שרשורי צ'אט
pt_br: Tópicos de Chat

source: Get Customer
ar: احصل على الزبون
fr_fr: Obtenez le client
he_il: קבל לקוח
pt_br: Consiga Cliente

source: Customer Address
ar: عنوان العميل
fr_fr: Adresse client
he_il: כתובת הלקוח
pt_br: Endereço do Cliente

source: Customer Chat Handles
ar: عناوين دردشة العملاء
fr_fr: Comptes de discussion clients
he_il: חשבונות צ'אט ללקוחות
pt_br: Usuários de Chat de Clientes

source: Customer Emails
ar: رسائل البريد الإلكتروني للعملاء
fr_fr: Emails clients
he_il: מיילים ללקוחות
pt_br: E-mails de Clientes

source: Customer Phones
ar: هواتف العملاء
fr_fr: Téléphones clients
he_il: טלפונים ללקוחות
pt_br: Telefones de Clientes

source: Customer Social Profiles
ar: ملفات العملاء الاجتماعية
fr_fr: Profils sociaux des clients
he_il: פרופילים חברתיים של לקוחות
pt_br: Perfis Sociais de Clientes

source: Customer Websites
ar: مواقع العملاء
fr_fr: Sites web des clients
he_il: אתרי אינטרנט ללקוחות
pt_br: Sites dos Clientes

source: Mailboxes
ar: صناديق البريد
fr_fr: Boîtes aux lettres
he_il: תיבות דואר
pt_br: Caixas

source: Get Satisfaction Rating by ID
ar: احصل على تقييم الرضا حسب ID
fr_fr: Obtenez une note de satisfaction par ID
he_il: קבל דירוג שביעות רצון לפי ID
pt_br: Obtenha Avaliação de Satisfação por ID

source: Company Overall Report
ar: التقرير العام للشركة
fr_fr: Rapport général de l’entreprise
he_il: דוח כולל של החברה
pt_br: Relatório Geral da Empresa

source: Conversations - Overall Report
ar: المحادثات - التقرير العام
fr_fr: Conversations - Rapport global
he_il: שיחות - דוח כולל
pt_br: Conversas - Relatório Geral

source: All Channels - Volumes by Channel
ar: جميع القنوات - المجلدات حسب القناة
fr_fr: Tous les canaux - volumes par canal
he_il: כל הערוצים - נפחים לפי ערוץ
pt_br: Todos os canais - Volumes por canal

source: Conversations - Busiest Time of Day
ar: المحادثات - أكثر أوقات اليوم ازدحاما
fr_fr: Conversations - Moment le plus chargé de la journée
he_il: שיחות - הזמן הכי עמוס ביום
pt_br: Conversas - Horário Mais Movimentado do Dia

source: Conversations - Drilldown
ar: محادثات - التعمق
fr_fr: Conversations - Approfondissement
he_il: שיחות - Drilldown
pt_br: Conversas - Detalhe

source: Conversations - Drilldown by Field
ar: المحادثات - التعمق حسب الميدان
fr_fr: Conversations - Analyse par domaine
he_il: שיחות - קפיצות לפי שדה
pt_br: Conversas - Detalhe por Campo

source: Conversations - New Conversations
ar: محادثات - محادثات جديدة
fr_fr: Conversations - Nouvelles conversations
he_il: שיחות - שיחות חדשות
pt_br: Conversas - Novas Conversas

source: Conversations - New Conversations Drilldown
ar: المحادثات - تعمق في المحادثات الجديدة
fr_fr: Conversations - Approfondissement des nouvelles conversations
he_il: שיחות - העמק בשיחות חדשות
pt_br: Conversas - Aprofundamento de Novas Conversas

source: Conversations - Received Messages Statistics
ar: المحادثات - إحصائيات الرسائل المستلمة
fr_fr: Conversations - Statistiques des messages reçus
he_il: שיחות - סטטיסטיקות הודעות שהתקבלו
pt_br: Conversas - Estatísticas de Mensagens Recebidas

source: Docs Overall Report
ar: تقرير الوثائق العام
fr_fr: Rapport général de la documentation
he_il: דוח כולל של Docs
pt_br: Relatório Geral da Docs

source: Happiness Overall Report
ar: التقرير العام للسعادة
fr_fr: Rapport global sur le bonheur
he_il: דוח אושר כולל
pt_br: Relatório Geral da Felicidade

source: Happiness Ratings Report
ar: تقرير تقييمات السعادة
fr_fr: Rapport sur les évaluations du bonheur
he_il: דוח דירוגי אושר
pt_br: Relatório de Avaliação da Felicidade

source: Productivity Overall Report
ar: التقرير العام للإنتاجية
fr_fr: Rapport global sur la productivité
he_il: דוח פרודוקטיביות כולל
pt_br: Relatório Geral de Produtividade

source: Productivity - First Response Time
ar: الإنتاجية - وقت الاستجابة الأولى
fr_fr: Productivité - Temps de première réponse
he_il: פרודוקטיביות - זמן תגובה ראשוני
pt_br: Produtividade - Tempo de Primeira Resposta

source: Productivity - Replies Sent
ar: الإنتاجية - تم إرسال الردود
fr_fr: Productivité - Réponses envoyées
he_il: פרודוקטיביות - התשובות נשלחו
pt_br: Produtividade - Respostas Enviadas

source: Productivity - Resolution Time
ar: الإنتاجية - وقت الحل
fr_fr: Productivité - Temps de résolution
he_il: פרודוקטיביות - זמן פתרון
pt_br: Produtividade - Tempo de Resolução

source: Productivity - Resolved
ar: الإنتاجية - تم حلها
fr_fr: Productivité - Résolu
he_il: פרודוקטיביות - נפתר
pt_br: Produtividade - Resolvido

source: Productivity - Response Time
ar: الإنتاجية - زمن الاستجابة
fr_fr: Productivité - Temps de réponse
he_il: פרודוקטיביות - זמן תגובה
pt_br: Produtividade - Tempo de Resposta

source: User/Team Overall Report
ar: التقرير العام للمستخدم/الفريق
fr_fr: Rapport global des utilisateurs/équipes
he_il: דוח כולל של משתמש/צוות
pt_br: Relatório Geral de Usuários/Equipes

source: User Conversation History
ar: تاريخ محادثات المستخدم
fr_fr: Historique des conversations utilisateurs
he_il: היסטוריית שיחות משתמש
pt_br: Histórico de Conversas dos Usuários

source: User Customers Helped
ar: ساعد العملاء في المستخدمين
fr_fr: Les clients utilisateurs aidés
he_il: לקוחות משתמשים עזרו
pt_br: Clientes Usuários Ajudados

source: User Drilldown
ar: تدريل المستخدم
fr_fr: Analyse utilisateur
he_il: הדקדוק המשתמש
pt_br: Análise do Usuário

source: User Happiness
ar: رضا المستخدمين
fr_fr: Bonheur des utilisateurs
he_il: שביעות רצון המשתמש
pt_br: Felicidade do Usuário

source: User Happiness drilldown
ar: تدقيق سعادة المستخدم
fr_fr: Analyse approfondie du bonheur utilisateur
he_il: העמקה על אושר המשתמשים
pt_br: Detalhe sobre a Felicidade do Usuário

source: User Replies
ar: ردود المستخدمين
fr_fr: Réponses des utilisateurs
he_il: תגובות משתמשים
pt_br: Respostas dos Usuários

source: User Resolutions
ar: قرارات المستخدمين
fr_fr: Résolutions utilisateur
he_il: החלטות משתמשים
pt_br: Resoluções de Usuários

source: Chat Report
ar: تقرير الدردشة
fr_fr: Rapport de chat
he_il: דוח צ'אט
pt_br: Relatório de Chat

source: Email Report
ar: تقرير البريد الإلكتروني
fr_fr: Rapport par e-mail
he_il: דוח דואר אלקטרוני
pt_br: Relatório por E-mail

source: Phone Report
ar: تقرير الهاتف
fr_fr: Rapport téléphonique
he_il: דוח טלפון
pt_br: Relatório Telefonico

source: Tags
ar: العلامات
fr_fr: Étiquettes
he_il: תגיות

source: List Team Members
ar: أعضاء الفريق القائمة
fr_fr: Membres de l’équipe de la liste
he_il: רשימת חברי הקבוצה
pt_br: Membros da Lista

source: Recordings
ar: التسجيلات
fr_fr: Enregistrements
he_il: הקלטות
pt_br: Gravações

source: Phone Numbers
ar: أرقام الهواتف
fr_fr: Numéros de téléphone
he_il: מספרי טלפון
pt_br: Números de Telefone

source: Message Services
ar: خدمات الرسائل
fr_fr: Services de messagerie
he_il: שירותי הודעות
pt_br: Serviços de Mensagens

source: Available Phone Number Countries
ar: أرقام الهاتف المتاحة دول
fr_fr: Pays avec numéros de téléphone disponibles
he_il: מספרי טלפון זמינים מדינות
pt_br: Países com Número de Telefone Disponível

source: Account Usage Records
ar: سجلات استخدام الحسابات
fr_fr: Enregistrements d’utilisation des comptes
he_il: רשומות שימוש בחשבון
pt_br: Registros de Uso da Conta

source: All Calls
ar: جميع المكالمات
fr_fr: Tous les appels
he_il: כל השיחות
pt_br: Todas as Chamadas

source: All call Recordings
ar: جميع تسجيلات المكالمات
fr_fr: Tous les enregistrements de l’appel
he_il: כל הקלטות השיחות
pt_br: Todas as gravações de chamadas

source: Call Notifications
ar: إشعارات المكالمات
fr_fr: Notifications d’appels
he_il: התראות שיחות
pt_br: Notificações de Chamadas

source: Call Feedback
ar: تعليقات المكالمات
fr_fr: Retour d’appel
he_il: משוב משיחות
pt_br: Feedback de Chamada

source: All Account Recordings
ar: جميع تسجيلات الحسابات
fr_fr: Tous les enregistrements des comptes
he_il: כל הקלטות החשבון
pt_br: Todas as Gravações de Contas

source: All Recording Transcriptions
ar: جميع النسخ المسجلة
fr_fr: Toutes les transcriptions des enregistrements
he_il: כל התמלולים המוקלטים
pt_br: Todas as Transcrições de Gravação

source: All Transcriptions
ar: جميع النسخ
fr_fr: Toutes les transcriptions
he_il: כל התמלולים
pt_br: Todas as Transcrições

source: All Conferences
ar: جميع المؤتمرات
fr_fr: Toutes les conférences
he_il: כל הכנסים
pt_br: Todas as Conferências

source: All Queues
ar: جميع الطوابير
fr_fr: Toutes les files d’attente
he_il: כל התורים
pt_br: Todas as Filas

source: All Messages
ar: جميع الرسائل
fr_fr: Tous les messages
he_il: כל ההודעות
pt_br: Todas as Mensagens

source: All Outgoing Caller Ids
ar: جميع معرفات المتصل الصادرة
fr_fr: Tous les identifiants sortants
he_il: כל מזהי המתקשר היוצאים
pt_br: Todos os IDs de Chamadas Que Saem

source: All Address
ar: جميع العناوين
fr_fr: Toutes les adresses
he_il: כל הכתובות
pt_br: Todos os endereços

source: All Available Phone Number Countries
ar: جميع الدول المتاحة لأرقام الهاتف
fr_fr: Tous les pays avec numéros de téléphone disponibles
he_il: כל מדינות מספרי הטלפון הזמינות
pt_br: Todos os países com número de telefone disponíveis

source: All Sms Short Codes
ar: جميع رموز الرسائل القصيرة (SMS)
fr_fr: Tous les codes courts SMS
he_il: כל קודי ה-SMS הקצרים
pt_br: Todos os Códigos Curtos SMS

source: All Incoming Phone Numbers
ar: جميع أرقام الهواتف الواردة
fr_fr: Tous les numéros de téléphone entrants
he_il: כל מספרי הטלפון הנכנסים
pt_br: Todos os números de telefone recebidos

source: All Incoming Phone Number Locals
ar: جميع أرقام الهواتف الواردة المحلية
fr_fr: Tous les numéros de téléphone entrants locaux
he_il: כל המספרים הנכנסים המקומיים
pt_br: Todos os números de telefone recebidos locais

source: All Incoming Phone Number Mobiles
ar: جميع أرقام الهواتف الواردة
fr_fr: Tous les numéros de téléphone entrants Mobiles
he_il: כל מספרי הטלפון הנכנסים הניידים
pt_br: Todos os números de telefone recebidos e celulares

source: All Incoming Phone Number Toll Frees
ar: جميع أرقام الهواتف الواردة مجانا
fr_fr: Tous les numéros de téléphone entrants sans frais
he_il: כל מספרי הטלפון הנכנסים בחינם
pt_br: Todos os números de telefone recebidos gratuitos

source: All Usage Records
ar: جميع سجلات الاستخدام
fr_fr: Tous les enregistrements d’utilisation
he_il: כל רשומות השימוש
pt_br: Todos os Registros de Uso

source: All Usage Record All Times
ar: سجل جميع الاستخدامات في جميع الأوقات
fr_fr: Toutes les utilisations enregistrent tous les temps
he_il: רשומת כל השימושים בכל הזמנים
pt_br: Todo Registro de Uso em Todos os Tempos

source: All Usage Record This Months
ar: سجل جميع الاستخدامات هذا الشهر
fr_fr: Toutes les utilisations enregistrées ce mois-ci
he_il: כל רשומות השימוש החודש
pt_br: Todos os registros de uso deste mês

source: Campaigns
ar: الحملات
fr_fr: Campagnes
he_il: קמפיינים
pt_br: Campanhas

source: Campaigns Stats
ar: إحصائيات الحملات
fr_fr: Statistiques des campagnes
he_il: סטטיסטיקות קמפיינים
pt_br: Estatísticas da Campanha

source: All Campaigns
ar: جميع الحملات
fr_fr: Toutes les campagnes
he_il: כל הקמפיינים
pt_br: Todas as Campanhas

source: Sender Identities
ar: هويات المرسل
fr_fr: Identités des expéditeurs
he_il: זהויות שולח
pt_br: Identidades dos Remetentes

source: Single Sends
ar: إرسال الأغاني
fr_fr: Envoi d’un seul
he_il: שליחת סינגלים
pt_br: Envio de Singles

source: Search Single Sends
ar: البحث عن الإرسال الفردي
fr_fr: Rechercher les envois simples
he_il: חיפוש שליחות בודדות
pt_br: Buscar Envios Individuais

source: Segments
ar: قطاعات
he_il: מקטעים
pt_br: Segmentos

source: Categories
ar: فئات
fr_fr: Catégories
he_il: קטגוריות
pt_br: Categorias

source: Filter Messages
ar: رسائل التصفية
fr_fr: Messages de filtre
he_il: סינון הודעות
pt_br: Mensagens de Filtro

source: All Global suppression
ar: القمع العالمي الكامل
fr_fr: Toute la suppression mondiale
he_il: כל הדיכוי הגלובלי
pt_br: Toda a supressão global

source: All suppression groups associated with user
ar: جميع مجموعات القمع المرتبطة بالمستخدم
fr_fr: Tous les groupes de suppression associés à l’utilisateur
he_il: כל קבוצות הדיכוי הקשורות למשתמש
pt_br: Todos os grupos de supressão associados ao usuário

source: All suppressions
ar: جميع القمعات
fr_fr: Toutes les suppressions
he_il: כל הדיכויים
pt_br: Todas as supressões

source: All invalid emails
ar: جميع الرسائل الإلكترونية غير صالحة
fr_fr: Tous les e-mails invalides
he_il: כל המיילים הלא תקפים
pt_br: Todos os e-mails inválidos

source: Automation Stats
ar: إحصائيات الأتمتة
fr_fr: Statistiques d’automatisation
he_il: סטטיסטיקות אוטומציה
pt_br: Estatísticas de Automação

source: Single Send Stats
ar: إحصائيات الإرسال الواحد
fr_fr: Statistiques sur un seul envoi
he_il: סטטיסטיקות של שליחה בודדת
pt_br: Estatísticas de Single Send

source: Email Stats for Categories
ar: إحصائيات البريد الإلكتروني للفئات
fr_fr: Statistiques par email pour les catégories
he_il: סטטיסטיקות דוא"ל לקטגוריות
pt_br: Estatísticas por E-mail para Categorias

source: Sums of email stats for Categories
ar: مجموع إحصائيات البريد الإلكتروني للفئات
fr_fr: Sommes des statistiques par email pour les catégories
he_il: סכומים של סטטיסטיקות דואר אלקטרוני לקטגוריות
pt_br: Somas das estatísticas de e-mail para categorias

source: Global email stats
ar: إحصائيات البريد الإلكتروني العالمية
fr_fr: Statistiques mondiales des emails
he_il: סטטיסטיקות דואר אלקטרוני גלובליות
pt_br: Estatísticas globais de e-mail
