Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: All Bank Transfers
ar: جميع التحويلات البنكية
fr_fr: Tous les virements bancaires
he_il: כל ההעברות הבנקאיות
pt_br: Todas as Transferências Bancárias

source: Show Bank Transfer
ar: عرض تحويل البنك
fr_fr: Afficher le virement bancaire
he_il: העברה בנקאית מוצג
pt_br: Mostrar Transferência Bancária

source: Bank Transfer History
ar: تاريخ التحويلات البنكية
fr_fr: Historique des virements bancaires
he_il: היסטוריית העברות בנקאיות
pt_br: Histórico de Transferências Bancárias

source: Batch Payments
ar: المدفوعات الدفعية
fr_fr: Paiements groupés
he_il: תשלומי אצווה
pt_br: Pagamentos em Lote

source: All Batch Payments
ar: جميع المدفوعات الدفعية
fr_fr: Tous les paiements par lots
he_il: כל תשלומי האצווה
pt_br: Todos os Pagamentos em Lote

source: Show Batch Payment
ar: الدفع الدفعي للعرض
fr_fr: Paiement par lots de présentation
pt_br: Pagamento em Lote de Exibição

source: Branding Themes
ar: مواضيع العلامة التجارية
fr_fr: Thèmes de marque
he_il: נושאי מיתוג
pt_br: Temas de Branding

source: All Branding Themes
ar: جميع مواضيع العلامة التجارية
fr_fr: Tous les thèmes de branding
he_il: כל נושאי המיתוג
pt_br: Todos os Temas de Branding

source: Show Branding Theme
ar: موضوع العلامة التجارية للعرض
fr_fr: Thème de l’image de marque de l’émission
he_il: נושא מיתוג התוכנית
pt_br: Tema de Branding do Programa

source: Branding Theme Payment Services
ar: خدمات الدفع بموضوع العلامة التجارية
fr_fr: Branding Thèmes Services de paiement
he_il: שירותי תשלום לפי נושא מיתוג
pt_br: Serviços de Pagamento com Tema de Marca

source: Contact CIS Settings
ar: إعدادات CIS للتواصل مع
fr_fr: Contactez les paramètres CIS
he_il: יצירת קשר עם הגדרות CIS
pt_br: Entre em contato com as Configurações do CIS

source: Contact History
ar: تاريخ الاتصال
fr_fr: Historique des contacts
he_il: היסטוריית יצירת קשר
pt_br: Histórico de Contato

source: Show Contact Group
ar: مجموعة الاتصال بالعرض
fr_fr: Groupe de contact pour l’émission
pt_br: Grupo de Contato de Programas

source: Credit Note History
ar: تاريخ المذكرة الائتمانية
fr_fr: Historique des notes de crédit
he_il: היסטוריית הערת אשראי
pt_br: Histórico das Notas de Crédito

source: All Currencies
ar: جميع العملات
fr_fr: Toutes les monnaies
he_il: כל המטבעות
pt_br: Todas as Moedas

source: Employees
ar: الموظفين
fr_fr: Salariés
he_il: עובדים
pt_br: Empregados

source: All Employees
ar: جميع الموظفين
fr_fr: Tous les employés
he_il: כל העובדים
pt_br: Todos os Funcionários

source: Expense Claims
ar: مطالبات المصاريف
fr_fr: Réclamations de frais
he_il: תביעות הוצאות
pt_br: Reivindicações de Despesas

source: All Expense Claims
ar: جميع مطالبات المصاريف
fr_fr: Toutes les réclamations de frais
he_il: כל תביעות ההוצאות
pt_br: Todas as Reivindicações de Despesas

source: Show Expense Claim
ar: مطالبة عرض المصاريف
fr_fr: Déclaration de frais de présentation
he_il: תביעת הוצאה להצגה
pt_br: Reclamação de Despesas para Mostrar

source: Expense Claim History
ar: تاريخ مطالبات المصاريف
fr_fr: Historique des réclamations de frais
he_il: היסטוריית תביעות הוצאות
pt_br: Histórico de Sinistros de Despesas

source: History And Notes
ar: التاريخ والملاحظات
fr_fr: Histoire et notes
he_il: היסטוריה והערות
pt_br: História e Notas

source: Resource History and Notes
ar: تاريخ الموارد والملاحظات
fr_fr: Historique des ressources et notes
he_il: היסטוריית משאבים והערות
pt_br: Histórico e Notas de Recursos

source: Invoice Page
ar: صفحة الفاتورة
fr_fr: Page de facture
he_il: דף חשבונית
pt_br: Página de Fatura

source: Online Invoice
ar: الفاتورة الإلكترونية
fr_fr: Facture en ligne
he_il: חשבונית מקוונת
pt_br: Fatura Online

source: Invoice History
ar: تاريخ الفاتورة
fr_fr: Historique des factures
he_il: היסטוריית חשבוניות
pt_br: Histórico de Faturas

source: Invoice Reminders
ar: تذكيرات بالفواتير
fr_fr: Rappels de factures
he_il: תזכורות לחשבוניות
pt_br: Lembretes de Fatura

source: All Invoice Reminders
ar: جميع تذكيرات الفواتير
fr_fr: Tous les rappels de facture
he_il: כל תזכורות החשבוניות
pt_br: Todos os lembretes de fatura

source: Item History
ar: تاريخ العناصر
fr_fr: Historique des objets
he_il: היסטוריית פריט
pt_br: Histórico do Item

source: Journals
ar: دفاتر اليوميه
fr_fr: Revues
he_il: יומני
pt_br: Revistas

source: All Journals
ar: جميع المجلات
fr_fr: Tous les journaux
he_il: כל כתבי העת
pt_br: Todos os Revistas

source: Linked Transactions
ar: المعاملات المرتبطة
fr_fr: Transactions liées
he_il: עסקאות מקושרות
pt_br: Transações Vinculadas

source: All Linked Transactions
ar: جميع المعاملات المرتبطة
fr_fr: Toutes les transactions liées
he_il: כל העסקאות המקושרות
pt_br: Todas as Transações Vinculadas

source: Manual Journals
ar: المجلات اليدوية
fr_fr: Revues manuelles
he_il: כתבי עת ידניים
pt_br: Diários Manuais

source: All Manual Journals
ar: جميع المجلات اليدوية
fr_fr: Tous les revues manuelles
he_il: כל כתבי העת הידניים
pt_br: Todos os Revistas do Manual

source: Show Manual Journal
ar: دليل العروض
fr_fr: Manuel de l’émission Journal
he_il: יומן מדריך התערוכה
pt_br: Manual de Exposição Diário

source: Organisation
ar: منظمة
he_il: ארגון
pt_br: Organização

source: All Organisation
ar: التنظيم العام
fr_fr: Toutes les organisations
he_il: כל הארגון
pt_br: Todas as Organizações

source: Show Organisation
ar: تنظيم البرنامج
fr_fr: Organisation du spectacle
he_il: ארגון התוכנית
pt_br: Organização do Evento

source: Organisation CIS Settings
ar: إعدادات نظم المعلومات الحاسوبية التنظيمية
fr_fr: Organisation Environnements CIS
he_il: הגדרות CIS ארגוניות
pt_br: Configurações CIS da Organização

source: Over Payments
ar: المدفوعات الإضافية
fr_fr: Trop de paiements
he_il: תשלומים מעל
pt_br: Pagamentos Excedentes

source: All Over Payments
ar: المدفوعات الشاملة
fr_fr: Sur les paiements
he_il: תשלומים כלליים
pt_br: Pagamentos Em Excesso

source: Over Payment History
ar: تاريخ الدفع الزائد
fr_fr: Historique des paiements supplémentaires
he_il: היסטוריית תשלומים מעל
pt_br: Histórico de Pagamentos Excessivos

source: Payment History
ar: تاريخ الدفع
fr_fr: Historique des paiements
he_il: היסטוריית תשלומים
pt_br: Histórico de Pagamentos

source: Prepayments
ar: الدفعات المقدمه
fr_fr: Paiements anticipés
he_il: תשלומים מוקדמים
pt_br: Antecipações

source: All Prepayments
ar: جميع الدفعات المسبقة
fr_fr: Tous les paiements anticipés
he_il: כל התשלומים המוקדמים
pt_br: Todos os pagamentos antecipados

source: Prepayment History
ar: تاريخ الدفع المسبق
fr_fr: Historique des prépaiements
he_il: היסטוריית תשלום מוקדם
pt_br: Histórico de Pré-Pagamento

source: Purchase Orders
ar: طلبات الشراء
fr_fr: Bons de commande
he_il: הזמנות רכש
pt_br: Pedidos

source: All Purchase Orders
ar: جميع طلبات الشراء
fr_fr: Tous les bons de commande
he_il: כל הזמנות הרכש
pt_br: Todas as Ordens de Compra

source: Purchase Order History
ar: تاريخ طلبات الشراء
fr_fr: Historique des bons de commande
he_il: היסטוריית הזמנות רכישה
pt_br: Histórico de Ordens de Compra

source: Receipts
ar: ايصالات
fr_fr: Recette
he_il: קבלות
pt_br: Recibos

source: All Receipts
ar: جميع الإيصالات
fr_fr: Tous les reçus
he_il: כל הקבלות
pt_br: Todos os Recibos

source: Show Receipt
ar: إيصال العرض
fr_fr: Montrer le reçu
he_il: קבלה להצגה
pt_br: Mostrar Recibo

source: Receipt History
ar: تاريخ الإيصالات
fr_fr: Historique des reçus
he_il: היסטוריית קבלות
pt_br: Histórico de Recibos

source: Repeating Invoices
ar: الفواتير المتكررة
fr_fr: Factures répétées
he_il: חשבוניות חוזרות
pt_br: Faturas Repetidas

source: All Repeating Invoices
ar: جميع الفواتير المتكررة
fr_fr: Toutes les factures répétées
he_il: כל החשבוניות החוזרות
pt_br: Todas as faturas repetidas

source: Repeating Invoice History
ar: إعادة تاريخ الفاتورة
fr_fr: Historique des factures répétés
he_il: היסטוריית חשבוניות חוזרת
pt_br: Histórico de Faturas Repetidas

source: Aged Payables by Contact
ar: الدائنة القديمة حسب الاتصال
fr_fr: Débits anciens par contact
he_il: חשבונות לתשלום מיושנים לפי יצירת קשר
pt_br: Contas Envelhecidas por Contato

source: Aged Receivables by Contact
ar: المستحقات القديمة حسب الاتصال
fr_fr: Créances vieillies par contact
he_il: חייבים מיושנים לפי יצירת קשר
pt_br: Recebíveis Antigos por Contato

source: Bank Summary
ar: ملخص البنك
fr_fr: Résumé de la banque
he_il: תקציר הבנק
pt_br: Resumo do Banco

source: BAS Report
ar: تقرير BAS
fr_fr: Rapport BAS
he_il: דוח BAS
pt_br: Relatório BAS

source: Budget Summary
ar: ملخص الميزانية
fr_fr: Résumé du budget
he_il: סיכום תקציב
pt_br: Resumo do Orçamento

source: Executive Summary
ar: الملخص التنفيذي
fr_fr: Résumé
he_il: תקציר מנהלים
pt_br: Resumo

source: GST Report
ar: تقرير ضريبة السلع والخدمات
fr_fr: Rapport GST
he_il: דוח GST
pt_br: Relatório de GST

source: Profit and Loss
ar: الربح والخسائر
fr_fr: Profits et pertes
he_il: רווח והפסד
pt_br: Lucro e Prejuízo

source: Tax Rates
ar: معدلات الضرائب
fr_fr: Taux d’imposition
he_il: שיעורי מס
pt_br: Alíquotas de imposto

source: All Tax Rates
ar: جميع معدلات الضرائب
fr_fr: Tous les taux d’imposition
he_il: כל שיעורי המס
pt_br: Todas as Alíquotas de Impostos

source: Tracking Categories
ar: فئات التتبع
fr_fr: Catégories de suivi
he_il: קטגוריות מעקב
pt_br: Categorias de Rastreamento

source: All Tracking Categories
ar: جميع فئات التتبع
fr_fr: Toutes les catégories de suivi
he_il: כל קטגוריות המעקב
pt_br: Todas as Categorias de Rastreamento

source: Client Group
ar: مجموعة العملاء
fr_fr: Groupe de clients
he_il: קבוצת הלקוחות
pt_br: Grupo de Clientes

source: Cost
ar: كلف
fr_fr: Coût
he_il: עלות
pt_br: Custar

source: Custom Field
ar: حقل مخصص
fr_fr: Champ personnalisé
he_il: שדה מותאם אישית
pt_br: Campo Personalizado

source: Lead
ar: رصاص
fr_fr: Plomb
he_il: עופרת
pt_br: Chumbo

source: Quote
ar: استشهد
fr_fr: Citer
he_il: הצעת מחיר
pt_br: Citação

source: Supplier
ar: مورد
fr_fr: Fournisseur
he_il: הספק
pt_br: Fornecedor

source: Template
ar: قالب
fr_fr: Modèle
he_il: תבנית
pt_br: Modelo

source: All Category
ar: جميع الفئات
fr_fr: Toutes les catégories
he_il: כל הקטגוריות
pt_br: Todas as Categorias

source: View Client
ar: عرض العميل
fr_fr: Voir le client
he_il: הצג לקוח
pt_br: Ver Cliente

source: View Client By ID
ar: عرض العميل حسب المعرف
fr_fr: Voir le client par ID
he_il: הצג לקוח לפי מזהה
pt_br: Visualizar o Cliente por ID

source: View Contact By ID
ar: عرض جهة الاتصال حسب الهوية
fr_fr: Voir le contact par ID
he_il: הצג איש קשר לפי ID
pt_br: Ver Contato por ID

source: View Document By ID
ar: عرض الوثيقة حسب الهوية
fr_fr: Voir le document par ID
he_il: הצג מסמך לפי מזהה
pt_br: Ver documento por ID

source: All Client Group
ar: مجموعة جميع العملاء
fr_fr: Tous les groupes clients
he_il: כל קבוצת הלקוחות
pt_br: Todos os Grupos Clientes

source: View Client Group By ID
ar: عرض مجموعة العملاء حسب المعرف
fr_fr: Voir le groupe client par ID
he_il: הצג קבוצת לקוחות לפי מזהה
pt_br: Ver Grupo de Clientes por ID

source: All Cost
ar: التكلفة الكاملة
fr_fr: Tout Coût
he_il: כל העלות
pt_br: A Todo Custo

source: View Cost By ID
ar: عرض التكلفة حسب الهوية
fr_fr: Voir le coût par ID
he_il: הצג עלות לפי ID
pt_br: Ver Custo por ID

source: Custom Field Definition
ar: تعريف الحقل المخصص
fr_fr: Définition du champ personnalisé
he_il: הגדרת שדה מותאם אישית
pt_br: Definição de Campo Personalizada

source: Client Custom Field
ar: حقل مخصص العميل
fr_fr: Champ personnalisé client
he_il: שדה מותאם אישית ללקוח
pt_br: Campo Personalizado do Cliente

source: Contact Custom Field
ar: الاتصال بحقل التخصيص
fr_fr: Contactez le champ personnalisé
he_il: שדה מותאם אישית ליצירת קשר
pt_br: Contate o Campo Personalizado

source: Supplier Custom Field
ar: حقل المورد المخصص
fr_fr: Champ personnalisé des fournisseurs
he_il: שדה מותאם אישית של ספקים
pt_br: Campo Personalizado de Fornecedores

source: Supplier Contact Custom Field
ar: اتصال المورد في الحقل المخصص
fr_fr: Champ personnalisé Contact Fournisseur
he_il: שדה מותאם אישית ליצירת קשר עם ספק
pt_br: Campo Personalizado de Contato do Fornecedor

source: Job Custom Field
ar: حقل الوظائف المخصص
fr_fr: Domaine personnalisé du métier
he_il: שדה מותאם אישית לעבודה
pt_br: Campo Personalizado de Trabalho

source: Job Task Custom Field
ar: حقل مخصص لمهمة الوظيفة
fr_fr: Champ personnalisé de tâche de travail
he_il: שדה מותאם אישית למשימת עבודה
pt_br: Campo Personalizado de Tarefa de Trabalho

source: Job Cost Custom Field
ar: حقل مخصص تكلفة العمل
fr_fr: Champ personnalisé de coût du travail
he_il: שדה מותאם אישית לעלות עבודה
pt_br: Campo Personalizado de Custo de Trabalho

source: Time Custom Field
ar: حقل الزمن المخصص
fr_fr: Champ personnalisé temporel
he_il: שדה מותאם זמן
pt_br: Campo Personalizado de Tempo

source: Lead Custom Field
ar: حقل المخصص الرئيسي
he_il: שדה מותאם אישית מוביל
pt_br: Campo Personalizado de Liderança

source: All Staff
ar: جميع الموظفين
fr_fr: Tout le personnel
he_il: כל הצוות
pt_br: Todos os funcionários

source: View Staff By ID
ar: عرض الموظفين حسب الهوية
fr_fr: Voir le personnel par ID
he_il: צפה בצוות לפי מזהה
pt_br: Ver a equipe por ID

source: Current Invoice
ar: الفاتورة الحالية
fr_fr: Facture actuelle
he_il: חשבונית נוכחית
pt_br: Projeto de Lei Atual

source: View Invoice By Invoice ID
ar: عرض الفاتورة حسب معرف الفاتورة
fr_fr: Voir la facture par identifiant de facture
he_il: הצג חשבונית לפי מזהה חשבונית
pt_br: Veja a Fatura por ID da Fatura

source: Invoice Draft
ar: مسودة الفاتورة
fr_fr: Projet de facture
he_il: טיוטת חשבונית
pt_br: Rascunho de Fatura

source: Invoice By Period
ar: فاتورة حسب الفترة
fr_fr: Facturation par période
he_il: חשבונית לפי תקופה
pt_br: Fatura por período

source: Payment By Invoice ID
ar: الدفع عن طريق معرف الفاتورة
fr_fr: Paiement par ID de facture
he_il: תשלום לפי מזהה חשבונית
pt_br: Pagamento por ID da Fatura

source: Current Job
ar: الوظيفة الحالية
fr_fr: Poste actuel
he_il: תפקיד נוכחי
pt_br: Trabalho atual

source: Job By Period
ar: الوظيفة حسب الفترة
fr_fr: Poste par période
he_il: עבודה לפי תקופה
pt_br: Trabalho por Período

source: Staff By ID
ar: الموظفون حسب الهوية
fr_fr: Personnel par ID
he_il: צוות לפי מזהה
pt_br: Equipe por ID

source: Job By Client ID
ar: الوظيفة حسب معرف العميل
fr_fr: Travail par identifiant client
he_il: עבודה לפי מזהה לקוח
pt_br: Vaga por ID de Cliente

source: Job By Cost ID
ar: وظيفة حسب معرف التكلفة
fr_fr: ID de travail par coût
he_il: עבודה לפי מזהה עלות
pt_br: ID de Trabalho por Custo

source: Job By Documentation ID
ar: الوظيفة حسب معرف التوثيق
fr_fr: Poste par document d’identification
he_il: עבודה לפי מזהה תיעוד
pt_br: ID de Emprego por Documentação

source: Current Lead
ar: القائد الحالي
fr_fr: Chef actuel
he_il: הובלה נוכחית
pt_br: Líder atual

source: Get Lead By Period
ar: احصل على القائد حسب الفترة
fr_fr: Obtenez le lead par période
he_il: קבל מוביל לפי תקופה
pt_br: Lidere por período

source: Lead Categories
ar: فئات القادة
fr_fr: Catégories de Lead
he_il: קטגוריות מובילות
pt_br: Categorias de Chumbo

source: Current Purchase Order
ar: طلب الشراء الحالي
fr_fr: Ordre d’achat actuel
he_il: הזמנת רכש נוכחית
pt_br: Ordem de Compra Atual

source: View Purchase Order
ar: عرض طلب الشراء
fr_fr: Voir l’ordre d’achat
he_il: הצג הזמנת רכישה
pt_br: Ver Ordem de Compra

source: Purchase Order By Period
ar: طلب الشراء حسب الفترة
fr_fr: Ordre d’achat par période
he_il: הזמנת רכישה לפי תקופה
pt_br: Ordem de Compra por Período

source: Purchase Order Draft
ar: مسودة أوامر الشراء
fr_fr: Brouillon de commande d’achat
he_il: טיוטת הזמנת רכש
pt_br: Rascunho da Ordem de Compra

source: View Purchase Order By Job ID
ar: عرض طلب الشراء حسب معرف الوظيفة
fr_fr: Voir le bon de commande par identifiant de poste
he_il: הצג הזמנת רכישה לפי מזהה משרה
pt_br: Veja a ordem de compra por ID de trabalho

source: Current Quote
ar: الاقتباس الحالي
fr_fr: Citation actuelle
he_il: ציטוט נוכחי
pt_br: Citação Atual

source: Quote By Id
ar: اقتباس من id
fr_fr: Citation par Id
he_il: ציטוט מאת id
pt_br: Citação do Id

source: View Quote By Quote Id
ar: عرض الاقتباس حسب التعريف
fr_fr: Voir citation par citation Id
he_il: הצג ציטוט לפי מזהה
pt_br: Ver Citação por Citação Id

source: Quote Period
ar: فترة الاقتباس
fr_fr: Période de citation
he_il: תקופת ציטוט
pt_br: Período da Citação

source: Quote Draft
ar: مسودة اقتباس
fr_fr: Projet de citation
he_il: טיוטת ציטוט
pt_br: Rascunho da Citação

source: All Supplier
ar: جميع الموردين
fr_fr: Tous les fournisseurs
he_il: כל הספקים
pt_br: Todos os Fornecedores

source: View Supplier
ar: عرض المورد
fr_fr: Voir le fournisseur
he_il: הצג ספק
pt_br: Ver Fornecedor

source: Supplier By Contact ID
ar: المورد حسب معرف الاتصال
fr_fr: Fournisseur par identifiant de contact
he_il: ספק לפי מזהה איש קשר
pt_br: Fornecedor por ID de Contato

source: All Template
ar: القالب الكامل
fr_fr: Tous les modèles
he_il: כל התבנית
pt_br: Todos os Templates

source: Account Managed Domains
ar: النطاقات المدارة بالحساب
fr_fr: Domaines gérés par les comptes
he_il: דומיינים מנוהלים על ידי חשבון
pt_br: Domínios Gerenciados por Conta

source: Account Trusted Domains
ar: النطاقات الموثوقة للحسابات
fr_fr: Domaines de confiance des comptes
he_il: דומיינים מהימנים בחשבון
pt_br: Domínios Confiáveis da Conta

source: Account Locked Settings
ar: إعدادات الحساب المغلقة
fr_fr: Paramètres de blocage du compte
he_il: הגדרות נעילות חשבון
pt_br: Configurações de Conta Bloqueada

source: Account Billing
ar: الفوترة على الحسابات
fr_fr: Facturation des comptes
he_il: חיוב חשבון
pt_br: Faturamento de Contas

source: Account Plans
ar: خطط الحساب
fr_fr: Plans de comptes
he_il: תוכניות חשבון
pt_br: Planos de Conta

source: Account Plan Usage
ar: استخدام خطة الحساب
fr_fr: Utilisation du plan de compte
he_il: שימוש בתוכנית חשבון
pt_br: Uso do Plano de Conta

source: User Recordings
ar: تسجيلات المستخدمين
fr_fr: Enregistrements utilisateurs
he_il: הקלטות משתמשים
pt_br: Gravações de Usuários

source: Meeting Recordings
ar: تسجيلات الاجتماعات
fr_fr: Enregistrements des réunions
he_il: הקלטות פגישות
pt_br: Gravações de Reuniões

source: Meeting Recording Settings
ar: إعدادات تسجيل الاجتماعات
fr_fr: Paramètres d’enregistrement des réunions
he_il: הגדרות הקלטת פגישות
pt_br: Configurações de Gravação de Reuniões

source: Meeting Recording Registrants
ar: مسجلو تسجيل الاجتماعات
fr_fr: Inscrits lors des enregistrements de réunions
he_il: רשמי הקלטת פגישות
pt_br: Registrados de Registro de Reuniões

source: Meeting Registration Questions
ar: أسئلة تسجيل الاجتماعات
fr_fr: Questions sur l’inscription aux réunions
he_il: שאלות על הרשמה לפגישה
pt_br: Perguntas sobre Inscrição em Reuniões

source: Account Recordings
ar: تسجيلات الحسابات
fr_fr: Enregistrements de comptes
he_il: הקלטות חשבון
pt_br: Gravações de Contas

source: Show Meeting
ar: اجتماع العرض
fr_fr: Réunion de l’émission
he_il: מפגש התוכנית
pt_br: Reunião de Exposição

source: Meeting Participants
ar: المشاركون في الاجتماع
fr_fr: Participants à la réunion
he_il: משתתפי הפגישה
pt_br: Participantes da Reunião

source: Show Meeting Participant QOS
ar: QOS المشاركين في اجتماع العرض
fr_fr: Participation à la réunion de salon (QOS)
he_il: QOS משתתף בפגישת התוכנית
pt_br: Participantes de Encontros de Exposição Q

source: All Meeting Participants QOS
ar: جميع المشاركين في الاجتماع QOS
fr_fr: Qualité de qualité de tous les participants à la réunion
he_il: כל משתתפי הפגישה QOS
pt_br: Todos os participantes da reunião QoS

source: Meeting Participants Sharing
ar: مشاركة المشاركين في الاجتماع
fr_fr: Partage des participants à la réunion
he_il: משתתפי מפגשים משתפים
pt_br: Compartilhamento dos Participantes da Reunião

source: All Webinars
ar: جميع الندوات عبر الإنترنت
fr_fr: Tous les webinaires
he_il: כל הוובינרים
pt_br: Todos os Webinars

source: Show Webinar
ar: ندوة العرض عبر الإنترنت
fr_fr: Webinaire du spectacle
he_il: וובינר התערוכה

source: Webinar Participants
ar: مشاركو الندوات عبر الإنترنت
fr_fr: Participants au webinaire
he_il: משתתפי הוובינר
pt_br: Participantes do Webinar

source: Webinar Participant QOS
ar: المشاركة في الندوات QOS
fr_fr: Qualité de qualité des participants au webinaire
he_il: משתתפי וובינר QOS
pt_br: Experiência de Qualidade de Qualidade dos Participantes do Webinar

source: All Webinar Participant QOS
ar: جميع المشاركين في الويبينار - QOS
fr_fr: Tous les participants au webinaire QoS
he_il: QOS של כל משתתפי הוובינרים
pt_br: Todos os participantes do webinar QOS

source: Webinar Participants Sharing
ar: مشاركة المشاركين عبر الويبينار
fr_fr: Partage des participants au webinaire
he_il: משתתפי וובינרים משתפים
pt_br: Participantes do Webinar Compartilhando

source: Show Zoom Rooms
ar: غرف الزوم
fr_fr: Montrer les salles Zoom
he_il: חדרי זום מופעים
pt_br: Mostrar Salas do Zoom

source: View CRC Port Usage
ar: عرض استخدام منفذ CRC
fr_fr: Voir l’utilisation des ports CRC
he_il: הצג שימוש בפורט CRC
pt_br: Visualizar Uso da Porta CRC

source: View IM Metrics
ar: عرض مقاييس الطب الداخلي
fr_fr: Voir les métriques IM
he_il: הצג מדדי IM
pt_br: Veja Métricas de Medicina Interna

source: Client Feedback
ar: ملاحظات العملاء
fr_fr: Retour des clients
he_il: משוב מלקוחות
pt_br: Feedback do Cliente

source: Show Zoom Room Issues
ar: مشاكل غرفة الزوم
fr_fr: Problèmes de la salle Zoom Show
he_il: בעיות בחדר Show Zoom
pt_br: Problemas com a Sala de Mostrar Zoom

source: Show Zoom Rooms With Issues
ar: عرض غرف زووم التي بها مشاكل
fr_fr: Montrez les salles Zoom avec des problèmes
he_il: הצג חדרי זום עם בעיות
pt_br: Mostre Salas do Zoom com Problemas

source: All Zoom Rooms Issues
ar: جميع مشاكل غرف زووم
fr_fr: Tous les problèmes des salles Zoom
he_il: כל בעיות חדרי הזום
pt_br: Todos os problemas das salas do Zoom

source: Show Feedback
ar: عرض الملاحظات
fr_fr: Retour d’information de l’émission
he_il: הצג משוב
pt_br: Feedback do Episódio

source: Client Satisfaction
ar: رضا العملاء
he_il: שביעות רצון הלקוחות
pt_br: Satisfação do Cliente

source: All H323 SIP Devices
ar: جميع أجهزة H323 SIP
fr_fr: Tous les appareils SIP H323
he_il: כל מכשירי H323 SIP
pt_br: Todos os dispositivos SIP H323

source: View Group
ar: مجموعة فيو
fr_fr: Groupe de visionnement
pt_br: Grupo de Visualização

source: Group Members
ar: أعضاء المجموعة
fr_fr: Membres du groupe
he_il: חברי הקבוצה
pt_br: Membros do grupo

source: Group Settings
ar: إعدادات المجموعات
fr_fr: Contextes de groupe
he_il: הגדרות קבוצה
pt_br: Configurações de Grupo

source: All IM Directory Groups
ar: جميع مجموعات دليل الرسائل الفورية
fr_fr: Tous les groupes d’annuaires IM
he_il: כל קבוצות תיקיית IM
pt_br: Todos os Grupos de Diretórios de IM

source: Retrieve IM Directory Group
ar: استرجاع مجموعة دليل الرسائل الفورية
fr_fr: Récupérer le groupe d’annuaire IM
he_il: שליפת קבוצת ספריית IM
pt_br: Recuperar o Grupo de Diretórios de IM

source: IM Group Members
ar: أعضاء مجموعة IM
fr_fr: Membres du groupe IM
he_il: חברי קבוצת IM
pt_br: Membros do Grupo IM

source: All Meetings
ar: جميع الاجتماعات
fr_fr: Toutes les réunions
he_il: כל הפגישות
pt_br: Todas as Reuniões

source: User Meeting
ar: اجتماع المستخدمين
fr_fr: Réunion des utilisateurs
he_il: פגישת משתמשים
pt_br: Reunião de Usuários

source: Meeting Registrants
ar: اجتماع المسجلين
fr_fr: Réunion des inscrits
he_il: פגישת הרשמים
pt_br: Encontro com Inscritos

source: Show Past Meeting
ar: عرض الاجتماع السابق
fr_fr: Montrer la réunion passée
he_il: הצג את הפגישה הקודמת
pt_br: Mostrar Encontros Passados

source: Show Past Meeting Participants
ar: عرض المشاركين في الاجتماعات السابقة
fr_fr: Montrer les participants des réunions passées
he_il: הצג משתתפי פגישות קודמות
pt_br: Mostrar os participantes das reuniões anteriores

source: Past Meeting Instances
ar: حالات اللقاءات السابقة
fr_fr: Événements passés lors de réunions
he_il: מפגשים קודמים
pt_br: Eventos Anteriores de Reuniões

source: Meeting Polls
ar: استطلاعات الاجتماعات
fr_fr: Scrutins de réunion
he_il: סקרי פגישות
pt_br: Votações de Reuniões

source: Report Meeting Polls
ar: تقرير استطلاعات اجتماعات
fr_fr: Rapports de sondages lors des réunions
he_il: סקרי פגישת דווח
pt_br: Enquetes de Reunião de Relatórios
