Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Query Transfer
ar: نقل الاستعلام
fr_fr: Transfert de requêtes
he_il: העברת שאילתות
pt_br: Transferência de Consultas

source: Read Transfer
ar: اقرأ النقل
fr_fr: Lire Transfert
he_il: קרא העברה
pt_br: Leia Transferência

source: Trail Balance
ar: تريل بالانس
fr_fr: Balance des sentiers
he_il: איזון השביל
pt_br: Equilíbrio da Trilha

source: Query Trail Balance
ar: استعلام توازن المسارات
fr_fr: Requête de l’équilibre des traces
he_il: שאילתא למאזן שבילים
pt_br: Consultar o Equilíbrio de Trilhas

source: Query Vendor
ar: مزود الاستعلام
fr_fr: Fournisseur de requêtes
he_il: ספק שאילתות
pt_br: Consultar o Fornecedor

source: Read Vendor
ar: اقرأ البائع
fr_fr: Lire le fournisseur
he_il: קרא ספק
pt_br: Leia o Fornecedor

source: Vendor Balance
ar: توازن البائعين
fr_fr: Solde des fournisseurs
he_il: איזון ספקים
pt_br: Saldo do Fornecedor

source: Query Vendor Balance
ar: استعلام توازن البائعين
he_il: איזון ספקי שאילתה
pt_br: Consultar o Saldo do Fornecedor

source: Vendor Balance Detail
ar: تفصيل توازن البائع
fr_fr: Détails de l’équilibre des fournisseurs
he_il: פרטי איזון ספקים
pt_br: Detalhe do Balanceamento do Fornecedor

source: Query Vendor Balance Detail
ar: تفاصيل توازن البائع للاستفسار
fr_fr: Requête des détails de solde du fournisseur
he_il: פירוט איזון ספקי שאילתה
pt_br: Consultar o Detalhe do Saldo do Fornecedor

source: Query Vendor Credit
ar: استعلام ائتمان البائع
fr_fr: Crédit de Fournisseur de Requête
he_il: קרדיט ספקי שאילתה
pt_br: Consultar Crédito ao Fornecedor

source: Read Vendor Credit
ar: اقرأ رصيد البائع
fr_fr: Crédit de lecture du vendeur
he_il: קרא קרדיט על הספק
pt_br: Leia o Crédito do Fornecedor

source: Vendor Expenses
ar: مصاريف البائعين
fr_fr: Frais des fournisseurs
he_il: הוצאות ספקים
pt_br: Despesas com Fornecedores

source: Query Vendor Expenses
ar: استعلام مصاريف الموردين
fr_fr: Interroger les dépenses du fournisseur
he_il: הוצאות ספקים לשאילתה
pt_br: Consultar Despesas do Fornecedor

source: View Bank Account
ar: عرض الحساب البنكي
fr_fr: Voir le compte bancaire
he_il: הצג חשבון בנק
pt_br: Ver Conta Bancária

source: All Cards
ar: جميع البطاقات
fr_fr: Toutes les cartes
he_il: כל הקלפים
pt_br: Todas as Cartas

source: View Card
ar: عرض البطاقة
fr_fr: Affichage de la carte
he_il: כרטיס צפייה
pt_br: Cartão de visualização

source: View Refund
ar: عرض استرداد المبلغ
fr_fr: Voir le remboursement
he_il: הצג החזר כספי
pt_br: Ver o reembolso

source: View Charge
ar: عرض المبلغ
fr_fr: Charge de vue
he_il: הצג חיוב
pt_br: Cobrança de Visualização

source: EChecks
ar: إيهكس

source: Refund by ECheck
ar: استرداد المبلغ بواسطة ECheck
fr_fr: Remboursement par ECheck
he_il: החזר על ידי ECheck
pt_br: Reembolso pela ECheck

source: View ECheck
ar: عرض ECheck
fr_fr: Voir ECheck
he_il: הצג את ECheck
pt_br: Ver ECheck

source: Sales Activity
ar: نشاط المبيعات
fr_fr: Activité commerciale
he_il: פעילות מכירות
pt_br: Atividade de Vendas

source: Filter Contacts
ar: جهات الاتصال بالمرشح
fr_fr: Contacts de filtre
he_il: מגעי מסנן
pt_br: Contatos de Filtro

source: All Contact Activites
ar: جميع أنشطة الاتصال
fr_fr: Toutes les activités de contact
he_il: כל פעילויות הקשר
pt_br: Todas as Atividades de Contato

source: View Accounts
ar: عرض الحسابات
fr_fr: Voir les comptes
he_il: הצג חשבונות
pt_br: Ver Contas

source: Filter Accounts
ar: الحسابات المرشحة
fr_fr: Compte de filtrage
he_il: סינון חשבונות
pt_br: Contas de Filtro

source: All Account Fields
ar: جميع حقول الحسابات
fr_fr: Tous les champs de compte
he_il: כל שדות החשבון
pt_br: Todos os Campos da Conta

source: View Deals
ar: عرض العروض
fr_fr: Voir les offres
he_il: הצג דילים
pt_br: Veja Ofertas

source: Filter Deals
ar: صفقات المرشح
fr_fr: Distributions de filtres
he_il: עסקאות פילטר
pt_br: Distribuições de Filtro

source: View Appointment
ar: عرض الموعد
fr_fr: Voir la nomination
he_il: הצג תור
pt_br: Ver Nomeação

source: All Sales Activities
ar: جميع أنشطة المبيعات
fr_fr: Toutes les activités commerciales
he_il: כל פעילויות המכירות
pt_br: Todas as Atividades de Vendas

source: View Sales Activity
ar: عرض نشاط المبيعات
fr_fr: Voir l’activité commerciale
he_il: צפה בפעילות מכירות
pt_br: Ver Atividade de Vendas

source: Search Details
ar: تفاصيل البحث
fr_fr: Détails de recherche
he_il: פרטי חיפוש
pt_br: Detalhes da Busca

source: Lookup Search
ar: البحث عن البحث
fr_fr: Recherche par recherche
he_il: חיפוש חיפוש
pt_br: Busca por Pesquisa

source: Files And Links
ar: الملفات والروابط
fr_fr: Fichiers et liens
he_il: קבצים וקישורים
pt_br: Arquivos e Links

source: All Group
ar: جميع المجموعات
fr_fr: Tous les groupes
he_il: כל הקבוצה
pt_br: Todos os grupos

source: Show Group
ar: مجموعة العرض
fr_fr: Groupe de spectacle
he_il: קבוצת התערוכה
pt_br: Grupo de Exposição

source: Tag by Group
ar: الفرق حسب المجموعة
fr_fr: Étiquette par groupe
he_il: תג לפי קבוצה
pt_br: Etiqueta por grupo

source: Group by Referring Networks
ar: تجميع الشبكات حسب الإحالة
fr_fr: Regrouper par réseaux référencels
he_il: קבצה לפי רשתות מפניות
pt_br: Agrupar por Redes Referenciais

source: Group Shorten Counts
ar: عد المجموعات القصيرة
fr_fr: Raccourcissement des comptes de groupe
he_il: ספירת קיצורי קבוצה
pt_br: Contagens de Grupo Shorten

source: Group Preferences
ar: تفضيلات المجموعات
fr_fr: Préférences de groupe
he_il: העדפות קבוצתיות
pt_br: Preferências de Grupo

source: Bitlinks by Group
ar: روابط البت حسب المجموعة
fr_fr: Liens binaires par groupe
he_il: קישורי ביט לפי קבוצה
pt_br: Bitlinks por grupo

source: Group by countries
ar: المجموعة حسب الدول
fr_fr: Groupe par pays
he_il: קבוצה לפי מדינות
pt_br: Grupo por países

source: Sorted Bitlinks Group
ar: مجموعة الروابط البتي المرتبة
fr_fr: Groupe Bitlinks triés
he_il: קבוצת קישורי ביט ממוינים
pt_br: Grupo de Bitlinks Ordenados

source: Organization Shorten Counts
ar: عد اختصارات التنظيم
fr_fr: Organisation Courten Counts
he_il: ספירות קיצור ארגוני
pt_br: Organização Encurta Contas

source: User
ar: مستخدم
fr_fr: Utilisateur
he_il: משתמש
pt_br: Utilizador

source: User Details
ar: تفاصيل المستخدم
fr_fr: Détails utilisateur
he_il: פרטי משתמש
pt_br: Detalhes do Usuário

source: Show Bitlink
ar: عرض Bitlink
fr_fr: Afficher Bitlink
he_il: הצג ביטלינק
pt_br: Mostrar Bitlink

source: BitLink QR Code
ar: رمز الاستجابة السريعة BitLink
he_il: קוד QR של BitLink
pt_br: Código QR BitLink

source: Bitlink by Countries
ar: الرابط الصغير حسب الدول
fr_fr: Bitlink par pays
he_il: קישור ביט לפי מדינות
pt_br: Bitlink por países

source: Bitlink Clicks
ar: نقرات Bitlink
fr_fr: Clics Bitlink
he_il: קליקים של ביטלינק
pt_br: Cliques de Bitlink

source: Bitlink by Referrers by Domain
ar: الرابط المكتوب بواسطة المحولات حسب النطاق
fr_fr: Liaison de bits par référents par domaine
he_il: קישור ביט לפי מפנים לפי דומיין
pt_br: Bitlink por Referrers por Domínio

source: Bitlink Clicks Summary
ar: ملخص نقرات Bitlink
fr_fr: Résumé des clics Bitlink
he_il: סיכום קליקים ב-Bitlink
pt_br: Resumo dos Cliques Bitlink

source: Sorted Bitlinks for Group
ar: الروابط البت المرتبة للمجموعة
fr_fr: Bitlinks triés pour le groupe
he_il: קישורי ביט ממוינים לקבוצה
pt_br: Bitlinks ordenados para grupo

source: Bitlink by Referring Domains
ar: الرابط البتلي عن طريق إحالة النطاقات
fr_fr: Liaison bitaire par domaines référents
he_il: קישור ביט על ידי הפניה של דומיינים
pt_br: Bitlink por domínios referidos

source: Custom Bitlinks
ar: روابط بت مخصصة
fr_fr: Bitlinks personnalisés
he_il: קישורי ביט מותאמים אישית
pt_br: Bitlinks personalizados

source: Show Custom Bitlinks
ar: عرض الروابط المخصصة
fr_fr: Afficher des liens bitorum personnalisés
he_il: הצג קישורי ביט מותאמים אישית
pt_br: Mostrar Bitlinks Personalizados

source: Custom Bitlink by Destination
ar: رابط بت مخصص حسب الوجهة
fr_fr: Bitlink personnalisé par destination
he_il: קישור ביט מותאם אישית לפי יעד
pt_br: Bitlink personalizado por destino

source: Custom Bitlinks Entire History
ar: الروابط المخصصة التاريخ الكامل
fr_fr: Historique complet des Bitlinks personnalisés
he_il: היסטוריה מלאה של קישורי ביט מותאמים אישית
pt_br: Histórico Completo de Bitlinks Personalizados

source: Show Campaigns
ar: حملات العرض
fr_fr: Campagnes de l’émission
he_il: קמפיינים בתוכנית
pt_br: Campanhas de Exposição

source: Channel
ar: قناة
fr_fr: Canal
he_il: ערוץ
pt_br: Canal

source: All Channels
ar: جميع القنوات
fr_fr: Toutes les chaînes
he_il: כל הערוצים
pt_br: Todos os canais

source: Show Channel
ar: قناة شو
fr_fr: Chaîne d’émission
he_il: ערוץ שואו

source: All BSDs
ar: جميع أجهزة BSD
fr_fr: Tous les BSD
he_il: כל ה-BSDs
pt_br: Todos os BSDs

source: OAuth App
ar: تطبيق OAuth
fr_fr: Application OAuth
he_il: אפליקציית OAuth
pt_br: Aplicativo OAuth

source: TDengine Cloud
ar: سحابة TDengine
he_il: ענן TDengine
pt_br: Nuvem TDengine

source: TDengine Server
ar: خادم TDengine
fr_fr: Serveur TDengine
he_il: שרת TDengine
pt_br: Servidor TDengine

source: Cloud Token
ar: الرمز السحابي
fr_fr: Jeton Cloud
pt_br: Token de Nuvem

source: Database cannot be empty
ar: لا يمكن أن تكون قاعدة البيانات فارغة
fr_fr: La base de données ne peut pas être vide
he_il: מסד הנתונים לא יכול להיות ריק
pt_br: O banco de dados não pode estar vazio

source: Insights
ar: البصائر
fr_fr: Idées
he_il: תובנות

source: Graph API
ar: واجهة برمجة تطبيقات الرسم البياني
fr_fr: API de graphes
he_il: ממשק גרפי
pt_br: API de grafos

source: No pages were found in your account
ar: لم يتم العثور على أي صفحات في حسابك
fr_fr: Aucune page n’a été trouvée dans votre compte
he_il: לא נמצאו דפים בחשבון שלך
pt_br: Nenhuma página foi encontrada na sua conta

source: No campaigns found in your account
ar: لم يتم العثور على أي حملات في حسابك
fr_fr: Aucune campagne trouvée sur votre compte
he_il: לא נמצאו קמפיינים בחשבון שלך
pt_br: Nenhuma campanha encontrada na sua conta

source: No account found
ar: لم يتم العثور على حساب
fr_fr: Aucun compte trouvé
he_il: לא נמצא חשבון
pt_br: Nenhuma conta encontrada

source: Error occurred while fetching the Pages
ar: حدث خطأ أثناء جلب الصفحات
fr_fr: Une erreur s’est produite lors de la récupération des Pages
he_il: אירעה שגיאה בעת שליפת הדפים
pt_br: O erro ocorreu ao buscar as Páginas

source: Error occurred while fetching the Campaigns
ar: حدث خطأ أثناء جلب الحملات
fr_fr: Une erreur s’est produite lors de la récupération des campagnes
he_il: אירעה טעות בעת איסוף הקמפיינים
pt_br: O erro ocorreu ao buscar as Campanhas

source: Error occured while fetching the account details
ar: حدث خطأ أثناء جلب تفاصيل الحساب
fr_fr: Une erreur s’est produite lors de la récupération des informations du compte
he_il: אירעה שגיאה בעת שליפת פרטי החשבון
pt_br: Ocorreu um erro ao buscar os dados da conta

source: Cannot find any Campaign for the user
ar: لا يمكن العثور على أي حملة للمستخدم
fr_fr: Impossible de trouver une campagne pour l’utilisateur
he_il: לא מצליח למצוא קמפיין עבור המשתמש
pt_br: Não consigo encontrar nenhuma campanha para o usuário

source: Daily Reach
ar: الوصول اليومي
fr_fr: Portée quotidienne
pt_br: Alcance Diário

source: Demographics
ar: التركيبه السكانيه
fr_fr: Démographie
he_il: דמוגרפיה
pt_br: Demografia

source: Engagement
ar: المشاركه
fr_fr: Fiançailles
he_il: האירוסין
pt_br: Noivado

source: Feeds
ar: يغذي
fr_fr: Flux
he_il: הזנות

source: Like Sources
ar: المصادر المشابهة
fr_fr: Sources similaires
he_il: מקורות דומים
pt_br: Fontes Semelhantes

source: Page Metrics
ar: مقاييس الصفحة
fr_fr: Métriques de page
he_il: מדדי עמודים
pt_br: Métricas de Página

source: Page Agencies
ar: وكالات الصفحات
fr_fr: Agences de Page
he_il: סוכנויות עמודים
pt_br: Agências de Chamadas

source: Page Albums
ar: ألبومات الصفحات
he_il: אלבומי עמודים
pt_br: Álbuns Page

source: Page Call To Actions
ar: استدعاء الصفحات إلى الإجراءات
fr_fr: Appel aux actions Page
he_il: קריאות לפעולות בעמודים
pt_br: Chamada de Ação de Page

source: Page Blocked
ar: تم حظر الصفحة
fr_fr: Page bloquée
he_il: עמוד חסום
pt_br: Página Bloqueada

source: Page Canvas Elements
ar: عناصر لوحة الصفحة
fr_fr: Éléments de la toile de page
he_il: אלמנטים של קנבס עמודים
pt_br: Elementos da Tela da Página

source: Page Canvases
ar: لوحات الصفحات
fr_fr: Toiles de pages
he_il: קנבסים של עמודים
pt_br: Telas de Página

source: Page Claimed Urls
ar: عناوين URL المطالب بها الصفحة
fr_fr: URL revendiquées de page
he_il: כתובות URL של עמודים שנתבעו
pt_br: URLs reivindicadas de página

source: Page Conversations
ar: محادثات الصفحات
he_il: שיחות עמודים
pt_br: Conversas de Página

source: Page Copyright Whitelisted Partners
ar: حقوق النشر للصفحة شركاء في القائمة البيضاء
fr_fr: Page Copyright Partenaires sur liste blanche
he_il: שותפים המוגנים ברשימת זכויות היוצרים בדף
pt_br: Página Direitos Autorais Parceiros na Lista Branca

source: pageCrosspostwhitelistedPages
ar: صفحة عبر المنشورات البيضاء الصفحات
fr_fr: pagePagesListeblancheMessages croisés
pt_br: páginaPáginaCruzpostpostWhitelistedPages

source: Page Custom Labels
ar: تسميات الصفحات المخصصة
fr_fr: Étiquettes personnalisées de page
he_il: תוויות מותאמות אישית לעמודים
pt_br: Etiquetas Personalizadas de Página

source: Page Events
ar: أحداث الصفحة
fr_fr: Événements de la page
he_il: אירועי עמודים
pt_br: Eventos da Página

source: Page Featured Videos Collection
ar: مجموعة الفيديوهات المميزة للصفحة
fr_fr: Collection de vidéos en vedette de la page
he_il: דף אוסף סרטונים מומלצים
pt_br: Coleção de Vídeos em Destaque da Página

source: page Feed
ar: خلاصة الصفحة
fr_fr: Flux de pages
he_il: פיד עמודים
pt_br: Feed da página

source: Page Global Brand Children
ar: صفحة العلامة التجارية العالمية للأطفال
he_il: דף מותג גלובל ילדי

source: Page Indexed Videos
ar: فيديوهات مفهرسة على الصفحات
fr_fr: Vidéos indexées sur la page
he_il: סרטונים מאונדקסים בעמודים
pt_br: Vídeos Indexados na Página

source: Page Instant Articles
ar: مقالات فورية على الصفحة
fr_fr: Pages Instant Articles
he_il: עמודים למאמרים מיידיים
pt_br: Página de Artigos Instantâneos

source: Page Likes
ar: إعجابات الصفحات
fr_fr: J’aime la page
he_il: לייקים לעמודים
pt_br: Curtidas de página

source: Page Locations
ar: مواقع الصفحات
fr_fr: Emplacements des pages
he_il: מיקומי עמודים
pt_br: Localização das Páginas

source: page Live Encoders
ar: صفحة الترميز المباشر
he_il: דף מקודדים חיים
pt_br: página Live Encoders

source: Page Live Videos
ar: فيديوهات الصفحة الحية
fr_fr: Vidéos en direct de la page
he_il: וידאו חי בדף
pt_br: Vídeos ao vivo da página

source: Page Leadgen Forms
ar: نماذج قائد الصفحة
he_il: טפסי יצירת לידים לעמודים
pt_br: Formulários de Leadgen de Página

source: Page Messenger Profile
ar: ملف صفحة الرسالة
fr_fr: Profil Page Messenger
he_il: פרופיל Page Messenger
pt_br: Perfil do Page Messenger

source: Page Media Finger Prints
ar: بصمات أصابع الصفحات الإعلامية
fr_fr: Empreintes digitales des médias de la page
he_il: טביעות אצבע במדיה של עמודים
pt_br: Impressões digitais da mídia da página

source: Page Messaging Feature Review
ar: مراجعة ميزة الرسائل على الصفحة
fr_fr: Revue des fonctionnalités de messagerie de page
he_il: סקירת פיצ'ר הודעות בדף
pt_br: Análise do recurso de Mensagens de Página

source: Page Instagram Accounts
ar: حسابات الصفحة على إنستغرام
fr_fr: Comptes Instagram de la page
he_il: חשבונות אינסטגרם בעמוד
pt_br: Páginas de Contas do Instagram

source: Messenger Ads Page Welcome Messages
ar: رسائل ترحيبية صفحة إعلانات ماسنجر
fr_fr: Messages de bienvenue sur la page Messenger Ads
he_il: הודעות קבלת פנים בדף מודעות מסנג'ר
pt_br: Mensagens de boas-vindas da página de anúncios do Messenger

source: Page Native Offers
ar: عروض الصفحات الأصلية
fr_fr: Offres Page Native
he_il: הצעות ילידי עמוד
pt_br: Ofertas do Page Native

source: Page Posts
ar: منشورات الصفحات
fr_fr: Articles de page
he_il: פוסטים בעמודים
pt_br: Postagens de página

source: Page Photos
ar: صور الصفحة
he_il: תמונות עמוד
pt_br: Fotos da Página

source: Page Personas
ar: أشخاص الصفحات
fr_fr: Page People
he_il: אנשי עמוד
pt_br: Pessoas da Página

source: Page Place Topics
ar: مواضيع الصفحات
fr_fr: Sujets de place de page
he_il: נושאי מיקום עמודים
pt_br: Tópicos para Lugares de Página

source: Page Published Posts
ar: منشورات الصفحة
fr_fr: Page Publications
he_il: פוסטים שפורסמו בעמודים
pt_br: Publicações da página

source: Page Stats Product Catalogs
ar: إحصائيات الصفحة كتالوجات المنتجات
fr_fr: Page Stats Catalogues de produits
he_il: סטטיסטיקות עמודים, קטלוגי מוצרים
pt_br: Catálogos de Produtos da Página Estatística

source: Page Stats
ar: إحصائيات الصفحة
fr_fr: Statistiques de la page
he_il: סטטיסטיקות עמודים
pt_br: Estatísticas da página

source: Page Stats Questions
ar: أسئلة إحصائيات الصفحة
fr_fr: Questions sur les statistiques de la page
he_il: שאלות על סטטיסטיקות עמודים
pt_br: Perguntas sobre Estatísticas da Página

source: Page Stats Roles
ar: أدوار إحصائيات الصفحة
fr_fr: Page Stats Rôles
he_il: תפקידי סטטיסטיקות עמודים
pt_br: Funções em Estatísticas de Página

source: Page Stats Ratings
ar: تقييمات إحصائيات الصفحة
fr_fr: Page Stats Notes
he_il: נתוני עמודים דירוגים
pt_br: Estatísticas de Página Avaliações

source: Page Data About Dynamic Posts
ar: بيانات الصفحة حول المنشورات الديناميكية
fr_fr: Données de page concernant les publications dynamiques
he_il: נתוני עמודים על פוסטים דינמיים
pt_br: Dados de página sobre posts dinâmicos

source: Page Scheduled Posts
ar: منشورات الصفحة المجدولة
fr_fr: Page Publications programmées
he_il: פוסטים מתוזמנים בעמודים
pt_br: Páginas Programadas

source: Page Subscribed Apps
ar: تطبيقات الاشتراك في الصفحات
fr_fr: Applications abonnées à la page
he_il: אפליקציות מנויים לעמודים
pt_br: Aplicativos Assinados na Página

source: Page SecondaryReceivers
ar: صفحة الثانوية المستقبلون
fr_fr: Page Receveurs secondaires
he_il: עמוד משני תופסים
pt_br: Página Receptores Secundários

source: Page Tabs
ar: تبويبات الصفحات
fr_fr: Onglets de page
he_il: לשוניות עמודים
pt_br: Abas de Página

source: Page Tours
ar: جولات الصفحات
fr_fr: Visites de pages
he_il: סיורי עמודים
pt_br: Visitas por Páginas

source: Page Tagged
ar: صفحة موسومة
fr_fr: Page taguée
he_il: עמוד מתויג
pt_br: Página Marcada

source: Page Threads
ar: سلاسل الصفحات
fr_fr: Fils de discussion de pages
he_il: שרשורי עמודים
pt_br: Tópicos de Página

source: Page Videos
ar: فيديوهات الصفحات
fr_fr: Vidéos de la page
he_il: סרטוני עמודים
pt_br: Vídeos da Página

source: Page Video List
ar: قائمة فيديوهات الصفحات
fr_fr: Liste vidéo de la page
he_il: רשימת וידאו עמודים
pt_br: Lista de Vídeos da Página

source: Page Visitor Posts
ar: منشورات زوار الصفحة
fr_fr: Articles des visiteurs de la page
he_il: פוסטים של מבקרי עמודים
pt_br: Postagens de Visitantes da Página

source: Page Video CopyRights
ar: حقوق النشر لفيديو الصفحة
fr_fr: Droits de copie de la vidéo de page
he_il: זכויות וידאו לעמוד
pt_br: Direitos de Cópia de Vídeo de Página

source: Page Video CopyRight Rules
ar: قواعد حقوق النشر في الفيديو على الصفحة
fr_fr: Règles de droits d’auteur vidéo de page
he_il: כללי זכויות הווידאו של עמוד
pt_br: Regras de CopyRight em Vídeo de Página

source: page Video Media CopyRights
ar: حقوق النشر لوسائط الفيديو
fr_fr: page Droits publics vidéo
he_il: עמוד זכויות וידאו למדיה
pt_br: página Direitos de Direitos de Mídia em Vídeo

source: About User
ar: حول المستخدم
fr_fr: À propos de l’utilisateur
he_il: אודות המשתמש
pt_br: Sobre o Usuário

source: Albums
ar: البومات
he_il: אלבומים
pt_br: Álbuns

source: Age Range
ar: النطاق العمري
fr_fr: Tranche d’âge
he_il: טווח גילאים
pt_br: Faixa etária

source: Campagins
ar: كامباجين
he_il: קמפגינים

source: Active Campaigns
ar: الحملات النشطة
fr_fr: Campagnes actives
he_il: קמפיינים פעילים
pt_br: Campanhas Ativas

source: Ads Campaign Metrics
ar: مقاييس الحملات الإعلانية
fr_fr: Indicateurs des campagnes publicitaires
he_il: מדדי קמפיין פרסום
pt_br: Métricas de campanhas publicitárias

source: Ad Sets Budget
ar: الإعلان يحدد الميزانية
fr_fr: La publicité fixe le budget
he_il: פרסומת מגדירה תקציב
pt_br: Anúncio define o orçamento

source: Ads Campaign Placements
ar: أماكن الحملات الإعلانية
fr_fr: Placements de campagnes publicitaires
he_il: מיקומי קמפיינים פרסומיים
pt_br: Posicionamentos de Campanhas Publicitárias

source: Daily Campaign Stats
ar: إحصائيات الحملة اليومية
fr_fr: Statistiques quotidiennes de la campagne
he_il: סטטיסטיקות קמפיין יומיות
pt_br: Estatísticas Diárias da Campanha

source: Campaigns Associated
ar: الحملات المرتبطة
fr_fr: Campagnes associées
he_il: קמפיינים קשורים
pt_br: Campanhas Associadas

source: AdSets from Campaign
ar: مجموعات الإعلانات من الحملة
fr_fr: Annonces de campagne
he_il: מודעות מקמפיין
pt_br: AdSets da Campanha

source: Reading Ads
ar: إعلانات القراءة
fr_fr: Annonces de lecture
he_il: מודעות קריאה
pt_br: Anúncios de leitura

source: Reading Ads by Account
ar: قراءة الإعلانات حسب الحساب
fr_fr: Lecture des publicités par compte
he_il: קריאת מודעות לפי חשבון
pt_br: Leitura de Anúncios por Conta

source: Reading Ads by Camapign
ar: إعلانات القراءة من Camapign
fr_fr: Annonces de lecture par Camapign
he_il: מודעות קריאה מאת Camapign
pt_br: Anúncios de leitura por Camapign

source: Ad Sets
ar: مجموعات الإعلانات
fr_fr: Coffrets de publicités
he_il: סטים של פרסומות
pt_br: Conjuntos de Anúncios

source: Paused Adsets
ar: مجموعات الإعلانات المؤقتا
fr_fr: Annonces en pause
he_il: מודעות מושהות
pt_br: Anúncios pausados

source: Error while Fetching Media Ids
ar: خطأ أثناء جلب معرفات الوسائط
fr_fr: Erreur lors de la récupération des identifiants médias
he_il: שגיאה בעת שליפת מזהי מדיה
pt_br: Erro ao buscar os IDs de mídia

source: Business
ar: مهنة
fr_fr: Affaire
he_il: עסקים
pt_br: Negócio

source: Business Info
ar: معلومات الأعمال
fr_fr: Informations sur l’entreprise
he_il: מידע עסקי
pt_br: Informações sobre o Negócio

source: Media
ar: وسائط
fr_fr: Média
he_il: מדיה
pt_br: Mídia

source: Media Id
ar: معرف الوسائط
fr_fr: Identifiant média
he_il: מזהה מדיה
pt_br: ID de mídia

source: Audience
ar: الجمهور
he_il: קהל
pt_br: Público

source: Audience Gender Age
ar: الجمهور: الجنس، العمر،
fr_fr: Public Genre Âge
he_il: מגדר קהל גיל
pt_br: Público Gênero Idade

source: Audience Locale
ar: الجمهور المحلي
he_il: קהל מקומי
pt_br: Público Local

source: Audience Country
ar: رأي الجمهور
he_il: קהל קאנטרי
pt_br: País da Audiência

source: Audience City
ar: مدينة الجمهور
he_il: עיר הקהל
pt_br: Cidade do Público

source: Online Followers
ar: المتابعون عبر الإنترنت
fr_fr: Abonnés en ligne
he_il: עוקבים באינטרנט
pt_br: Seguidores Online

source: Impressions
ar: الانطباعات
he_il: הופעות
pt_br: Impressões

source: Reach
ar: وَصَلَ
fr_fr: Atteindre
he_il: הגיע
pt_br: Chegar

source: Follower Count
ar: عدد الأتباع
fr_fr: Nombre d’abonnés
he_il: ספירת עוקבים
pt_br: Contagem de seguidores

source: Email Contacts
ar: جهات الاتصال عبر البريد الإلكتروني
he_il: אנשי קשר בדוא"ל
pt_br: Contatos de E-mail

source: Phone Call Clicks
ar: مكالمات هاتفية تصدر نقرات
fr_fr: Appel téléphonique qui clique
he_il: קליקים של שיחת טלפון
pt_br: Ligação Cliques

source: Text Message Clicks
ar: نقرات الرسائل النصية
fr_fr: Clics de message texte
he_il: קליקים להודעות טקסט
pt_br: Cliques de Mensagem de Texto

source: Get Directions Clicks
ar: احصل على الاتجاهات ونقرات
fr_fr: Obtenir des directions Clics
he_il: קליקים לקבלת הוראות
pt_br: Obtenha Direções Cliques

source: Website Clicks
ar: نقرات الموقع الإلكتروني
fr_fr: Clics sur le site web
he_il: קליקים באתר
pt_br: Cliques no site

source: Profile Views
ar: مشاهدات الملف الشخصي
fr_fr: Vues du profil
he_il: צפיות בפרופיל
pt_br: Visualizações de Perfil

source: Shop Domain
ar: نطاق المتجر
fr_fr: Domaine boutique
he_il: דומיין החנות
pt_br: Domínio da Loja

source: Access
ar: ولوج
fr_fr: Accès
he_il: גישה
pt_br: Acesso

source: Access Scope
ar: نطاق الوصول
fr_fr: Portée d’accès
he_il: היקף גישה
pt_br: Escopo de Acesso

source: Store Front Access Tokens
ar: رموز الوصول إلى واجهة المتجر
fr_fr: Jetons d’accès à la boutique
he_il: אסימוני גישה לחנות
pt_br: Tokens de Acesso à Loja

source: Analytics
ar: تحليلات
fr_fr: Analytique
he_il: ניתוח

source: All Reports
ar: جميع التقارير
fr_fr: Tous les rapports
he_il: כל הדיווחים
pt_br: Todos os Relatórios
