Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Show Organization Subscription
ar: اشتراك تنظيم البرنامج
fr_fr: Abonnement à l’organisation de l’émission
he_il: מנוי לארגון תוכניות
pt_br: Assinatura da Organização do Evento

source: Organization memberships
ar: عضوية المنظمات
fr_fr: Adhésions à des organisations
he_il: חברות בארגונים
pt_br: Membros da organização

source: Memberships
ar: العضويات
fr_fr: Adhésions
he_il: חברויות
pt_br: Associações

source: All Memberships
ar: جميع العضويات
fr_fr: Toutes les adhésions
he_il: כל החברות
pt_br: Todas as Associações

source: Requests
ar: الطلبات
fr_fr: Requêtes
he_il: בקשות
pt_br: Solicitações

source: All Requests
ar: جميع الطلبات
fr_fr: Toutes les demandes
he_il: כל הבקשות
pt_br: Todos os Pedidos

source: Search Request
ar: طلب بحث
fr_fr: Demande de recherche
he_il: בקשת חיפוש
pt_br: Solicitação de Busca

source: Show Request
ar: طلب العرض
fr_fr: Demande d’émission
he_il: בקשת תוכנית
pt_br: Pedido de Apresentação

source: Email CCs Request
ar: طلب بطاقات البطاقات عبر البريد الإلكتروني
fr_fr: Envoyer une demande en copie par email
he_il: בקשת כרטיסי אשראי בדוא"ל
pt_br: Envie Solicitação de Cópia por E-Mail

source: Tickets by External Id
ar: التذاكر حسب المعرف الخارجي
fr_fr: Billets par identifiant externe
he_il: כרטיסים לפי זיהוי חיצוני
pt_br: Ingressos por ID Externo

source: Show Ticket
ar: تذكرة العرض
fr_fr: Billet de spectacle
he_il: כרטיס מופע
pt_br: Ingresso para o Show

source: Show Multiple Tickets
ar: عرض تذاكر متعددة
fr_fr: Spectacle Billets Multiples
he_il: כרטיסים מרובים להצגה
pt_br: Ingressos Diversos para o Show

source: All Satisfaction Rating
ar: تقييم الرضا الكامل
fr_fr: Toutes les notes de satisfaction
he_il: כל דירוגי שביעות הרצון
pt_br: Classificação de Satisfação de Todos

source: Show Satisfaction Rating
ar: تقييم رضا العرض
fr_fr: Note de satisfaction de l’émission
he_il: דירוג שביעות רצון להצגה
pt_br: Índice de Satisfação do Espetáculo

source: Suspended Tickets
ar: تذاكر معلقة
fr_fr: Billets suspendus
he_il: כרטיסים מושעים
pt_br: Ingressos Suspensos

source: All Suspended Tickets
ar: جميع التذاكر المعلقة
fr_fr: Tous les billets suspendus
he_il: כל הכרטיסים שהושעו
pt_br: Todos os Ingressos Suspensos

source: Show Suspended Ticket
ar: تذكرة العرض المعلقة
fr_fr: Billet suspendu pour le spectacle
he_il: כרטיס מושבת לתוכנית
pt_br: Ingresso Suspenso do Show

source: Ticket Audits
ar: تدقيقات التذاكر
fr_fr: Audits de billets
he_il: ביקורות כרטיסים
pt_br: Auditorias de Bilhetes

source: All Ticket Audits
ar: جميع تدقيقات التذاكر
fr_fr: Tous les audits de billets
he_il: כל בדיקות הכרטיסים
pt_br: Todas as Auditorias de Ingressos

source: Audits for Ticket
ar: التدقيقات للتذكرة
fr_fr: Audits pour le billet
he_il: ביקורות עבור כרטיס
pt_br: Auditorias para Ingressos

source: Show Audit
ar: تدقيق العرض
fr_fr: Audit du spectacle
he_il: ביקורת תוכנית
pt_br: Auditoria de Apresentações

source: Ticket Comments
ar: تعليقات التذاكر
fr_fr: Commentaires sur les billets
he_il: הערות על הכרטיסים
pt_br: Comentários de Ingressos

source: All Ticket Comments
ar: جميع تعليقات التذاكر
fr_fr: Tous les commentaires sur les billets
he_il: כל התגובות לכרטיסים
pt_br: Todos os Comentários de Ingressos

source: Email CCs for Comment
ar: راسل البطاقات المتاحة للتعليق
fr_fr: Envoyez des copies en copie par email pour un commentaire
he_il: שלחו מייל לכרטיסי אשראי לקבלת תגובה
pt_br: Envie CCs para comentários

source: Skips
ar: يتخطي
fr_fr: Saute
he_il: מדלג
pt_br: Ignora

source: All Skips
ar: جميع التخطيات
fr_fr: Tous les Skips
he_il: כל הדילוגים
pt_br: Todos os Skips

source: Ticket Metrics
ar: مقاييس التذاكر
fr_fr: Indicateurs de billets
he_il: מדדי כרטיסים
pt_br: Métricas de Ingressos

source: Show Ticket Metrics
ar: مقاييس تذاكر العرض
fr_fr: Indicateurs de billets pour le salon
he_il: מדדי כרטיס ההצגה
pt_br: Métricas de Ingressos para Shows

source: Ticket Activities
ar: أنشطة التذاكر
fr_fr: Activités sur les billets
he_il: פעילויות כרטיסים
pt_br: Atividades com Ingressos

source: All Ticket Activities
ar: جميع أنشطة التذاكر
fr_fr: Toutes les activités de billets
he_il: כל פעילויות הכרטיסים
pt_br: Todas as Atividades de Ingresso

source: Show Ticket Activity
ar: نشاط تذاكر العرض
fr_fr: Activité de billets pour le spectacle
he_il: פעילות כרטיסי ההצגה
pt_br: Atividade de Ingressos para Shows

source: Sessions
ar: دورات
he_il: הפעלות
pt_br: Sessões

source: All Sessions
ar: جميع الجلسات
fr_fr: Toutes les sessions
he_il: כל הסשנים
pt_br: Todas as Sessões

source: Show Session
ar: جلسة العرض
fr_fr: Session de l’émission
he_il: סשן מופע
pt_br: Sessão de Exposição

source: Renew Current Session
ar: تجديد الجلسة الحالية
fr_fr: Renouveler la session en cours
he_il: חידוש מושב נוכחי
pt_br: Renovar Sessão Atual

source: Ticket Tags
ar: بطاقات التذاكر
fr_fr: Tags de billets
he_il: תגי כרטיסים
pt_br: Etiquetas de Ingresso

source: User Tags
ar: علامات المستخدم
fr_fr: Balises utilisateur
he_il: תגיות משתמש
pt_br: Tags de usuário

source: Autocomplete Tags
ar: الوسوم المكتملة تلقائيا
fr_fr: Balises Autocomplétion
he_il: תגיות השלמה אוטומטית

source: Views
ar: طرق عرض
fr_fr: Affichage
he_il: תצוגות
pt_br: Modos de exibição

source: All Views
ar: جميع الآراء
fr_fr: Tous les points de vue
he_il: כל הדעות
pt_br: Todas as Opiniões

source: Views by Id
ar: آراء حسب Id
fr_fr: Opinions par Id
he_il: צפיות לפי Id
pt_br: Opiniões por Id

source: Active Views
ar: المشاهدات النشطة
fr_fr: Opinions actives
he_il: תצוגות פעילות
pt_br: Opiniões Ativas

source: Views Compact
ar: اتفاقية فيوز
fr_fr: Vues compactes

source: Show View
ar: عرض العرض
fr_fr: Vue du spectacle
he_il: תצוגת תוכנית
pt_br: Visão do Espetáculo

source: Triggers
ar: مشغلات
fr_fr: Déclenche
he_il: גורמים מפעילים
pt_br: Gatilhos

source: All Triggers
ar: جميع المحفزات
fr_fr: Tous les déclencheurs
he_il: כל הטריגרים
pt_br: Todos os gatilhos

source: Show Trigger
ar: شو تريجر

source: Active Triggers
ar: المحفزات النشطة
fr_fr: Déclencheurs actifs
he_il: טריגרים פעילים
pt_br: Gatilhos Ativos

source: Search Triggers
ar: محفزات البحث
fr_fr: Déclencheurs de recherche
he_il: טריגרים לחיפוש
pt_br: Gatilhos de busca

source: Condition Definitions
ar: تعريفات الحالة
fr_fr: Définitions des conditions
he_il: הגדרות תנאי
pt_br: Definições de Condição

source: Automations
ar: الأتمتة
fr_fr: Automatismes
he_il: אוטומציות
pt_br: Automações

source: All Automations
ar: جميع الأتمتة
fr_fr: Toutes les automatisations
he_il: כל האוטומציות
pt_br: Todas as Automações

source: Show Automation
ar: أتمتة العروض
fr_fr: Automatisation des émissions
he_il: אוטומציה של תוכניות
pt_br: Automação de Shows

source: Active Automations
ar: الأتمتة النشطة
fr_fr: Automatisations actives
he_il: אוטומציות אקטיביות
pt_br: Automações ativas

source: Search Automations
ar: أتمتات البحث
fr_fr: Automatisations de recherche
he_il: אוטומציות חיפוש
pt_br: Automações de Busca

source: SLA Policies
ar: سياسات SLA
fr_fr: Politiques SLA
he_il: מדיניות SLA
pt_br: Políticas de SLA

source: All SLA Policies
ar: جميع سياسات اتفاقية تحرير أمريكا
fr_fr: Toutes les politiques de la SLA
he_il: כל מדיניות ה-SLA
pt_br: Todas as Políticas de SLA

source: Show SLA Policy
ar: سياسة عرض SLA
fr_fr: Afficher la politique SLA
he_il: מדיניות ה-SLA של התוכנית
pt_br: Mostrar Política do SLA

source: SLA Definition
ar: تعريف اتفاقية مستوى الخدمة
fr_fr: Définition de SLA
he_il: הגדרת SLA
pt_br: Definição de SLA

source: Targets
ar: اهداف
fr_fr: Cibles
he_il: מטרות
pt_br: Alvos

source: All Targets
ar: جميع الأهداف
fr_fr: Toutes les cibles
he_il: כל היעדים
pt_br: Todos os Alvos

source: Show Targets
ar: أهداف العرض
fr_fr: Cibles de spectacle
he_il: מטרות מופע
pt_br: Alvos de Exposição

source: Target Failures
ar: فشل الأهداف
fr_fr: Défaillances des cibles
he_il: כשלים במטרה
pt_br: Falhas de alvos

source: All Target Failures
ar: جميع إخفاقات الأهداف
fr_fr: Toutes les défaillances de la cible
he_il: כל כישלונות המטרה
pt_br: Todas as falhas de alvo

source: Show Target Failures
ar: فشل الأهداف في العرض
fr_fr: Défaillances de la cible de montrer
he_il: כישלונות במטרה
pt_br: Falhas no Mostrar Alvos

source: Macros
ar: وحدات الماكرو
he_il: פקודות מאקרו

source: All Macros
ar: جميع الماكروز
fr_fr: Tous les macros
he_il: כל המאקרו
pt_br: Todos os Macros

source: Show Macro
ar: عرض ماكرو
he_il: הצג מאקרו

source: Active Macros
ar: الماكروز النشطة
fr_fr: Macros actifs
he_il: מאקרו פעילים
pt_br: Macros Ativos

source: Show Changes to Ticket
ar: تغييرات العرض في التذاكر
fr_fr: Changements de billets dans l’émission
he_il: שינויים בכרטיס המופע
pt_br: Mudanças no Ingresso do Show

source: Show Ticket After Changes
ar: تذكرة العرض بعد التغييرات
fr_fr: Billet de spectacle après les changements
he_il: כרטיס מופע לאחר שינויים
pt_br: Ingresso para o Show após Mudanças

source: Macro Categories
ar: الفئات الكبرى
fr_fr: Macrocatégories
he_il: קטגוריות מאקרו
pt_br: Macro Categorias

source: Search Macros
ar: ماكروز البحث
fr_fr: Macros de recherche
he_il: מאקרואים לחיפוש
pt_br: Macros de Busca

source: Macro Supported Actions
ar: الإجراءات المدعومة بالماكرو
fr_fr: Actions supportées par macro
he_il: פעולות נתמכות במקרו
pt_br: Ações Suportadas por Macros

source: Show Macro Replica
ar: عرض نسخة ماكرو
fr_fr: Afficher la réplique macro
he_il: הצג שחזור מאקרו
pt_br: Mostrar Réplica Macro

source: Macro Action Definitions
ar: تعريفات الإجراءات الكلية
fr_fr: Définitions d’actions macro
he_il: הגדרות פעולה מאקרו
pt_br: Definições de Ações Macro

source: Macro Attachments
ar: الملحقات الماكرو
he_il: חיבורי מאקרו
pt_br: Anexos Macro

source: Show Macro Attachment
ar: عرض ملحق الماكرو
fr_fr: Afficher l’annexe de macro
he_il: הצג חיבור מאקרו
pt_br: Mostrar Anexo Macro

source: Show Brand
ar: علامة العرض
fr_fr: Marque de l’émission
he_il: מותג התערוכה
pt_br: Marca do Espetáculo

source: Host Mapping Validity
ar: صلاحية تعيين المضيف
fr_fr: Validité de la cartographie hôte
he_il: תוקף מיפוי מארח
pt_br: Validade do Mapeamento de Host

source: Existing Host Mapping Validity
ar: صلاحية تعيين المضيف الحالي
fr_fr: Validité existante de la cartographie hôte
he_il: תוקף מיפוי מארח קיים
pt_br: Validade existente do mapeamento de host

source: Dynamic Contents
ar: المحتويات الديناميكية
fr_fr: Contenu dynamique
he_il: תכנים דינמיים
pt_br: Conteúdo Dinâmico

source: All Dynamic Contents
ar: جميع المحتويات الديناميكية
fr_fr: Tous les contenus dynamiques
he_il: כל התוכן הדינמי
pt_br: Todos os Conteúdos Dinâmicos

source: Show Dynamic Content
ar: عرض المحتوى الديناميكي
fr_fr: Afficher du contenu dynamique
he_il: הצג תוכן דינמי
pt_br: Mostrar conteúdo dinâmico

source: Show Many Dynamic Content
ar: عرض العديد من المحتوى الديناميكي
fr_fr: Afficher de nombreux contenus dynamiques
he_il: הצג תוכן דינמי רב
pt_br: Mostrar Muitos Conteúdos Dinamicamente

source: Variants
ar: المتغيرات
fr_fr: Variantes
he_il: משתנים
pt_br: Variantes

source: Show Variant
ar: نسخة العرض
fr_fr: Variante de présentation
he_il: גרסת התוכנית
pt_br: Variante de Exibição

source: All Locales
ar: جميع المواقع
fr_fr: Tous les lieux
he_il: כל המקומות
pt_br: Todas as Unidades

source: Public Locales
ar: المنشآت العامة
fr_fr: Locaux publics
he_il: שטחים ציבוריים
pt_br: Instalações Públicas

source: Locales Agent
ar: وكيل محلي
he_il: סוכן מקומי
pt_br: Agente Local

source: Show Locale
ar: العرض المحلي
fr_fr: Émission locale
he_il: מופע מקומי
pt_br: Programa Local

source: Show Current Locale
ar: عرض الموقع الحالي
fr_fr: Afficher le lieu actuel
he_il: הצג מיקום נוכחי
pt_br: Mostrar Local Atual

source: Show Schedule
ar: جدول العروض
fr_fr: Grille des émissions
he_il: לוח מופעים
pt_br: Grade de Programas

source: Holidays Schedule
ar: جدول العطلات
fr_fr: Programme des jours fériés
he_il: לו״ז החגים
pt_br: Calendário de feriados

source: Sharing Agreements
ar: اتفاقيات المشاركة
fr_fr: Accords de partage
he_il: הסכמי שיתוף
pt_br: Acordos de Compartilhamento

source: All Sharing Agreements
ar: جميع اتفاقيات المشاركة
fr_fr: Tous les accords de partage
he_il: כל הסכמי השיתוף
pt_br: Todos os Acordos de Compartilhamento

source: Show Sharing Agreement
ar: اتفاقية مشاركة العرض
fr_fr: Accord de partage d’émissions
he_il: הסכם שיתוף תערוכות
pt_br: Acordo de Compartilhamento de Programas

source: Support Addresses
ar: عناوين الدعم
fr_fr: Adresses de support
he_il: כתובות תמיכה
pt_br: Endereços de Suporte

source: All Support Addresses
ar: جميع عناوين الدعم
fr_fr: Toutes les adresses de support
he_il: כל כתובות התמיכה
pt_br: Todos os endereços de suporte

source: Show Support Addresses
ar: عرض عناوين الدعم
fr_fr: Discours de support de l’émission
he_il: כתובות תמיכה בהצגה
pt_br: Discursos de Suporte ao Show

source: All Ticket Fields
ar: جميع حقول التذاكر
fr_fr: Tous les champs de billets
he_il: כל שדות הכרטיסים
pt_br: Todos os Campos de Ingressos

source: Show Ticket Field
ar: حقل تذاكر العرض
fr_fr: Champ des billets de spectacle
he_il: שדה כרטיסי ההצגה
pt_br: Campo de Ingressos para Espetáculos

source: Ticket Field Options
ar: خيارات حقل التذاكر
fr_fr: Options de champs de billets
he_il: אפשרויות שדה כרטיסים
pt_br: Opções de Campo de Ingresso

source: Show Ticket Field Option
ar: خيار حقل تذكرة العرض
fr_fr: Option de billet pour le spectacle
he_il: אפשרות שדה הכרטיסים להצגה
pt_br: Opção de Campo de Ingresso para Shows

source: User Fields
ar: حقول المستخدمين
fr_fr: Champs utilisateurs
he_il: שדות משתמשים
pt_br: Campos de Usuário

source: All User Fields
ar: جميع حقول المستخدمين
fr_fr: Tous les champs utilisateurs
he_il: כל שדות המשתמש
pt_br: Todos os Campos de Usuário

source: Show User Field
ar: حقل مستخدم العرض
fr_fr: Afficher le champ utilisateur
he_il: שדה משתמש הצג
pt_br: Mostrar Campo de Usuário

source: Show User Field Option
ar: عرض خيار حقل المستخدم
fr_fr: Option Afficher le champ utilisateur
he_il: אפשרות שדה משתמש
pt_br: Opção de Mostrar Campo de Usuário

source: Job Statuses
ar: حالات الوظائف
fr_fr: Statuts professionnels
he_il: סטטוסים מקצועיים
pt_br: Status do Cargo

source: All Job Statuses
ar: جميع حالات الوظائف
fr_fr: Tous les statuts professionnels
he_il: כל הסטטוסים של המשרות
pt_br: Todos os Status do Cargo

source: Show Job Status
ar: حالة وظيفة العرض
fr_fr: Statut des emplois dans l’émission
he_il: סטטוס משרה בתוכנית
pt_br: Status do Cargo no Show

source: Show Many Job Statuses
ar: عرض العديد من حالات الوظائف
fr_fr: Afficher de nombreux statuts professionnels
he_il: הצגת סטטוסים רבים של משרות
pt_br: Mostrar Muitos Status de Emprego

source: Incremental Skill based Routing
ar: التوجيه القائم على المهارات التدريجي
fr_fr: Routage incrémental basé sur les compétences
he_il: ניתוב מבוסס מיומנות הדרגתי
pt_br: Roteamento Incremental Baseado em Habilidade

source: All Incremental Skill-based Routing
ar: جميع التوجيهات القائمة على المهارات التزايدية
fr_fr: Tous les routages incrémentaux basés sur les compétences
he_il: כל ניתוב מבוסס מיומנות אינקרמנטלית
pt_br: Todo o roteamento incremental baseado em habilidades

source: Incremental Attribute Values Export
ar: تصدير قيم السمات المتزايدة
fr_fr: Exportation des valeurs d’attributs incrémentales
he_il: יצוא ערכי מאפיינים אינקרמנטליים
pt_br: Exportação de Valores Incrementais de Atributos

source: Incremental Instance Values Export
ar: تصدير قيم النسخة المتزايدة
fr_fr: Exportation des valeurs d’instance incrémentales
he_il: ייצוא ערכי מופעים אינקרמנטליים
pt_br: Exportação de Valores Incrementais de Instância

source: Apps
ar: تطبيقات
he_il: יישומים

source: Owned Apps
ar: التطبيقات المملوكة
fr_fr: Applications possédées
he_il: אפליקציות בבעלות
pt_br: Aplicativos Próprios

source: All Apps
ar: جميع التطبيقات
fr_fr: Toutes les applications
he_il: כל האפליקציות
pt_br: Todos os Apps

source: App Installations
ar: تثبيتات التطبيقات
fr_fr: Installations d’applications
he_il: התקנות אפליקציות
pt_br: Instalações de Aplicativos

source: Show App Installation
ar: عرض تثبيت التطبيق
fr_fr: Afficher l’installation de l’application
he_il: הצג התקנת אפליקציה
pt_br: Mostrar Instalação do App

source: Requirements Install Status
ar: حالة التثبيت المتطلبات
fr_fr: Statut d’installation des exigences
he_il: דרישות סטטוס התקנה
pt_br: Status de Instalação dos Requisitos

source: Apps Requirements
ar: متطلبات التطبيقات
fr_fr: Exigences en matière d’applications
he_il: דרישות אפליקציות
pt_br: Requisitos de Aplicativos

source: App Installation Locations
ar: مواقع تثبيت التطبيقات
fr_fr: Emplacements d’installation des applications
he_il: מיקומי התקנת אפליקציות
pt_br: Locais de Instalação de Aplicativos

source: All App Installation Locations
ar: جميع مواقع تثبيت التطبيقات
fr_fr: Tous les emplacements d’installation des applications
he_il: כל מיקומי התקנת האפליקציות
pt_br: Todos os Locais de Instalação de Aplicativos

source: App Locations
ar: مواقع التطبيقات
fr_fr: Emplacements d’applications
he_il: מיקומי אפליקציות
pt_br: Localizações do App

source: All App Locations
ar: جميع مواقع التطبيقات
fr_fr: Emplacements de toutes les applications
he_il: כל מיקומי האפליקציות
pt_br: Todas as Localizações do App

source: OAuth Clients
ar: عملاء OAuth
he_il: לקוחות OAuth
pt_br: Clientes OAuth

source: Client
ar: عميل
he_il: לקוח
pt_br: Cliente

source: Show Client
ar: عميل العرض
fr_fr: Présenter le client
he_il: לקוח התוכנית
pt_br: Mostrar Cliente

source: OAuth Tokens
ar: رموز أوث
fr_fr: Jetons OAuth
he_il: אסימוני OAuth

source: Authorized Global Clients
ar: العملاء العالميون المعتمدون
fr_fr: Clients mondiaux autorisés
he_il: לקוחות גלובליים מורשים
pt_br: Clientes Globais Autorizados

source: All Authorized Global Clients
ar: جميع العملاء العالميين المصرح لهم
fr_fr: Tous les clients mondiaux autorisés
he_il: כל הלקוחות הגלובליים המורשים
pt_br: Todos os Clientes Globais Autorizados

source: Account Settings
ar: إعدادات الحساب
fr_fr: Paramètres du compte
he_il: הגדרות חשבון
pt_br: Configurações da Conta

source: All Account Settings
ar: جميع إعدادات الحساب
fr_fr: Tous les paramètres du compte
he_il: כל הגדרות החשבון
pt_br: Todas as Configurações da Conta

source: Bookmarks
ar: الاشارات المرجعيه
fr_fr: Signets
he_il: סימניות
pt_br: Favoritos

source: All Bookmarks
ar: جميع العلامات المرجعية
fr_fr: Tous les favoris
he_il: כל הסימניות
pt_br: Todos os Favoritos

source: Resource Collections
ar: مجموعات الموارد
fr_fr: Collections de ressources
he_il: אוספי משאבים
pt_br: Coleções de Recursos

source: All Resource Collections
ar: جميع مجموعات الموارد
fr_fr: Toutes les collections de ressources
he_il: כל אוספי המשאבים
pt_br: Todas as Coleções de Recursos

source: Retrieve a Resource Collection
ar: استرجاع مجموعة موارد
fr_fr: Récupérer une collection de ressources
he_il: שליפת אוסף משאבים
pt_br: Recuperar uma Coleção de Recursos

source: Twitter channel
ar: قناة تويتر
fr_fr: Chaîne Twitter
he_il: ערוץ טוויטר
pt_br: Canal do Twitter

source: All Monitored Twitter Handles
ar: جميع حسابات تويتر المراقبة
fr_fr: Tous les comptes Twitter surveillés
he_il: כל הכינויים המנוטרים בטוויטר
pt_br: Todos os usuários monitorados do Twitter

source: Show Monitored Twitter Handle
ar: عرض حساب تويتر المراقب
fr_fr: Compte Twitter surveillé de l’émission
he_il: הצג חשבון טוויטר מנוטר
pt_br: Conta do Twitter Monitorado do Programa

source: Twitter Tickets Status
ar: حالة تذاكر تويتر
fr_fr: Statut des billets Twitter
he_il: סטטוס כרטיסים בטוויטר
pt_br: Estado dos ingressos no Twitter

source: View Action
ar: عرض الحدث
fr_fr: Voir Action
he_il: הצג פעולה
pt_br: Ver Ação

source: App Market
ar: سوق التطبيقات
he_il: שוק האפליקציות

source: All Orgs With Private Shares
ar: جميع المنظمات التي تملك أسهم خاصة
fr_fr: Toutes les organisations avec des actions privées
he_il: כל הארגונים עם מניות פרטיות
pt_br: Todas as Organizações com Ações Privadas

source: View Own Shares
ar: عرض المشاركات الخاصة
fr_fr: Voir les parts propres
he_il: הצג מניות בעצמך
pt_br: Ver Ações Próprias

source: View Recommended Shares
ar: عرض المشاركات الموصى بها
fr_fr: Voir les actions recommandées
he_il: הצג שיתופים מומלצים
pt_br: Veja Ações Recomendadas

source: View Shares
ar: عرض المشاركات
fr_fr: Voir les parts
he_il: הצג שיתופים
pt_br: Visualizar Ações

source: View Share by Reference
ar: عرض شارك بالمرجع
fr_fr: Voir Partager par référence
he_il: צפה בשיתוף באמצעות הפניה
pt_br: Ver Compartilhar por Referência

source: View Shares By Category
ar: عرض المشاركات حسب الفئة
fr_fr: Voir les parts par catégorie
he_il: הצג מניות לפי קטגוריה
pt_br: Ver Participações por Categoria

source: View Shares by author
ar: عرض المشاركات حسب المؤلف
fr_fr: Voir les partages par auteur
he_il: צפו בשיתופים לפי מחבר
pt_br: Ver Compartilhamentos por autor

source: View Top Shares
ar: عرض المشاركات الرئيسية
fr_fr: Voir les principales actions
he_il: הצג שיתופים מובילים
pt_br: Ver Principais Ações

source: All apps
ar: جميع التطبيقات
fr_fr: Toutes les applications
he_il: כל האפליקציות
pt_br: Todos os aplicativos

source: View app
ar: عرض التطبيق
fr_fr: Voir l’application
he_il: הצג אפליקציה
pt_br: Ver aplicativo

source: View app by Org Space app Label
ar: عرض التطبيق بواسطة Org Space app label
fr_fr: Voir l’application par Org Space Étiquette de l’application
he_il: צפה באפליקציה לפי אפליקציית Org Space תווית
pt_br: Ver app por Org Space Etiqueta do app

source: View app Dependencies
ar: عرض تبعيات التطبيقات
fr_fr: Voir les dépendances de l’application
he_il: הצג תלותיות של אפליקציות
pt_br: Ver Dependências do aplicativo

source: View app Field
ar: عرض التطبيق حقل
fr_fr: Voir application Champ
he_il: שדה הצפייה באפליקציה
pt_br: Ver app Campo

source: View app on Space by Url Label
ar: عرض التطبيق على Space بواسطة Url Label
fr_fr: Voir l’application sur l’espace par étiquette URL
he_il: צפה באפליקציה ב-Space לפי Url Label
pt_br: Ver o aplicativo no Espaço por Rótulo de URL

source: View apps by Space
ar: عرض التطبيقات حسب Space
fr_fr: Voir les applications par espace
he_il: הצג אפליקציות לפי Space
pt_br: Veja aplicativos por Space

source: App Features
ar: ميزات التطبيق
fr_fr: Fonctionnalités de l’application
he_il: תכונות אפליקציה
pt_br: Recursos do Aplicativo

source: Icon Suggestions
ar: اقتراحات الأيقونات
fr_fr: Suggestions d’icônes
he_il: הצעות לאייקונים
pt_br: Sugestões de Ícones

source: View Space app Dependencies
ar: تبعيات تطبيق View Space
fr_fr: Voir les dépendances de l’application Space
he_il: הצג תלויות באפליקציית Space
pt_br: Ver Dependências do aplicativo Space

source: All Top apps
ar: جميع التطبيقات الرائدة
fr_fr: Toutes les applications principales
he_il: כל האפליקציות המובילות
pt_br: Todos os principais aplicativos

source: View Top apps for Organization
ar: عرض أفضل التطبيقات للتنظيم
fr_fr: Voir les meilleures applications pour l’organisation
he_il: הצג אפליקציות מובילות לארגון
pt_br: Veja os principais aplicativos para Organização

source: View Batch
ar: عرض الدفعة
fr_fr: Voir le lot
he_il: הצג אצווה
pt_br: Ver Batch

source: All Batches
ar: جميع الدفعات
fr_fr: Tous les groupes
he_il: כל המחזורים
pt_br: Todos os lotes

source: View Running Batches
ar: عرض الدفعات الجارية
fr_fr: Voir les lots en cours
he_il: הצג מחזורי ריצה
pt_br: Visualizar Lotes em Execução

source: Calender
ar: التقويم
fr_fr: Calandre
he_il: לוח שנה
pt_br: Calandra

source: View app Calender
ar: عرض تطبيق Calender
fr_fr: Voir l’application Calendrier
pt_br: Ver calendário do aplicativo

source: View app Calender as Ical
ar: عرض تطبيق Calender ك Ical
fr_fr: Voir le calendrier de l’application en Ical
he_il: הצג את האפליקציה Calender כ-Ical
pt_br: Veja o calendário do app como Ical

source: All app Calender Summary
ar: ملخص تقويم التطبيقات
fr_fr: Résumé du calendrier de toute l’application
he_il: תקציר כל האפליקציות ללוח הזמנים
pt_br: Resumo do calendário de todos os aplicativos

source: View app Calender Summary for Personal
ar: ملخص تقويم التطبيق للشخصية
fr_fr: Voir l’application Résumé du calendrier pour les aspects personnels
he_il: סיכום האפליקציה ללוח שנה אישי
pt_br: Veja o Resumo do Calendário do aplicativo para Pessoal
