Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Get Aggregated Statistics Interval
ar: احصل على فترة الإحصاءات المجمعة
fr_fr: Obtenir l’intervalle de statistiques agrégées
he_il: קבל מרווח סטטיסטי מצטבר
pt_br: Obtenha Intervalo de Estatísticas Agregadas

source: Get Aggregated Statistics
ar: احصل على إحصائيات مجمعة
fr_fr: Obtenez des statistiques agrégées
he_il: קבל סטטיסטיקות מצטברות
pt_br: Obtenha estatísticas agregadas

source: Get Specific Revision Of Marketing Email
ar: احصل على مراجعة محددة لبريد التسويق الإلكتروني
fr_fr: Obtenez une révision spécifique de l’email marketing
he_il: קבל עדכון ספציפי של אימייל שיווקי
pt_br: Receba uma Revisão Específica do E-mail de Marketing

source: Get All Marketing Mails
ar: احصل على جميع رسائل التسويق
fr_fr: Recevez tous les mails marketing
he_il: קבל את כל מיילים שיווקיים
pt_br: Receba todas as cartas de marketing

source: Get Draft Version Of Email
ar: احصل على نسخة مسودة من البريد الإلكتروني
fr_fr: Recevoir la version brouillon de l’email
he_il: קבל גרסת טיוטה של המייל
pt_br: Receba a versão rascunha do e-mail

source: Get All Email Versions
ar: احصل على جميع نسخ البريد الإلكتروني
fr_fr: Recevoir toutes les versions par email
he_il: קבל את כל גרסאות האימייל
pt_br: Receba todas as versões por e-mail

source: Get Marketing Email Details
ar: احصل على تفاصيل بريد إلكتروني تسويقي
fr_fr: Obtenez les détails de votre email marketing
he_il: קבלו פרטי אימייל שיווקי
pt_br: Receba Detalhes do E-mail de Marketing

source: Get Marketing Email Variation
ar: احصل على نسخة التسويق عبر البريد الإلكتروني
fr_fr: Obtenir une variation d’email marketing
he_il: קבל וריאציה של אימייל שיווקי
pt_br: Obtenha Variação de E-mails de Marketing

source: Query Token By ID
ar: رمز الاستعلام حسب المعرف
fr_fr: Requête du jeton par ID
he_il: אסימון שאילתה לפי מזהה
pt_br: Consultar Token por ID

source: Query Multiple SMTP API Tokens By Campaign Name
ar: استعلام عدة رموز SMTP API حسب اسم الحملة
fr_fr: Interroger plusieurs jetons API SMTP par nom de campagne
he_il: שאלתא על מספר טוקני API של SMTP לפי שם הקמפיין
pt_br: Consultar múltiplos tokens SMTP API por nome de campanha

source: Read Contacts Participations By Email
ar: اقرأ جهات الاتصال مشاركات عبر البريد الإلكتروني
fr_fr: Lire les contacts Participations par email
he_il: קראו אנשי קשר השתתפויות בדוא"ל
pt_br: Leia Contatos Participações por E-mail

source: Read Marketing Events Participations By External Event ID
ar: اقرأ مشاركات الفعاليات التسويقية حسب معرف الحدث الخارجي
fr_fr: Lire les participations aux événements marketing par identifiant d’événement externe
he_il: קראו השתתפות באירועי שיווק לפי מזהה אירוע חיצוני
pt_br: Leia participações em eventos de marketing por ID externo de evento

source: Read Participations Breakdown By Marketing Event ID
ar: اقرأ تحليل المشاركات حسب معرف الحدث التسويقي
fr_fr: Lire la répartition des participations par identifiant d’événement marketing
he_il: קראו פירוט השתתפויות לפי מזהה אירוע שיווקי
pt_br: Leia a divisão das participações por ID de evento de marketing

source: Read Participations Counters By Marketing Event External ID
ar: اقرأ عدادات المشاركة حسب التسويق للحدث الخارجي
fr_fr: Lire les compteurs de participations par événement marketing ID externe
he_il: קרא דוחות השתתפות לפי מזהה חיצוני של אירוע שיווקי
pt_br: Leia Participações Contadores por Evento de Marketing ID Externo

source: Read Participations Counters By Marketing Event ID
ar: اقرأ عدادات المشاركة حسب معرف الحدث التسويقي
fr_fr: Lire les compteurs de participations par identifiant d’événement marketing
he_il: קרא מדדי השתתפות לפי מזהה אירוע שיווקי
pt_br: Leia contadores de participações por ID de evento de marketing

source: Get Marketing Event By External IDs
ar: احصل على فعالية تسويقية من خلال معرفات خارجية
fr_fr: Recevez un événement marketing par des identifiants externes
he_il: קבל אירוע שיווקי לפי מזהים חיצוניים
pt_br: Receba Eventos de Marketing por IDs Externos

source: Get Marketing Event By Object ID
ar: احصل على حدث تسويقي حسب معرف الكائن
fr_fr: Obtenir un événement marketing par identifiant d’objet
he_il: קבל אירוע שיווקי לפי מזהה אובייקט
pt_br: Obtenha Evento de Marketing por ID de Objeto

source: Get Marketing Event Associated Lists
ar: احصل على قوائم الفعاليات التسويقية المرتبطة
fr_fr: Obtenez des listes associées aux événements marketing
he_il: קבל רשימות של אירועי שיווק
pt_br: Obtenha listas de eventos de marketing

source: Find App Marketing Event Identifier
ar: العثور على معرف حدث التسويق عبر التطبيقات
fr_fr: Identifier d’événement App Marketing
he_il: מציאת מזהה אירועים בשיווק אפליקציה
pt_br: Encontre Identificador de Evento de Marketing de Aplicativos

source: Find Marketing Event By External Event
ar: ابحث عن فعالية تسويقية حسب حدث خارجي
fr_fr: Trouvez un événement marketing par événement externe
he_il: מצא אירוע שיווקי לפי אירוע חיצוני
pt_br: Encontre Evento de Marketing por Evento Externo

source: Retrieve Application Settings
ar: استرجاع إعدادات التطبيق
fr_fr: Récupérer les paramètres de l’application
he_il: שליפת הגדרות יישום
pt_br: Recuperar Configurações de Aplicação

source: Get Subscription Preferences For Contact
ar: احصل على تفضيلات الاشتراك للتواصل
fr_fr: Obtenez les préférences d’abonnement pour les contacts
he_il: קבל העדפות מנוי ליצירת קשר
pt_br: Obtenha Preferências de Assinatura para Contato

source: Retrieve Contact Unsubscribed Status
ar: استرجاع حالة إلغاء الاشتراك في جهة الاتصال
fr_fr: Récupérer contact Statut désabonné
he_il: שלף סטטוס לא מנוי ליצירת קשר
pt_br: Recuperar o Contato Status de Cancelado

source: Retrieve All Subscription Status Definitions
ar: استرجاع جميع تعريفات حالة الاشتراك
fr_fr: Récupérer toutes les définitions de statut d’abonnement
he_il: שלף את כל הגדרות סטטוס המנוי
pt_br: Recuperar todas as definições de status de assinatura

source: Retrieve Audit Logs
ar: استرجاع سجلات التدقيق
fr_fr: Récupérer les journaux d’audit
he_il: שליפת יומני ביקורת
pt_br: Recuperar Logs de Auditoria

source: Retrieve Login Activity
ar: استرجاع نشاط تسجيل الدخول
fr_fr: Récupérer l’activité de connexion
he_il: שליפת פעילות התחברות
pt_br: Recuperar Atividade de Login

source: Retrieve Security History
ar: استرجاع تاريخ الأمن
fr_fr: Récupérer l’historique de sécurité
he_il: שלף היסטוריית אבטחה
pt_br: Recuperar o Histórico de Segurança

source: Retrieve Private App Daily API Usage
ar: استرجاع استخدام واجهة برمجة التطبيقات الخاصة اليومية
fr_fr: Récupérer l’application privée : utilisation quotidienne de l’API
he_il: שליפת שימוש יומי ב-API של אפליקציה פרטית
pt_br: Recuperar Uso Diário da API do Aplicativo Privado

source: Retrieve Account Details
ar: استرجاع تفاصيل الحساب
fr_fr: Récupérer les détails du compte
he_il: שלף פרטי חשבון
pt_br: Recuperar Detalhes da Conta

source: Get Business Units For User
ar: احصل على وحدات الأعمال للمستخدم
fr_fr: Obtenez des unités métier pour les utilisateurs
he_il: קבלו יחידות עסקיות למשתמש
pt_br: Obtenha Unidades de Negócio para o Usuário

source: All Codes
ar: جميع الرموز
fr_fr: Tous les codes
he_il: כל הקודים
pt_br: Todos os Códigos

source: Exchange Rates
ar: أسعار الصرف
fr_fr: Taux de change
he_il: שערי חליפין
pt_br: Taxas de câmbio

source: Exchange Rates By ID
ar: أسعار الصرف حسب الهوية
fr_fr: Taux de change par identifiant
he_il: שערי חליפין לפי ID
pt_br: Taxas de câmbio por ID

source: Exchange Rate Current
ar: سعر الصرف الحالي
fr_fr: Courant du taux de change
he_il: זרם שער החליפין
pt_br: Corrente da Taxa de Câmbio

source: Get Account Teams Details
ar: احصل على تفاصيل فرق الحسابات
fr_fr: Obtenez les détails des équipes de compte
he_il: קבלו פרטי קבוצות חשבון
pt_br: Obtenha detalhes das equipes de contas

source: Get Account Roles
ar: احصل على أدوار الحسابات
fr_fr: Obtenez des rôles de compte
he_il: קבל תפקידי חשבון
pt_br: Obtenha Vagas em Conta

source: Get Users From Account
ar: احصل على المستخدمين من الحساب
fr_fr: Obtenir des utilisateurs à partir du compte
he_il: קבל משתמשים מהחשבון
pt_br: Obtenha usuários da conta

source: Get Current Redirect
ar: احصل على إعادة التوجيه الحالية
fr_fr: Obtenir une redirection de courant
he_il: קבל הפניה עדכנית
pt_br: Obter Redirecionamento de Corrente

source: Get Details For A Redirect
ar: احصل على التفاصيل لإعادة توجيه
fr_fr: Obtenez les détails pour une redirection
he_il: קבלו פרטים להפניה מחדש
pt_br: Obtenha Detalhes para um Redirecionamento

source: Check Import Status
ar: تحقق من حالة الاستيراد
fr_fr: Vérifier le statut de l’importation
he_il: בדוק סטטוס ייבוא
pt_br: Verifique o status da importação

source: Get Signed URL To Access Private
ar: احصل على رابط الموقع للوصول إلى خاص
fr_fr: Obtenir une URL signée pour accéder à la vie privée
he_il: קבל כתובת URL חתומה לגישה פרטית
pt_br: Obtenha URL assinada para acessar o privado

source: Retrieve A File By ID
ar: استرجاع ملف حسب المعرف
fr_fr: Récupérer un fichier par identifiant
he_il: שלף קובץ לפי מזהה
pt_br: Recuperar um Arquivo por ID

source: Retrieve A File By Path
ar: استرجاع ملف حسب المسار
fr_fr: Récupérer un fichier par chemin
he_il: שליפת קובץ לפי נתיב
pt_br: Recuperar um Arquivo Por Caminho

source: Search Files
ar: ملفات البحث
fr_fr: Fichiers de recherche
he_il: קבצי חיפוש
pt_br: Arquivos de busca

source: Check Status Of Folder Update
ar: تحقق من حالة تحديث المجلد
fr_fr: Vérifier l’état de la mise à jour du dossier
he_il: בדוק את מצב עדכון התיקייה
pt_br: Verifique o status da atualização da pasta

source: Retrieve A Folder by ID
ar: استرجاع مجلد حسب المعرف
fr_fr: Récupérer un dossier par ID
he_il: שליפת תיקייה לפי מזהה
pt_br: Recuperar uma Pasta por ID

source: Retrieve A Folder by path
ar: استرجاع مجلد حسب المسار
fr_fr: Récupérer un dossier par chemin
he_il: שליפת תיקייה לפי מסלול
pt_br: Recuperar uma Pasta por caminho

source: Search Folders
ar: مجلدات البحث
fr_fr: Rechercher dans les dossiers
he_il: תיקיות חיפוש
pt_br: Buscar Pastas

source: List All Associations Of An Object By Object type
ar: سرد جميع ارتباطات الكائن حسب نوع الكائن
fr_fr: Listez toutes les associations d’un objet par type d’objet
he_il: רשימת כל האסוציאציות של אובייקט לפי סוג אובייקט
pt_br: Liste Todas as Associações de um Objeto Por Tipo de Objeto

source: Read User Configurations On All Association Definitions
ar: اقرأ إعدادات المستخدم على جميع تعريفات الارتباط
fr_fr: Lire les configurations utilisateur sur toutes les définitions d’association
he_il: קרא תצורות משתמש בכל הגדרות האסוציאציות
pt_br: Leia configurações de usuário em todas as definições de associação

source: Read All User Configurations Available On A Given Portal
ar: اقرأ جميع إعدادات المستخدم المتاحة على بوابة معينة
fr_fr: Lire toutes les configurations utilisateur disponibles sur un portail donné
he_il: קרא את כל הגדרות המשתמשים הזמינות בפורטל נתון
pt_br: Leia todas as configurações de usuário disponíveis em um portal específico

source: Returns All Association Types Between Two Object Types
ar: يعيد جميع أنواع الارتباطات بين نوعين من الكائنات
fr_fr: Retourne tous les types d’association entre deux types d’objets
he_il: מחזיר את כל סוגי האסוציאציות בין שני סוגי אובייקטים
pt_br: retorna todos os tipos de associação entre dois tipos de objetos

source: Retrieve A Cart
ar: استرجاع عربة
fr_fr: Récupérer un chariot
he_il: השגת עגלה
pt_br: Pegar um Carrinho

source: Retrieve Carts
ar: استرجاع العربات
fr_fr: Récupérer les chariots
he_il: שליפת עגלות
pt_br: Recupere Carts

source: All Discounts
ar: جميع الخصومات
fr_fr: Toutes les réductions
he_il: כל ההנחות
pt_br: Todos os descontos

source: Show Discount
ar: خصم العرض
fr_fr: Réduction sur le spectacle
he_il: הנחת תוכנית
pt_br: Desconto no Show

source: Show Fee
ar: رسوم العرض
fr_fr: Frais de spectacle
he_il: דמי מופע
pt_br: Taxa do Show

source: All Fees
ar: جميع الرسوم
fr_fr: Tous les frais
he_il: כל התשלומים
pt_br: Todas as Taxas

source: Read Payments
ar: اقرأ المدفوعات
fr_fr: Lire les paiements
he_il: קרא תשלומים
pt_br: Leia Pagamentos

source: Retrieve Payments
ar: استرجاع المدفوعات
fr_fr: Récupérer les paiements
he_il: שליפת תשלומים
pt_br: Recuperar Pagamentos

source: Retrieve A Subscriptions
ar: استرجاع اشتراكات
fr_fr: Récupérer des abonnements
he_il: שלפו מנויים
pt_br: Recupere Uma Assinatura

source: Retrieve All Subscriptions
ar: استرجاع جميع الاشتراكات
fr_fr: Récupérer tous les abonnements
he_il: שלף את כל המנויים
pt_br: Recuperar Todas as Assinaturas

source: All Taxes
ar: جميع الضرائب
fr_fr: Toutes les taxes
he_il: כל המיסים
pt_br: Todos os impostos

source: Show Taxes
ar: ضرائب العرض
fr_fr: Taxes de spectacle
he_il: מיסי תצוגה
pt_br: Impostos de Exposição

source: Get An Engagement
ar: احصل على خطوبة
fr_fr: Obtenez des fiançailles
he_il: קבל אירוסין
pt_br: Conseguir um Noivado

source: All Engagements
ar: جميع المشاركات
fr_fr: Tous les engagements
he_il: כל ההתחייבויות
pt_br: Todos os Combates

source: Get Recent Engagement
ar: احصل على التفاعل الأخير
fr_fr: Obtenez des engagements récents
he_il: קבל אירוסין אחרונים
pt_br: Consiga Engajamento Recente

source: Get Call Engagement disposition
ar: احصل على توزيع التفاعل في المكالمات
he_il: קבלו טיפול במעורבות שיחה
pt_br: Disponibilidade de Engajamento de Chamadas

source: All Pages
ar: جميع الصفحات
fr_fr: Toutes les pages
he_il: כל העמודים
pt_br: Todas as Páginas

source: All Communications
ar: جميع الاتصالات
fr_fr: Toutes les communications
he_il: כל התקשורת
pt_br: Todas as Comunicações

source: Show Communication
ar: التواصل في العرض
fr_fr: Communication de l’émission
he_il: תקשורת בתוכנית
pt_br: Comunicação do Programa

source: Show Emails
ar: عرض رسائل البريد الإلكتروني
fr_fr: Afficher les emails
he_il: הצג מיילים
pt_br: Mostrar E-mails

source: All Postal Mails
ar: جميع البريد البريدي
fr_fr: Tous les courriers postaux
he_il: כל הדואר
pt_br: Todos os Correios Postais

source: Show Postal mails
ar: عرض البريد البريدي
fr_fr: Afficher les courriers postaux
he_il: הראה דואר דואר
pt_br: Mostrar correspondências postais

source: Retrieve Settings
ar: استرجاع الإعدادات
fr_fr: Récupérer les paramètres
he_il: שליפת הגדרות
pt_br: Recuperar Configurações

source: Retrieve Recording Settings
ar: استرجاع إعدادات التسجيل
fr_fr: Récupérer les paramètres d’enregistrement
he_il: שליפת הגדרות הקלטה
pt_br: Recuperar configurações de gravação

source: Retrieve Channel Connection Settings
ar: استرجاع إعدادات اتصال القناة
fr_fr: Récupérer les paramètres de connexion du canal
he_il: שליפת הגדרות חיבור ערוץ
pt_br: Recuperar Configurações de Conexão de Canal

source: View An Object type
ar: عرض نوع الكائن
fr_fr: Afficher un type d’objet
he_il: הצג סוג אובייקט
pt_br: Ver um tipo de objeto

source: Get The Detail Template
ar: احصل على قالب التفاصيل
fr_fr: Obtenez le modèle de détail
he_il: קבל את תבנית הפרטים
pt_br: Obtenha o Modelo de Detalhes

source: Render Detail As HTML
ar: عرض التفاصيل كHTML
fr_fr: Rendre le détail en HTML
he_il: רנדר פירוט כ-HTML
pt_br: Renderizar detalhes como HTML

source: Show Template
ar: قالب العرض
fr_fr: Afficher le modèle
he_il: תבנית הצגה
pt_br: Mostrar Modelo

source: Get Setting
ar: احصل على الإعداد
fr_fr: Obtenez le réglage
pt_br: Configure

source: Show Status Of The Export With taskId
ar: عرض حالة التصدير باستخدام taskId
fr_fr: Afficher le statut de l’export avec taskID
he_il: הצג את מצב הייצוא עם taskId
pt_br: Mostrar o status da exportação com o taskID

source: Get The Active Imports
ar: احصل على الواردات النشطة
fr_fr: Obtenez The Active Imports
he_il: קבלו את הייבוא הפעיל
pt_br: Obtenha as Importações Ativas

source: Get The Information On Any Imports
ar: احصل على معلومات عن أي واردات
fr_fr: Obtenez les informations sur les importations
he_il: קבל את המידע על כל ייבוא
pt_br: Obtenha informações sobre quaisquer importações

source: All Import Error
ar: خطأ في استيراد جميع
fr_fr: Toutes les erreurs d’importation
he_il: כל שגיאות הייבוא
pt_br: Todos os erros de importação

source: Read Association Label Limits
ar: اقرأ حدود تصنيف الجمعية
fr_fr: Lisez les limites des étiquettes d’association
he_il: קריאת גבולות התווית של האגודה
pt_br: Leia os Limites de Rótulos de Associação

source: Read Calculation Property Limits
ar: قراءة حساب حدود الخصائص
fr_fr: Lire les limites de propriété de calcul
he_il: קריאת חישוב מגבלות תכונה
pt_br: Leia Limites de Propriedade de Cálculo

source: Read Custom Object Limits
ar: قراءة حدود الكائنات المخصصة
fr_fr: Lire les limites des objets personnalisés
he_il: קריאת מגבלות אובייקטים מותאמים אישית
pt_br: Leia limites de objetos personalizados

source: Read Custom Property Limits
ar: اقرأ حدود الملكية المخصصة
fr_fr: Lire les limites personnalisées des propriétés
he_il: קרא מגבלות נכסים מותאמים אישית
pt_br: Leia Limites de Propriedade Personalizada

source: Read Pipeline limits
ar: قراءة حدود خط الأنابيب
fr_fr: Limites de lecture du pipeline
he_il: קריאת מגבלות צינור
pt_br: Limites do Pipeline de leitura

source: Read Record Association Limits
ar: اقرأ حدود رابطة السجلات
fr_fr: Lisez les limites de l’association de records
he_il: קריאת גבולות איגוד הרשומות
pt_br: Leia os Limites da Record Association

source: Read Record Association Limits Between Two Objects
ar: قراءة حدود ارتباط السجل بين كائنين
fr_fr: Limites d’association de lecture des enregistrements entre deux objets
he_il: מגבלות קישור רשומות קריאה בין שני אובייקטים
pt_br: Limites de Associação de Registros de Leia Entre Dois Objetos

source: Read Record Association Limits From An Object
ar: قراءة حدود ارتباط السجل من كائن
fr_fr: Lire les limites d’association de documents à partir d’un objet
he_il: קריאת מגבלות אסוציאציה של רשומה מאובייקט
pt_br: Leia os Limites de Associação de Registros de Um Objeto

source: Read Record Limits
ar: حدود سجلات القراءة
fr_fr: Limites de lecture des archives
he_il: מגבלות קריאה
pt_br: Limites de Registro de Leia

source: Fetch List by ID
ar: قائمة الجلب حسب ID
fr_fr: Liste de récupération par ID
he_il: רשימת איסוף לפי ID
pt_br: Lista de Busca por ID

source: Fetch List by Name
ar: قائمة الجلب بالاسم
fr_fr: Liste de récupération par nom
he_il: רשימת איסוף לפי שם
pt_br: Lista de Buscas por Nome

source: Fetch Multiple Lists
ar: جلب قوائم متعددة
fr_fr: Récupérer plusieurs listes
he_il: איסוף רשימות מרובות
pt_br: Buscar Múltiplas Listas

source: Get All Folders
ar: احصل على جميع المجلدات
fr_fr: Obtenir tous les dossiers
he_il: קבל את כל התיקיות
pt_br: Obtenha Todas as Pastas

source: Translate Legacy List ID To Modern ID
ar: ترجمة معرف قائمة القديمة إلى معرف حديث
fr_fr: Traduire l’ID de la liste héritée en ID moderne
he_il: תרגם מזהה רשימת מורשת למזהה מודרני
pt_br: Traduzir ID de Lista Legado para ID Moderno

source: Fetch The Memberships Of A List In Order Sorted
ar: احصل على عضويات القائمة حسب الترتيب
fr_fr: Récupérer les adhésions d’une liste dans l’ordre trié
he_il: קבל את החברות ברשימה לפי הסדר הממוין
pt_br: Buscar as Associações de uma Lista Ordenada

source: Fetch List Membership by Order ID
ar: عضوية قائمة الجلب حسب معرف الطلب
fr_fr: Adhésion à la liste de récupération par identifiant de commande
he_il: חברות ברשימת איסוף לפי מזהה הזמנה
pt_br: Associação à Lista de Busca por ID de Ordem

source: Get List Record of Members
ar: سجل الأعضاء في قائمة الأدلة
fr_fr: Obtenir la liste des membres
he_il: רשומת החברים ברשימת החברים
pt_br: Obter o registro da lista de membros

source: All Feedback Submissions
ar: جميع التعليقات المنشورة
fr_fr: Tous les commentaires soumis
he_il: כל הגשות המשוב
pt_br: Todas as Submissões de Feedback

source: Show Feedback Submission
ar: عرض الملاحظات وتقديم
fr_fr: Soumission de retours pour afficher
he_il: הגשת משוב
pt_br: Enviar Feedback para Mostrar

source: All Goal Targets
ar: جميع الأهداف
fr_fr: Objectifs tous objectifs
he_il: כל יעדי היעדים
pt_br: Alvos Todos os Gols

source: Show Target
ar: عرض تارجت
he_il: מטרת התוכנית

source: Show Lead
ar: قائد العرض
fr_fr: Lead de l’émission
he_il: מוביל התוכנית
pt_br: Líder do Programa

source: Show Enablement
ar: تمكين العرض
he_il: הפעלת תוכניות
pt_br: Capacitação de Programas

source: All Enablements
ar: جميع التمكين
fr_fr: Tous les Enablements
he_il: כל האפשרות
pt_br: Todas as Habilitações

source: All Objects
ar: جميع الكائنات
fr_fr: Tous les objets
he_il: כל האובייקטים
pt_br: Todos os Objetos

source: Show Object
ar: عرض الموضوع
fr_fr: Afficher l’objet
he_il: הצג אובייקט
pt_br: Mostrar Objeto

source: Show Partner Client
ar: عميل شريك العرض
fr_fr: Client partenaire de présentation
he_il: לקוח שותף בתוכנית
pt_br: Cliente Parceiro de Apresentação

source: All Partner Client
ar: جميع العملاء الشركاء
fr_fr: Tous les partenaires clients
he_il: כל הלקוחות השותפים
pt_br: Todos os Parceiros Clientes

source: Show Existing Schema
ar: عرض المخطط الحالي
fr_fr: Afficher le schéma existant
he_il: הצג סכימה קיימת
pt_br: Mostrar Esquema Existente

source: Line Items
ar: عناصر الخط
fr_fr: Lignes
he_il: פריטי קו
pt_br: Itens de linha

source: Imports
ar: واردات
fr_fr: Importations
he_il: יבוא
pt_br: Importações

source: Owners
ar: المالكون
fr_fr: Propriétaire
he_il: בעלי
pt_br: Proprietários

source: PipeLines
ar: خطوط الانابيب
he_il: צינורות

source: Meeting
ar: اجتماع
fr_fr: Réunion
he_il: פגישה
pt_br: Reunião

source: Custom Event
ar: الحدث المخصص
fr_fr: Événement personnalisé
he_il: אירוע מותאם אישית
pt_br: Evento Personalizado

source: Email Analystics
ar: محللو البريد الإلكتروني
fr_fr: Analyses par email
he_il: אנליסטים של דוא"ל
pt_br: Análises por E-mail

source: Event Analystics
ar: محللو الأحداث
fr_fr: Analyse des événements
he_il: אנליסטים של אירועים
pt_br: Análise de Eventos

source: Reporting
ar: تقريري
fr_fr: Rapports
he_il: דיווח
pt_br: Relatórios

source: Oauth
ar: قسم
he_il: שבועה

source: Custom WorkFlows
ar: تدفقات العمل المخصصة
fr_fr: Flux de travail personnalisés
he_il: זרימות עבודה מותאמות אישית
pt_br: Fluxos de Trabalho Personalizados

source: Sequences
ar: تسلسل
fr_fr: Séquences
he_il: רצפים
pt_br: Seqüências

source: Content Audit
ar: تدقيق المحتوى
fr_fr: Audit de contenu
he_il: ביקורת תוכן
pt_br: Auditoria de Conteúdo

source: Domains
ar: المجالات
fr_fr: Domaines
he_il: תחומים
pt_br: Domínios

source: Rows
ar: الصفوف
fr_fr: Lignes
he_il: שורות
pt_br: Linhas

source: Layouts
ar: تخطيطات
fr_fr: Dispositions
he_il: פריסות

source: Media Bridge
ar: جسر الإعلام
fr_fr: Pont Media
he_il: מדיה ברידג'
pt_br: Ponte da Mídia

source: Media Bridge Properties
ar: ميديا بريدج بروبيرتيز
fr_fr: Propriétés du pont média
he_il: נכסי מדיה ברידג'
pt_br: Propriedades da Ponte da Mídia

source: Modules
ar: وحدات
he_il: מודולים
pt_br: Módulos

source: Landing Page
ar: صفحة الهبوط
fr_fr: Page d’accueil
he_il: דף נחיתה
pt_br: Página de Destino

source: Sites
ar: المواقع
he_il: אתרים

source: Source Code
ar: الشيفرة المصدرية
fr_fr: Code source
he_il: קוד מקור
pt_br: Código-fonte

source: Templates
ar: قوالب
fr_fr: Modèles
he_il: תבניות
pt_br: Modelos

source: Url Redirects
ar: إعادة توجيه الروابط
fr_fr: Redirections URL
he_il: הפניות ל-URL
pt_br: Redirecionamento de URLs

source: Associations Details
ar: تفاصيل الجمعيات
fr_fr: Détails des associations
he_il: פרטי האגודות
pt_br: Detalhes das Associações

source: Associations Schema
ar: مخطط الجمعيات
fr_fr: Schéma des associations
he_il: סכמת איגודים
pt_br: Esquema de Associações

source: Carts
ar: عربات
fr_fr: Chariots
he_il: עגלות
pt_br: Carros

source: Discounts
ar: خصومات
fr_fr: Preferentiels
he_il: הנחות
pt_br: Descontos

source: Fees
ar: رسوم
fr_fr: Honoraires
he_il: דמי
pt_br: Taxas

source: Taxes
ar: ضرائب
fr_fr: Impôts
he_il: מסים
pt_br: Impostos

source: Engagements
ar: الالتزامات
he_il: התחייבויות
pt_br: Compromissos

source: Meetings
ar: اجتماعات
fr_fr: Réunions
he_il: פגישות
pt_br: Reuniões

source: Postal Mail
ar: البريد
fr_fr: Courrier postal
he_il: דואר דואר
pt_br: Correio Postal

source: Extension Details
ar: تفاصيل الامتداد
fr_fr: Détails de l’extension
he_il: פרטי הרחבה
pt_br: Detalhes da Extensão

source: TimeLine Events
ar: أحداث الخط الزمني
fr_fr: Événements chronologiques
he_il: אירועי טיימליין
pt_br: Eventos da Linha do Tempo

source: TimeLine Template
ar: قالب الخط الزمني
fr_fr: Modèle de Chronologie
he_il: תבנית TimeLine
pt_br: Modelo de Linha do Tempo
