Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Charge By ID
ar: الشحن حسب الهوية
fr_fr: Charge par pièce d’identité
he_il: חיוב לפי תעודה
pt_br: Acusação por ID

source: All Check
ar: كل شيء تحقق
fr_fr: Tout est vérifié
he_il: הכל סומן
pt_br: Todos conferidos

source: Check By ID
ar: تحقق من الرقم التعريفي
fr_fr: Vérifier par pièce d’identité
he_il: בדיקת תעודת זהות
pt_br: Verificar por ID

source: All Classification
ar: جميع التصنيفات
fr_fr: Toutes les classifications
he_il: כל הסיווגים
pt_br: Todas as Classificações

source: Classification By ID
ar: التصنيف حسب الهوية
fr_fr: Classification par ID
he_il: סיווג לפי מזהה
pt_br: Classificação por ID

source: All Commerce Category
ar: فئة التجارة الكاملة
fr_fr: Catégorie Commerce Toutes
he_il: קטגוריית כל המסחר
pt_br: Categoria de Comércio Geral

source: Commerce Category By ID
ar: فئة التجارة حسب الهوية
fr_fr: Catégorie de commerce par ID
he_il: קטגוריית מסחר לפי מזהה
pt_br: Categoria de Comércio por ID

source: All Competitor
ar: جميع المنافسين
fr_fr: Tous les concurrents
he_il: כל המתחרים
pt_br: Todos os concorrentes

source: Competitor By ID
ar: المنافس حسب الهوية
fr_fr: Concurrent par ID
he_il: מתחרה לפי ID
pt_br: Concorrente por ID

source: All Consolidated Exchange Rate
ar: سعر صرف موحد لجميع
fr_fr: Tous les taux de change consolidés
he_il: כל שערי החליפין המאוחדים
pt_br: Todas as Taxas de Câmbio Consolidadas

source: Consolidated Exchange Rate By ID
ar: سعر الصرف الموحد حسب الهوية
fr_fr: Taux de change consolidé par ID
he_il: שער חליפין מאוחד לפי ID
pt_br: Taxa de Câmbio Consolidada por ID

source: All Contact
ar: جميع الاتصالات
fr_fr: Tous les contacts
he_il: כל המגעים
pt_br: Todos os Contatos

source: Contact By ID
ar: الاتصال عبر التعريف
fr_fr: Contact par ID
he_il: יצירת קשר לפי מזהה
pt_br: Contato por ID

source: All Contact Category
ar: جميع أنواع الاتصال
fr_fr: Toutes les catégories de contacts
he_il: קטגוריית כל המגע
pt_br: Todos os Categorias de Contato

source: Contact Category By ID
ar: فئة الاتصال حسب الهوية
fr_fr: Catégorie de contact par ID
he_il: קטגוריית יצירת קשר לפי מזהה
pt_br: Categoria de Contato por ID

source: All Contact Role
ar: دور جميع الاتصالات
fr_fr: Rôle de tous les contacts
he_il: תפקיד כל המגעים
pt_br: Função de Todos os Contatos

source: Contact Role By ID
ar: دور التواصل حسب الهوية
fr_fr: Contact Rôle par ID
he_il: תפקיד יצירת קשר לפי מזהה
pt_br: Função de Contato por ID

source: All Cost Category
ar: فئة التكاليف الكاملة
fr_fr: Toutes catégories de coûts
he_il: קטגוריית כל העלות
pt_br: Categoria de Custo Completo

source: Cost Category By ID
ar: فئة التكلفة حسب الهوية
fr_fr: Catégorie de coût par ID
he_il: קטגוריית עלות לפי מזהה
pt_br: Categoria de Custo por ID

source: All Coupon Code
ar: جميع رموز الكوبون
fr_fr: Tous les codes promo
he_il: כל קוד הקופון
pt_br: Todos os Códigos de Cupom

source: Coupon Code By ID
ar: رمز القسيمة حسب التعريف
fr_fr: Code promo par ID
he_il: קוד קופון לפי מזהה
pt_br: Código de Cupom por ID

source: All Credit Card Charge
ar: جميع رسوم بطاقات الائتمان
fr_fr: Tous les débits de carte de crédit
he_il: כל החיוב בכרטיסי אשראי
pt_br: Todas as Cobranças de Cartão de Crédito

source: Credit Card Charge By ID
ar: رسوم بطاقة الائتمان حسب الهوية
fr_fr: Débit par carte de crédit par pièce d’identité
he_il: חיוב כרטיס אשראי לפי מזהה
pt_br: Cobrança de Cartão de Crédito por Identificação

source: All Credit Card Refund
ar: استرداد جميع بطاقات الائتمان
fr_fr: Tous les remboursements de cartes de crédit
he_il: כל ההחזר בכרטיסי אשראי
pt_br: Todos os reembolsos de cartão de crédito

source: Credit Card Refund By ID
ar: استرداد بطاقة الائتمان حسب الهوية
fr_fr: Remboursement par carte de crédit par pièce d’identité
he_il: החזר בכרטיס אשראי לפי תעודת זהות
pt_br: Reembolso do Cartão de Crédito por Identificação

source: All Credit Memo
ar: مذكرة الاعتماد الكاملة
fr_fr: Note de crédit
he_il: מזכר כל הקרדיטים
pt_br: Memorando de Todos os Créditos

source: Credit Memo By ID
ar: مذكرة ائتمانية من ID
fr_fr: Note de crédit par ID
he_il: תזכיר אשראי על ידי ID
pt_br: Memorando de crédito por ID

source: All Currency
ar: جميع العملات
fr_fr: Toutes les devises
he_il: כל המטבעות
pt_br: Toda a moeda

source: Currency By ID
ar: العملة حسب الهوية
fr_fr: Monnaie par identifiant
he_il: מטבע לפי תעודת זהות
pt_br: Moeda por ID

source: All Currency Rate
ar: سعر العملة بالكامل
fr_fr: Tous les taux de change
he_il: שער כל המטבע
pt_br: Taxa de Câmbio Geral

source: Currency Rate By ID
ar: سعر العملة حسب الهوية
fr_fr: Taux de change par ID
he_il: שער מטבע לפי ID
pt_br: Taxa de Câmbio por ID

source: All Customer
ar: جميع العملاء
fr_fr: Tous les clients
he_il: כל הלקוחות
pt_br: Todos os clientes

source: Customer By ID
ar: العميل حسب الهوية
fr_fr: Client par ID
he_il: לקוח לפי מזהה
pt_br: Cliente por ID

source: All Customer Category
ar: جميع فئة العملاء
fr_fr: Toutes les catégories de clients
he_il: קטגוריית כל הלקוחות
pt_br: Todas as Categorias de Clientes

source: Customer Category By ID
ar: فئة العميل حسب الهوية
fr_fr: Catégorie de client par ID
he_il: קטגוריית לקוח לפי מזהה
pt_br: Categoria do Cliente por ID

source: All Customer Deposit
ar: جميع إيداع العملاء
fr_fr: Tous les dépôts clients
he_il: הפקדת כל הלקוחות
pt_br: Todo o Depósito do Cliente

source: Customer Deposit By ID
ar: إيداع العميل عن طريق التعريف
fr_fr: Dépôt client par pièce d’identité
he_il: הפקדת לקוח לפי מזהה
pt_br: Depósito do Cliente por ID

source: All Customer Message
ar: جميع رسائل العملاء
fr_fr: Tous les messages clients
he_il: כל הודעות הלקוח
pt_br: Todas as Mensagens do Cliente

source: Customer Message By ID
ar: رسالة العميل حسب الهوية
fr_fr: Message client par identifiant
he_il: הודעת לקוח לפי מזהה
pt_br: Mensagem do Cliente por ID

source: All Customer Payment
ar: جميع مدفوعات العملاء
fr_fr: Tous les paiements clients
he_il: כל התשלום ללקוחות
pt_br: Todos os Pagamentos ao Cliente

source: Customer Payment By ID
ar: دفع العميل عبر الهوية
fr_fr: Paiement client par pièce d’identité
he_il: תשלום לקוח לפי מזהה
pt_br: Pagamento do Cliente por ID

source: All Customer Refund
ar: جميع الاسترداد من العملاء
fr_fr: Tous les remboursements clients
he_il: כל ההחזר ללקוחות
pt_br: Todos os reembolsos do cliente

source: Customer Refund By ID
ar: استرداد العميل حسب الهوية
fr_fr: Remboursement client par identification
he_il: החזר ללקוח לפי מזהה
pt_br: Reembolso do Cliente por ID

source: All Customer Status
ar: جميع حالة العملاء
fr_fr: Tous les statuts clients
he_il: כל סטטוס הלקוחות
pt_br: Todos os Status dos Clientes

source: Customer Status By ID
ar: حالة العميل حسب الهوية
fr_fr: Statut du client par ID
he_il: סטטוס לקוח לפי מזהה
pt_br: Status do Cliente por ID

source: All Customer Subsidiary Relationship
ar: جميع العلاقات الفرعية مع العملاء
fr_fr: Toutes les relations de filiales clients
he_il: כל יחסי הבת של הלקוחות
pt_br: Relacionamento Cliente Subsidiário

source: Customer Subsidiary Relationship By ID
ar: علاقة العميل الفرعي حسب الهوية
fr_fr: Relation client filiale par ID
he_il: יחסי חברה בת ללקוח לפי מזהה
pt_br: Relacionamento com Subsidiária do Cliente por ID

source: All Department
ar: جميع الأقسام
fr_fr: Tous les départements
he_il: כל המחלקה
pt_br: Todos os Departamentos

source: Department By ID
ar: القسم حسب الهوية
fr_fr: Département par ID
he_il: מחלקה לפי ID
pt_br: Departamento por ID

source: All Deposit
ar: كل الودائع
fr_fr: Tout le dépôt
he_il: הפקדה מלאה
pt_br: Todo o Depósito

source: Deposit By ID
ar: الإيداع عن طريق الهوية
fr_fr: Dépôt par pièce d’identité
he_il: הפקדה לפי תעודת זהות
pt_br: Depósito por ID

source: All Deposit Application
ar: جميع طلبات الإيداع
fr_fr: Toutes les demandes de dépôt
he_il: כל בקשות ההפקדה
pt_br: Todos os Pedidos de Depósito

source: Deposit Application By ID
ar: طلب الإيداع حسب الهوية
fr_fr: Demande de dépôt par pièce d’identité
he_il: בקשת הפקדה לפי תעודת זהות
pt_br: Solicitação de Depósito por Documento de Identidade

source: All Description Item
ar: كل الوصف
fr_fr: Toute description : Élément
he_il: כל פריטי התיאור
pt_br: Item de Descrição Completa

source: Description Item By ID
ar: الوصف حسب التعريف
fr_fr: Description de l’élément par ID
he_il: תיאור פריט לפי מזהה
pt_br: Item de descrição por ID

source: All Discount Item
ar: جميع العناصر المخفضة
fr_fr: Tous les articles à rabais
he_il: כל פריטי הנחה
pt_br: Todos os Itens de Desconto

source: Discount Item By ID
ar: عنصر الخصم حسب الهوية
fr_fr: Article à réduction par ID
he_il: פריט הנחה לפי ID
pt_br: Item com desconto por ID

source: All Download Item
ar: تحميل جميع العناصر
fr_fr: Tous les éléments à télécharger
he_il: כל פריטי ההורדה
pt_br: Todos os itens para baixar

source: Download Item By ID
ar: تحميل العنصر حسب الهوية
fr_fr: Télécharger l’article par ID
he_il: הורדת פריט לפי מזהה
pt_br: Baixar o item por ID

source: All Email Template
ar: جميع قوالب البريد الإلكتروني
fr_fr: Tous les modèles d’e-mail
he_il: כל תבניות המיילים
pt_br: Todos os Modelos de E-mail

source: Email Template By ID
ar: نموذج البريد الإلكتروني حسب التعريف
fr_fr: Modèle d’e-mail par ID
he_il: תבנית דוא"ל לפי ID
pt_br: Modelo de E-mail por ID

source: All Employee
ar: جميع الموظفين
fr_fr: Tous les employés
he_il: כל העובדים
pt_br: Todos os Funcionários

source: Employee By ID
ar: الموظف حسب هوية
fr_fr: Employé par ID
he_il: עובד לפי תעודת זהות
pt_br: Funcionário por ID

source: All Estimate
ar: جميع التقديرات
fr_fr: Tous estimations
he_il: כל ההערכות
pt_br: Todos os Estimativos

source: Estimate By ID
ar: تقدير حسب الهوية
fr_fr: Estimation par ID
he_il: הערכה לפי ID
pt_br: Estimativa por ID

source: All Expense Category
ar: فئة جميع المصاريف
fr_fr: Toutes catégories de dépenses
he_il: קטגוריית כל ההוצאות
pt_br: Categoria de Despesas

source: Expense Category By ID
ar: فئة المصاريف حسب الهوية
fr_fr: Catégorie de dépenses par ID
he_il: קטגוריית הוצאות לפי מזהה
pt_br: Categoria de Despesa por ID

source: All Expense Report
ar: تقرير جميع المصاريف
fr_fr: Rapport de toutes les dépenses
he_il: דוח כל ההוצאות
pt_br: Relatório de Todas as Despesas

source: Expense Report By ID
ar: تقرير المصاريف حسب الهوية
fr_fr: Rapport de frais par ID
he_il: דוח הוצאות לפי ID
pt_br: Relatório de Despesas por ID

source: All Fair Value Price
ar: سعر القيمة العادلة بالكامل
fr_fr: Tous les prix à juste valeur
he_il: מחיר שווי הוגן
pt_br: Todo o Preço de Valor Justo

source: Fair Value Price By ID
ar: سعر القيمة العادلة حسب التصميم
fr_fr: Prix à juste valeur par ID
he_il: מחיר ערך הוגן לפי ID
pt_br: Preço de Valor Justo por ID

source: All Fulfillment Request
ar: جميع طلبات التنفيذ
fr_fr: Toutes les demandes de traitement
he_il: כל בקשות המילוי
pt_br: Todos os pedidos de cumprimento

source: Fulfillment Request By ID
ar: طلب الوفاء حسب الهوية
fr_fr: Demande de traitement par ID
he_il: בקשת מילוי לפי ID
pt_br: Solicitação de Atendimento por ID

source: All Gift Certificate Item
ar: جميع عناصر شهادات الهدية
fr_fr: Tous les bons cadeaux
he_il: כל פריטי תעודת המתנה
pt_br: Todos os Itens de Vale de Presente

source: Gift Certificate Item By ID
ar: عنصر شهادة الهدية حسب الهوية
fr_fr: Objet de certificat cadeau par pièce d’identité
he_il: פריט תעודת מתנה לפי תעודת זהות
pt_br: Item do Vale de Presente por Identificação

source: All Inbound Shipment
ar: جميع الشحنات الواردة
fr_fr: Toutes les expéditions entrantes
he_il: כל המשלוחים הנכנסים
pt_br: Todas as Remessas Recebidas

source: Inbound Shipment By ID
ar: شحنة واردة حسب الرقم التعريفي
fr_fr: Envoi entrant par ID
he_il: משלוח נכנס לפי מזהה
pt_br: Envio Recebido Por Identificação

source: All Intercompany Journal Entry
ar: جميع مذكرات اليوميات بين الشركات
fr_fr: Toutes les entrées de journaux interentreprises
he_il: כל רשומת היומן הבין-חברותית
pt_br: Todas as Entradas de Diário Interempresas

source: Intercompany Journal Entry By ID
ar: مدخل يوميات الشركات حسب ID
fr_fr: Entrée de journal interentreprises par ID
he_il: רשומת יומן בין-חברותית לפי ID
pt_br: Entrada no Diário Interempresa por ID

source: All Intercompany Transfer Order
ar: جميع أوامر النقل بين الشركات
fr_fr: Tous les ordres de transfert interentreprises
he_il: כל פקודות ההעברה בין החברות
pt_br: Ordem de Transferência Interempresa

source: Intercompany Transfer Order By ID
ar: أمر نقل بين الشركات حسب الهوية
fr_fr: Ordre de transfert interentreprises par ID
he_il: הזמנת העברה בין-חברותית לפי ID
pt_br: Ordem de Transferência Interempresa por ID

source: All Inventory Adjustment
ar: جميع تعديلات المخزون
fr_fr: Tous les ajustements d’inventaire
he_il: כל התאמות המלאי
pt_br: Todo o Ajuste de Estoque

source: Inventory Adjustment By ID
ar: تعديل المخزون حسب الهوية
fr_fr: Ajustement de l’inventaire par ID
he_il: התאמת מלאי לפי מזהה
pt_br: Ajuste de Estoque por ID

source: All Inventory Cost Revaluation
ar: إعادة تقييم تكلفة المخزون بالكامل
fr_fr: Toute réévaluation des coûts d’inventaire
he_il: כל הערכת עלויות המלאי מחדש
pt_br: Todas as Reavaliações de Custos de Estoque

source: Inventory Cost Revaluation By ID
ar: إعادة تقييم تكلفة المخزون حسب التصميم الصناعي
fr_fr: Réévaluation des coûts d’inventaire par ID
he_il: הערכת עלות מלאי מחדש לפי ID
pt_br: Reavaliação de Custos de Estoque por ID

source: All Inventory Count
ar: جميع الجرد
fr_fr: Comptage de tous les stocks
he_il: כל ספירת המלאי
pt_br: Contagem de Todo o Inventário

source: Inventory Count By ID
ar: عد الجرد حسب التعريف
fr_fr: Inventaire par ID
he_il: ספירת מלאי לפי מזהה
pt_br: Contagem de Inventário por ID

source: All Inventory Item
ar: جميع عناصر الجرد
fr_fr: Tous les objets d’inventaire
he_il: כל פריטי המלאי
pt_br: Todos os itens do inventário

source: Inventory Item By ID
ar: عنصر الجرد حسب الهوية
fr_fr: Objet d’inventaire par ID
he_il: פריט מלאי לפי מזהה
pt_br: Item de Inventário por ID

source: All Inventory Number
ar: جميع أرقام الجرد
fr_fr: Tous les numéros d’inventaire
he_il: כל מספרי המלאי
pt_br: Todos os números de inventário

source: Inventory Number By ID
ar: رقم الجرد حسب التعريف
fr_fr: Numéro d’inventaire par ID
he_il: מספר מלאי לפי תעודה
pt_br: Número do Inventário por ID

source: All Inventory Transfer
ar: جميع عمليات نقل الجرد
fr_fr: Tous les transferts d’inventaire
he_il: כל העברת המלאי
pt_br: Transferência de Inventário Total

source: Inventory Transfer By ID
ar: نقل الجرد حسب الهوية
fr_fr: Transfert d’inventaire par ID
he_il: העברת מלאי לפי תעודת זהות
pt_br: Transferência de Inventário por ID

source: All Invoice
ar: جميع الفواتير
fr_fr: Toutes les factures
he_il: כל החשבוניות
pt_br: Todas as faturas

source: Invoice By ID
ar: الفاتورة حسب الهوية
fr_fr: Facturer par pièce d’identité
he_il: חשבונית לפי תעודה
pt_br: Fatura por ID

source: All Issue
ar: جميع الإصدارات
fr_fr: Tous les descendants
he_il: כל הילדים
pt_br: Todos os descendentes

source: Issue By ID
ar: الإصدار حسب الهوية
fr_fr: Issue par ID
he_il: הנפקה לפי ID
pt_br: Distribuição por ID

source: All Item Fulfillment
ar: تنفيذ جميع العناصر
fr_fr: Livraison de tous les articles
he_il: מילוי כל הפריטים
pt_br: Atendimento de Todos os Itens

source: Item Fulfillment By ID
ar: تنفيذ العنصر حسب الهوية
fr_fr: Traitement des articles par ID
he_il: מימוש פריט לפי מזהה
pt_br: Entrega de Itens por ID

source: All Item Group
ar: مجموعة العناصر الكاملة
fr_fr: Tous les groupes d’items
he_il: קבוצת כל הפריטים
pt_br: Todos os Grupos de Itens

source: Item Group By ID
ar: مجموعة العناصر حسب التعريف
fr_fr: Groupe d’éléments par ID
he_il: קבוצת פריטים לפי מזהה
pt_br: Grupo de Itens por ID

source: All Item Receipt
ar: جميع إيصالات العناصر
fr_fr: Reçu de tous les articles
he_il: קבלת כל הפריטים
pt_br: Todos os Recibos de Itens

source: Item Receipt By ID
ar: إيصال العنصر حسب الهوية
fr_fr: Reçu de l’article par pièce d’identité
he_il: קבלת פריט לפי מזהה
pt_br: Recebimento do Item por ID

source: All Item Revision
ar: مراجعة جميع العناصر
fr_fr: Toutes les révisions des éléments
he_il: כל תיקוני הפריטים
pt_br: Todas as Revisão de Itens

source: Item Revision By ID
ar: مراجعة العنصر حسب الهوية
fr_fr: Révision de l’article par ID
he_il: תיקון פריט לפי מזהה
pt_br: Revisão do Item por ID

source: All Job
ar: كل الوظائف
fr_fr: Tous les emplois
he_il: כל העבודה
pt_br: Todos os Jobs

source: Job By ID
ar: وظيفة حسب الهوية
fr_fr: Emploi par ID
he_il: עבודה לפי תעודת זהות
pt_br: Trabalho por ID

source: All Job Status
ar: جميع حالة الوظائف
fr_fr: Tous les statuts du poste
he_il: סטטוס כל המשרות
pt_br: Todos os Status do Cargo

source: Job Status By ID
ar: حالة الوظيفة حسب الهوية
fr_fr: Statut du poste par ID
he_il: סטטוס משרה לפי ID
pt_br: Status do Emprego por ID

source: All Job Type
ar: جميع أنواع الوظيفة
fr_fr: Tous types de métiers
he_il: כל סוגי המשרות
pt_br: Todos os Tipos de Trabalho

source: Job Type By ID
ar: نوع الوظيفة حسب الهوية
fr_fr: Type de poste par ID
he_il: סוג עבודה לפי מזהה
pt_br: Tipo de Trabalho por ID

source: All Journal Entry
ar: جميع مدخلات اليوميات
fr_fr: Toutes les entrées de journal
he_il: כל רשומות היומן
pt_br: Todas as entradas do diário

source: Journal Entry By ID
ar: تدوينة اليوميات حسب الهوية
fr_fr: Entrée de journal par ID
he_il: רשומת יומן לפי ID
pt_br: Entrada do Diário por ID

source: All Kit Item
ar: كل العناصر
fr_fr: Tous les articles de l’équipement
he_il: כל פריטי הערכה
pt_br: Todos os itens do kit

source: Kit Item By ID
ar: مجموعة حسب الهوية
fr_fr: Équipement par ID
he_il: פריט ערכה לפי מזהה
pt_br: Item do kit por ID

source: All Location
ar: جميع المواقع
fr_fr: Tous les emplacements
he_il: כל המקומות
pt_br: Todos os Locais

source: Location By ID
ar: الموقع حسب الهوية
fr_fr: Localisation par ID
he_il: מיקום לפי ID
pt_br: Localização por ID

source: All Manufacturing Cost Template
ar: جميع قوالب تكلفة التصنيع
fr_fr: Modèle de coût de fabrication pour tous les
he_il: תבנית כל עלויות הייצור
pt_br: Todos os Modelos de Custos de Fabricação

source: Manufacturing Cost Template By ID
ar: نموذج تكلفة التصنيع حسب التعريف
fr_fr: Modèle de coût de fabrication par ID
he_il: תבנית עלות ייצור לפי מזהה
pt_br: Modelo de Custo de Fabricação por ID

source: All Manufacturing Operation Task
ar: مهمة تشغيل التصنيع بالكامل
fr_fr: Tâche de toute l’exploitation manufacturière
he_il: כל משימת תפעול הייצור
pt_br: Tarefa de Toda Operação de Manufatura

source: Manufacturing Operation Task By ID
ar: مهمة عمليات التصنيع حسب التصميم
fr_fr: Tâche d’exploitation de fabrication par ID
he_il: משימת תפעול ייצור לפי ID
pt_br: Tarefa de Operação de Manufatura por ID

source: All Manufacturing Routing
ar: التوجيه الكامل للتصنيع
fr_fr: Toutes les routes de fabrication
he_il: כל ניתוב הייצור
pt_br: Todo o roteamento de manufatura

source: Manufacturing Routing By ID
ar: توجيه التصنيع حسب التصميم
fr_fr: Routage de la fabrication par ID
he_il: ניתוב ייצור לפי ID
pt_br: Roteamento de Manufatura por ID

source: All Markup Item
ar: كل عناصر الترميز
fr_fr: Tous les éléments de balisage
he_il: כל פריטי הסימון
pt_br: Todos os itens de marcação

source: Markup Item By ID
ar: عنصر الترميز حسب المعرف
fr_fr: Élément de marquage par ID
he_il: פריט סימון לפי מזהה
pt_br: Item de Marcação por ID

source: All Message
ar: جميع الرسائل
fr_fr: Tous les messages
he_il: כל המסר
pt_br: Mensagem de Todos

source: Message By ID
ar: الرسالة عبر الهوية
fr_fr: Message par ID
he_il: הודעה לפי מזהה
pt_br: Mensagem por ID

source: All Nexus
ar: أول نيكسس
fr_fr: Tous Nexus
he_il: כל הנקסוס
pt_br: Todos Nexus

source: Nexus By ID
ar: Nexus حسب التعريف
fr_fr: Nexus par ID
he_il: נקסוס לפי מזהה
pt_br: Nexus por ID

source: All Non Inventory Purchase Item
ar: جميع العناصر غير المشترية في المخزون
fr_fr: Tous les articles non liés à l’achat en stock
he_il: כל פריט שאינו רכישת מלאי
pt_br: Todos os itens que não são comprados em estoque

source: Non Inventory Purchase Item By ID
ar: شراء عنصر غير المخزون حسب التعريف
fr_fr: Article non en stock par identification
he_il: פריט שאינו רכישת מלאי לפי תעודת זהות
pt_br: Item de Compra Não Inventário por ID

source: All Non Inventory Resale Item
ar: جميع العناصر غير المخصصة لإعادة البيع في المخزون
fr_fr: Tous les articles non en stock revendus
he_il: כל הפריטים שאינם למכירה חוזרת במלאי
pt_br: Todos os itens de revenda que não são de estoque

source: Non Inventory Resale Item By ID
ar: عنصر غير موجه لإعادة بيع المخزون حسب الهوية
fr_fr: Article de revente non en stock par ID
he_il: פריט שאינו מכירה מחדש במלאי לפי מזהה
pt_br: Item de Revenda Não Em Estoque por ID

source: All Non Inventory Sale Item
ar: جميع العناصر غير المخصصة للبيع في المخزون
fr_fr: Tous les articles hors stock
he_il: כל הפריטים שאינם למכירת מלאי
pt_br: Todos os itens que não estão em venda de estoque

source: Non Inventory Sale Item By ID
ar: عنصر غير مباع للمخزون حسب التعريف
fr_fr: Article hors vente en stock par identification
he_il: פריט שאינו מוכר במלאי לפי תעודת זהות
pt_br: Item Não Disponível por ID

source: All Note Type
ar: جميع أنواع النوتة
fr_fr: Tous les types de notes
he_il: כל סוגי התווים
pt_br: Todos os Tipos de Notas

source: Note Type By ID
ar: ملاحظة: نوع حسب المعرف
fr_fr: Type de note par ID
he_il: הערה סוג לפי מזהה
pt_br: Tipo de Nota por ID

source: All Opportunity
ar: كل الفرص
fr_fr: Toutes les opportunités
he_il: כל ההזדמנויות
pt_br: Todas as Oportunidades

source: Opportunity By ID
ar: فرصة حسب التصميم
fr_fr: Opportunité par ID
he_il: הזדמנות לפי ID
pt_br: Oportunidade por ID

source: All Other Charge Purchase Item
ar: جميع العناصر الأخرى التي يتم الشراء فيها برسوم
fr_fr: Tous les autres articles à prix réduit
he_il: כל שאר פריטי הרכישה בחיוב
pt_br: Todos os outros itens de compra com custo

source: Other Charge Purchase Item By ID
ar: رسوم أخرى لشراء عنصر حسب الرقم
fr_fr: Autres frais d’achat par pièce d’identité
he_il: רכישת פריט אחר לפי מזהה
pt_br: Outros Custos de Compra por ID

source: All Other Charge Resale Item
ar: جميع العناصر الأخرى التي يتم بإعادة البيع برسوم
fr_fr: Tous les autres articles de revente en charge
he_il: כל שאר פריטי המכירה בתשלום
pt_br: Todos os Outros Itens de Revenda por Carga

source: Other Charge Resale Item By ID
ar: عنصر إعادة بيع رسوم أخرى حسب الهوية
fr_fr: Autre article de revente à prix par ID
he_il: פריטי מכירה חוזרים נוספים לפי ID
pt_br: Outro Item de Revenda por Valor de Identificação

source: All Other Charge Sale Item
ar: جميع عناصر البيع الأخرى
fr_fr: Tous les autres articles en vente à prix réduit
he_il: כל שאר פריטי המכירה בתשלום
pt_br: Todos os outros itens de promoção a preço

source: Other Charge Sale Item By ID
ar: منتجات بيع رسوم أخرى حسب الهوية
fr_fr: Autres articles de vente à prix par pièce d’identité
he_il: פריט מכירת חיוב אחר לפי ID
pt_br: Outro valor de venda por ID

source: All Other Name
ar: جميع الأسماء الأخرى
fr_fr: Tous les autres noms
he_il: כל שאר השם
pt_br: Todos os outros nomes

source: Other Name By ID
ar: الاسم الآخر حسب الهوية
fr_fr: Autre nom par identification
he_il: שם אחר לפי ID
pt_br: Outro Nome por ID

source: All Other Name Category
ar: جميع فئات الأسماء الأخرى
fr_fr: Toutes autres catégories de noms
he_il: קטגוריית כל שאר השמות
pt_br: Todas as outras categorias de nome

source: Other Name Category By ID
ar: فئة الأسماء الأخرى حسب الهوية
fr_fr: Autre catégorie de nom par ID
he_il: קטגוריית שמות נוספות לפי מזהה
pt_br: Outra Categoria de Nome por ID

source: All Partner
ar: جميع الشركاء
fr_fr: Tous partenaires
he_il: כל השותפים
pt_br: Todos os Parceiros

source: Partner By ID
ar: شريك حسب الهوية
fr_fr: Partenaire par ID
he_il: שותף לפי ID
pt_br: Parceiro por ID

source: All Paycheck
ar: كل الرواتب
fr_fr: Tous les salaires
he_il: הכל משכורת
pt_br: Todo o salário

source: Paycheck By ID
ar: راتب حسب الهوية
fr_fr: Chèque de paie par pièce d’identité
he_il: משכורת לפי ID
pt_br: Pagamento por ID

source: All Payment Item
ar: جميع عناصر الدفع
fr_fr: Tous les éléments de paiement
he_il: כל פריטי התשלום
pt_br: Todos os Itens de Pagamento

source: Payment Item By ID
ar: عنصر الدفع حسب الهوية
fr_fr: Article de paiement par pièce d’identité
he_il: פריט תשלום לפי מזהה
pt_br: Item de Pagamento por ID

source: All Payment Method
ar: جميع طرق الدفع
fr_fr: Tous les modes de paiement
he_il: כל שיטות התשלום
pt_br: Todos os Métodos de Pagamento
