Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: The First and Last option is not supported for aggregate expressions.
ar: الخيار الأول والأخير غير مدعوم للتعبيرات المجمعة.
fr_fr: L’option First and Last n’est pas prise en charge pour les expressions agrégées.
he_il: האפשרות הראשונה והאחרונה אינה נתמכת עבור ביטויים מצטברים.
pt_br: A primeira e última opção não é suportada para expressões agregadas.

source: Please choose or enter a valid date. The date value cannot be empty.
ar: يرجى اختيار أو إدخال تاريخ صحيح. لا يمكن أن تكون قيمة التاريخ فارغة.
fr_fr: Veuillez choisir ou entrer une date valide. La valeur de date ne peut pas être vide.
he_il: אנא בחרו או הזינו תאריך תקף. ערך התאריך לא יכול להיות ריק.
pt_br: Por favor, escolha ou insira uma data válida. O valor de data não pode estar vazio.

source: Would you like to validate the expression while executing the query?
ar: هل ترغب في التحقق من صحة التعبير أثناء تنفيذ الاستعلام؟
fr_fr: Souhaitez-vous valider l’expression pendant l’exécution de la requête ?
he_il: האם תרצה לאמת את הביטוי בזמן ביצוע השאילתה?
pt_br: Você gostaria de validar a expressão enquanto executa a consulta?

source: ClickHouse does not support the not equal, less than or equal to, or greater than or equal to operators in JOIN conditions.
ar: لا يدعم ClickHouse المشغلات غير المساواة، أو الأقل من أو المساوي، أو الأكبر من أو المساوي للمشغلين في شروط JOIN.
fr_fr: ClickHouse ne prend pas en charge les opérateurs non égaux, inférieurs ou égaux à, ni supérieurs ou égaux à dans les conditions JOIN.
he_il: ClickHouse אינו תומך ב-לא שווה, קטן או שווה ל-, או גדול מאו שווה לאופרטורים בתנאי JOIN.
pt_br: O ClickHouse não suporta operadores não iguais, menores ou iguais a ou maiores ou iguais a em condições de JOIN.

source: Changing the datatype will discard changes made to the available and default values. Do you want to change the datatype anyway?
ar: تغيير نوع البيانات سيلغي التغييرات التي أجريت على القيم المتاحة والافتراضية. هل تريد تغيير نوع البيانات على أي حال؟
fr_fr: Changer le type de données éliminera les modifications apportées aux valeurs disponibles et par défaut. Voulez-vous changer le type de données de toute façon ?
he_il: שינוי סוג הנתונים יבטל שינויים שנעשו בערכים הזמינים והברירת מחדל. אתה רוצה לשנות את סוג הנתונים בכל מקרה?
pt_br: Alterar o tipo de dado descartará as alterações feitas nos valores disponíveis e padrão. Você quer mudar o tipo de dado mesmo assim?

source: A multi-value parameter cannot include null values
ar: لا يمكن أن يتضمن معامل متعدد القيم قيما فارغة
fr_fr: Un paramètre multi-valeurs ne peut pas inclure de valeurs nulles
he_il: פרמטר רב-ערכי אינו יכול לכלול ערכי אפס
pt_br: Um parâmetro multi-valor não pode incluir valores nulos

source: Multiple default values were specified. The parameter does not allow multiple values.
ar: تم تحديد عدة قيم افتراضية. المعامل لا يسمح بعدة قيم.
fr_fr: Plusieurs valeurs par défaut étaient spécifiées. Le paramètre n’autorise pas plusieurs valeurs.
he_il: הוגדרו ערכי ברירת מחדל מרובים. הפרמטר אינו מאפשר ערכים מרובים.
pt_br: Múltiplos valores padrão foram especificados. O parâmetro não permite múltiplos valores.

source: Available or Default values might contains null value, Do you want to check the allow null value?
ar: قد تحتوي القيم المتاحة أو الافتراضية على قيمة فارغة، هل تريد التحقق من قيمة الصفر المسموح بها؟
fr_fr: Les valeurs disponibles ou par défaut peuvent contenir une valeur nulle, voulez-vous vérifier la valeur nulle autorisée ?
he_il: ערכים זמינים או ברירת מחדל עשויים להכיל ערך אפס, האם תרצה לבדוק את ערך ה-null אפשר?
pt_br: Valores disponíveis ou padrão podem conter valor nulo, você quer verificar o valor nulo permitido?

source: Available or Default values might contains blank value, Do you want to check the allow blank value?
ar: قد تحتوي القيم المتاحة أو الافتراضية على قيمة فارغة، هل تريد التحقق من قيمة السماح بالفراغ؟
fr_fr: Les valeurs disponibles ou par défaut peuvent contenir une valeur vide, voulez-vous cocher la valeur d’autorisation vierge ?
he_il: ערכים זמינים או ברירת מחדל עשויים להכיל ערך ריק, האם תרצה לבדוק את הערך הריק?
pt_br: Valores disponíveis ou padrão podem conter valor em branco, você quer marcar o valor em branco permitido?

source: The relative date range that you are trying to add already exists.
ar: النطاق التاريخي النسبي الذي تحاول إضافته موجود بالفعل.
fr_fr: La plage de dates relative que vous essayez d’ajouter existe déjà.
he_il: טווח התאריכים היחסי שאתה מנסה להוסיף כבר קיים.
pt_br: O intervalo de datas relativo que você está tentando adicionar já existe.

source: Relative range name should not empty
ar: يجب ألا يكون اسم النطاق النسبي فارغا
fr_fr: Le nom de la zone relative ne doit pas être vide
he_il: שם הטווח היחסי לא אמור להתרוקן
pt_br: O nome da faixa relativa não deve estar vazio

source: Start date should not be lesser than End date.
ar: يجب ألا يكون تاريخ البدء أقل من تاريخ الانتهاء.
fr_fr: La date de début ne doit pas être inférieure à la date de fin.
he_il: תאריך ההתחלה לא צריך להיות נמוך מתאריך הסיום.
pt_br: A data de início não deve ser menor que a data de término.

source: Start and End date value should not be empty.
ar: يجب ألا تكون قيمة تاريخ البداية والنهاية فارغة.
fr_fr: La valeur de la date de début et de fin ne doit pas être vide.
he_il: ערך תאריך התחלה ותאריך סיום לא צריך להיות ריק.
pt_br: Os valores de data de início e término não devem estar vazios.

source: The Relative dates applied for the Value Column section. So, it can not be bound in the Display column section. Please remove Relative dates from the Value section to add the Display column.
ar: تواريخ النسبة المطبقة على قسم عمود القيمة. لذا، لا يمكن تقييده في قسم عمود العرض. يرجى إزالة التواريخ النسبية من قسم القيم لإضافة عمود العرض.
fr_fr: Les dates relatives s’appliquaient à la section Colonne Valeur. Ainsi, il ne peut pas être limité dans la section colonne Afficher. Veuillez retirer les dates relatives de la section Valeur pour ajouter la colonne Afficher.
he_il: תאריכי היחס החלו על סעיף עמודת הערך. לכן, הוא לא יכול להיות קשור לסעיף עמודת התצוגה. אנא הסר תאריכים יחסיים מסעיף הערך כדי להוסיף את עמודת התצוגה.
pt_br: As datas relativas se aplicavam para a seção da Coluna de Valor. Portanto, não pode ser limitada na seção da coluna Display. Por favor, remova Datas Relativas da seção Valor para adicionar a coluna Exibir.

source: The Display column is configured. So, it can not be added as Relative dates. Remove the bound value from the Display column to add the Relative dates.
ar: عمود العرض مهيأ. لذا، لا يمكن إضافتها كتواريخ نسبية. قم بإزالة القيمة المقيدة من عمود العرض لإضافة التواريخ النسبية.
fr_fr: La colonne Affichage est configurée. Ainsi, il ne peut pas être ajouté comme dates relatives. Supprimez la valeur liée de la colonne Affichage pour ajouter les dates relatives.
he_il: עמודת התצוגה מוגדרת. לכן, אי אפשר להוסיף אותו כתאריכי יחסיים. הסר את ערך הגבול מעמודת התצוגה כדי להוסיף את התאריכים היחסיים.
pt_br: A coluna Display é configurada. Portanto, não pode ser adicionado como datas relativas. Remova o valor limitado da coluna Display para adicionar as datas relativas.

source: Data source
ar: مصدر البيانات
fr_fr: Source des données
he_il: מקור הנתונים
pt_br: Fonte dos dados

source: Parameter
ar: البارامتر
fr_fr: Paramètre
he_il: פרמטר
pt_br: Parâmetro

source: Upload
ar: رفع
fr_fr: Télécharger
he_il: העלאה
pt_br: Carregar

source: File Upload
ar: رفع الملف
fr_fr: Téléchargement de fichier
he_il: העלאת קבצים
pt_br: Upload do Arquivo

source: ODBC Data Source
ar: مصدر بيانات ODBC
fr_fr: Source de données ODBC
he_il: מקור הנתונים של ODBC
pt_br: Fonte de Dados ODBC

source: Query Expression
ar: تعبير الاستعلام
he_il: ביטוי שאילתה
pt_br: Expressão de consulta

source: Query Parameter
ar: معامل الاستعلام
fr_fr: Paramètre de requête
he_il: פרמטר שאילתה
pt_br: Parâmetro de consulta

source: Stored Procedure Parameter
ar: معامل الإجراء المخزن
fr_fr: Paramètre de procédure stockée
he_il: פרמטר פרוצדורה מאוחסן
pt_br: Parâmetro de Procedimento Armazenado

source: Query Joiner
ar: Joiner الاستعلام
he_il: Joiner שאילתה
pt_br: Joiner de consultas

source: Add Relative Date Range
ar: إضافة نطاق التاريخ النسبي
fr_fr: Ajouter la plage de dates relatives
he_il: הוספת טווח תאריכים יחסי
pt_br: Adicionar Intervalo de Datas Relativo

source: Login Window
ar: نافذة تسجيل الدخول
fr_fr: Fenêtre de connexion
he_il: חלון כניסה
pt_br: Janela de Login

source: Data Source AdvancePanel
ar: لوحة بيانات المصدر المتقدمة
fr_fr: Source de données AdvancePanel
pt_br: Fonte de Dados AdvancePanel

source: Authentication Failure
ar: فشل المصادقة
fr_fr: Échec de l’authentification
he_il: כשל באימות
pt_br: Falha de autenticação

source: Report
ar: تقرير
fr_fr: Rapport
he_il: דוח
pt_br: Relatório

source: Query Designer
ar: مصمم الاستعلام
fr_fr: Concepteur de requêtes
he_il: מעצב שאילתות
pt_br: Designer de Consultas

source: Save Dashboard
ar: لوحة الحفظ
fr_fr: Sauvegarder le tableau de bord
he_il: שמור לוח מחוונים
pt_br: Salvar o Painel

source: Save As Report
ar: حفظ كتقرير
fr_fr: Enregistrer en tant que rapport
he_il: שמור כדיווח
pt_br: Salvar como Relatório

source: Dashboard Server
ar: خادم لوحة المعلومات
fr_fr: Serveur de tableau de bord
he_il: שרת לוח מחוונים
pt_br: Servidor de Dashboard

source: Add Category
ar: إضافة فئة
fr_fr: Ajouter une catégorie
he_il: קטגוריית הוספה
pt_br: Adicionar Categoria

source: Switch Data View
ar: عرض بيانات المفتاح
fr_fr: Vue des données à commutateur
he_il: תצוגת נתוני מתג
pt_br: Vista de Dados do Switch

source: Switch Data Source
ar: مصدر بيانات التحويل
fr_fr: Source de données du commutateur
he_il: מקור הנתונים של Switch
pt_br: Fonte de Dados do Switch

source: Save Data Source
ar: حفظ مصدر البيانات
fr_fr: Source des données de sauvegarde
he_il: שמור מקור נתונים
pt_br: Fonte de Dados de Salvamento

source: Select Table
ar: اختيار الجدول
fr_fr: Table de sélection
he_il: טבלה נבחרת
pt_br: Tabela de seleção

source: Cancel Data Connection
ar: إلغاء اتصال البيانات
fr_fr: Annuler la connexion de données
he_il: ביטול חיבור נתונים
pt_br: Cancelar Conexão de Dados

source: Edit Data Connection
ar: تعديل اتصال البيانات
fr_fr: Modifier la connexion des données
he_il: עריכת חיבור נתונים
pt_br: Editar Conexão de Dados

source: Delete Data Source
ar: حذف مصدر البيانات
fr_fr: Supprimer la source de données
he_il: מחק מקור נתונים
pt_br: Excluir Fonte de Dados

source: Save Expression
ar: حفظ التعبير
fr_fr: Sauvegarde de l’expression
he_il: שמירת ביטוי
pt_br: Salvar Expressão

source: Schema Mismatch
ar: عدم تطابق المخطط
fr_fr: Décalage de schéma
he_il: אי-התאמה של סכימה
pt_br: Desajuste de Esquema

source: DataType Mismatch
ar: عدم تطابق نوع البيانات
fr_fr: Décalage de DataType
he_il: אי-התאמה מסוג נתונים
pt_br: Desajuste de DataType

source: Duplicate Data Source
ar: مصدر بيانات مكرر
fr_fr: Source de données dupliquée
he_il: מקור נתונים כפול
pt_br: Fonte de Dados Duplicada

source: Auto Recover
ar: الاسترداد التلقائي
fr_fr: Récupération automatique
he_il: שחזור אוטומטי
pt_br: Recuperação Automática

source: Confirm Publish Dashboard
ar: تأكيد لوحة النشر
fr_fr: Tableau de bord Confirmer Publication
he_il: אישור Publish Dashboard
pt_br: Painel de Confirmar Publicar

source: Remove Column
ar: إزالة العمود
fr_fr: Supprimer la colonne
he_il: הסרת עמודה
pt_br: Coluna de Remoção

source: Remove Table
ar: إزالة الجدول
fr_fr: Supprimer la table
he_il: הסרת טבלה
pt_br: Remover tabela

source: Data Configuration
ar: تكوين البيانات
fr_fr: Configuration des données
he_il: תצורת נתונים
pt_br: Configuração de Dados

source: Unsupported Elements
ar: العناصر غير المدعومة
fr_fr: Éléments non supportés
he_il: אלמנטים לא נתמכים
pt_br: Elementos não suportados

source: Invalid Session
ar: جلسة غير صالحة
fr_fr: Session invalide
he_il: מושב לא תקין
pt_br: Sessão Inválida

source: Invalid Parameter
ar: معامل غير صالح
fr_fr: Paramètre invalide
he_il: פרמטר לא תקין
pt_br: Parâmetro inválido

source: Invalid Query Statement
ar: بيان الاستعلام غير الصحيح
fr_fr: Requête invalide
he_il: הצהרת שאילתה לא תקפה
pt_br: Instrução de consulta inválida

source: Invalid Dashboard Name
ar: اسم لوحة المعلومات غير صالح
fr_fr: Nom de tableau de bord invalide
he_il: שם לוח מחוונים לא תקין
pt_br: Nome do Painel Inválido

source: Invalid Format
ar: الصيغة غير الصالحة
fr_fr: Format invalide
he_il: פורמט לא תקין
pt_br: Formato Inválido

source: Invalid Filter Profile
ar: ملف المرشح غير الصحيح
fr_fr: Profil de filtre invalide
he_il: פרופיל פילטר שגוי
pt_br: Perfil de Filtro Inválido

source: Unsupported Version
ar: النسخة غير المدعومة
fr_fr: Version non prise en charge
he_il: גרסה לא נתמכת
pt_br: Versão não suportada

source: New Category
ar: فئة جديدة
fr_fr: Nouvelle catégorie
he_il: קטגוריה חדשה
pt_br: Nova Categoria

source: Invalid Expression Name
ar: اسم التعبير غير الصحيح
fr_fr: Nom d’expression invalide
he_il: שם ביטוי לא תקף
pt_br: Nome de expressão inválido

source: Invalid Expression
ar: التعبير غير الصحيح
fr_fr: Expression invalide
he_il: ביטוי שגוי
pt_br: Expressão inválida

source: Add List Value
ar: إضافة قيمة القائمة
fr_fr: Valeur ajoutée de liste
he_il: הוספת ערך לרשימה
pt_br: Adicionar Valor de Lista

source: Invalid Value
ar: القيمة غير الصالحة
fr_fr: Valeur invalide
he_il: ערך לא תקף
pt_br: Valor Inválido

source: Remove Expression
ar: إزالة التعبير
fr_fr: Supprimer l’expression
he_il: הסרת ביטוי
pt_br: Remover Expressão

source: Connection configuration
ar: تكوين الاتصال
fr_fr: Configuration de la connexion
he_il: תצורת חיבור
pt_br: Configuração da conexão

source: Access Denied
ar: تم رفض الوصول
fr_fr: Accès refusé
he_il: גישה נדחתה

source: Remove Parameter
ar: معامل إزالة
fr_fr: Supprimer le paramètre
he_il: פרמטר הסרה
pt_br: Remover Parâmetro

source: Update Parameter
ar: معامل تحديث
fr_fr: Paramètre de mise à jour
he_il: פרמטר עדכון
pt_br: Parâmetro de Atualização

source: Period-over-Period Configuration
ar: تكوين الفترة بعد فترة
fr_fr: Configuration période sur période
he_il: תצורת תקופה-על-תקופה
pt_br: Configuração Período sobre Período

source: Confirm File Import
ar: تأكيد استيراد الملف
fr_fr: Confirmer l’importation de fichier
he_il: אשר ייבוא קובץ
pt_br: Confirmar Importação de Arquivo

source: Join Alert
ar: تنبيه الانضمام
fr_fr: Rejoignez Alert
he_il: הצטרפו להתראה
pt_br: Junte-se ao Alerta

source: Relative Dates Alert
ar: تنبيه التواريخ النسبية
fr_fr: Alerte aux dates relatives
he_il: אזהרת תאריכים יחסיים
pt_br: Alerta de Datas Relativas

source: File Not Found
ar: لم يتم العثور على ملف
fr_fr: Fichier non trouvé
he_il: קובץ לא נמצא
pt_br: Arquivo Não Encontrado

source: Aggregate expressions not supported
ar: التعبيرات المجمعة غير المدعومة
fr_fr: Expressions agrégées non prises en charge
he_il: ביטויים מצטברים אינם נתמכים
pt_br: Expressões agregadas não suportadas

source: Link To Specific Date
ar: رابط لتاريخ محدد
fr_fr: Lien vers la date précise
he_il: קישור לתאריך ספציפי
pt_br: Link para a Data Específica

source: Accounts
ar: حسابات
fr_fr: Comptes
he_il: חשבונות
pt_br: Contas

source: Continue
ar: استمر
fr_fr: Continuer
he_il: נמשך
pt_br: Continuar

source: Connect New Account
ar: ربط الحساب الجديد
fr_fr: Connecter un nouveau compte
he_il: Connect חשבון חדש
pt_br: Conecte Nova Conta

source: Account
ar: حساب
fr_fr: Compte
he_il: חשבון
pt_br: Conta

source: Connect to
ar: اتصل ب
fr_fr: Connectez-vous à
he_il: התחבר ל
pt_br: Conecte-se a

source: Authorize
ar: تاذن
fr_fr: Autoriser
he_il: הסמיך
pt_br: Autorizar

source: Additional permission is required to connect to this service.
ar: يتطلب الأمر إذنا إضافيا للاتصال بهذه الخدمة.
fr_fr: Une autorisation supplémentaire est requise pour se connecter à ce service.
he_il: נדרש אישור נוסף כדי להתחבר לשירות זה.
pt_br: Permissão adicional é necessária para conectar a este serviço.

source: Set a name for the Account
ar: حدد اسما للحساب
fr_fr: Fixez un nom pour le compte
he_il: קבע שם לחשבון
pt_br: Defina um nome para a Conta

source: Select Account
ar: اختر الحساب
fr_fr: Sélectionner le compte
he_il: בחר חשבון
pt_br: Selecionar Conta

source: Manage Accounts
ar: إدارة الحسابات
fr_fr: Gérer les comptes
he_il: ניהול חשבונות
pt_br: Gerencie Contas

source: Waiting for authorization to complete
ar: انتظار اكتمال التفويض
fr_fr: En attente de l’autorisation de complément
he_il: ממתינים להשלמת האישור
pt_br: Aguardando a autorização ser concluída

source: Name cannot be empty
ar: لا يمكن أن يكون الاسم فارغا
fr_fr: Le nom ne peut pas être vide
he_il: השם לא יכול להיות ריק
pt_br: Nome não pode estar vazio

source: Organization URL
ar: رابط التنظيم
fr_fr: URL de l’organisation
he_il: כתובת הארגון
pt_br: URL da organização

source: Microsoft Dynamics CRM Online Service URL
ar: رابط خدمة Microsoft Dynamics CRM Online
fr_fr: URL du service en ligne Microsoft Dynamics CRM
he_il: כתובת השירות המקוון של Microsoft Dynamics CRM
pt_br: URL do Serviço Online do Microsoft Dynamics CRM

source: Please enter the microsoft dynamics crm online service URL
ar: يرجى إدخال رابط خدمة CRM عبر الإنترنت لمايكروسوفت دايناميكس
fr_fr: Veuillez entrer l’URL du service en ligne CRM de Microsoft Dynamics
he_il: אנא הזן את כתובת השירות המקוון של Microsoft Dynamics CRM
pt_br: Por favor, insira a URL do serviço online Microsoft Dynamics CRM

source: Invalid characters. The following characters are not supported
ar: حروف غير صالحة. الشخصيات التالية غير مدعومة
fr_fr: Caractères invalides. Les caractères suivants ne sont pas pris en charge
he_il: תווים לא תקפים. הדמויות הבאות אינן נתמכות
pt_br: Caracteres inválidos. Os seguintes caracteres não são suportados

source: Please enter the data source name
ar: يرجى إدخال اسم مصدر البيانات
fr_fr: Veuillez entrer le nom de la source de données
he_il: אנא הזן את שם מקור הנתונים
pt_br: Por favor, insira o nome da fonte de dados

source: A data source with the same name already exists in the server.
ar: مصدر بيانات يحمل نفس الاسم موجود بالفعل في الخادم.
fr_fr: Une source de données portant le même nom existe déjà sur le serveur.
he_il: מקור נתונים באותו שם כבר קיים בשרת.
pt_br: Uma fonte de dados com o mesmo nome já existe no servidor.

source: You do not have permission to create new data source. Contact site administrator.
ar: ليس لديك إذن لإنشاء مصدر بيانات جديد. تواصل مع مسؤول الموقع.
fr_fr: Vous n’avez pas la permission de créer une nouvelle source de données. Contactez l’administrateur du site.
he_il: אין לך רשות ליצור מקור נתונים חדש. צור קשר עם מנהל האתר.
pt_br: Você não tem permissão para criar uma nova fonte de dados. Entre em contato com o administrador do site.

source: You do not have permission to edit this data source. Contact site administrator.
ar: ليس لديك إذن بتعديل مصدر البيانات هذا. تواصل مع مسؤول الموقع.
fr_fr: Vous n’avez pas la permission de modifier cette source de données. Contactez l’administrateur du site.
he_il: אין לך רשות לערוך את מקור הנתונים הזה. צור קשר עם מנהל האתר.
pt_br: Você não tem permissão para editar esta fonte de dados. Entre em contato com o administrador do site.

source: Unable to save the data source with data refresh settings. Permission to create/update the schedules is required. Contact site administrator.
ar: غير قادر على حفظ مصدر البيانات مع إعدادات تحديث البيانات. يتطلب الأمر إذنا لإنشاء وتحديث الجداول. تواصل مع مسؤول الموقع.
fr_fr: Impossible de sauvegarder la source de données avec les paramètres de rafraîchissement des données. L’autorisation de créer/mettre à jour les plannings est requise. Contactez l’administrateur du site.
he_il: לא מצליח לשמור את מקור הנתונים עם הגדרות רענון נתונים. נדרש אישור ליצור/עדכון לוחות הזמנים. צור קשר עם מנהל האתר.
pt_br: Não é possível salvar a fonte de dados com as configurações de atualização de dados. É necessário obter permissão para criar/atualizar os cronogramas. Entre em contato com o administrador do site.

source: Unable to save the data source with data refresh settings. A data source schedule with the same name already exists in the server.
ar: غير قادر على حفظ مصدر البيانات مع إعدادات تحديث البيانات. جدول مصادر البيانات بنفس الاسم موجود بالفعل في الخادم.
fr_fr: Impossible de sauvegarder la source de données avec les paramètres de rafraîchissement des données. Un planning de source de données portant le même nom existe déjà sur le serveur.
he_il: לא מצליח לשמור את מקור הנתונים עם הגדרות רענון נתונים. לוח זמנים למקור נתונים באותו שם כבר קיים בשרת.
pt_br: Não é possível salvar a fonte de dados com as configurações de atualização de dados. Um cronograma de fonte de dados com o mesmo nome já existe no servidor.

source: Category
ar: باب
fr_fr: Catégorie
he_il: קטגוריה
pt_br: Categoria

source: Please enter the category name
ar: يرجى إدخال اسم الفئة
fr_fr: Veuillez entrer le nom de la catégorie
he_il: אנא הזן את שם הקטגוריה
pt_br: Por favor, insira o nome da categoria

source: You do not have permission to create category. Contact site administrator.
ar: ليس لديك إذن لإنشاء فئة. تواصل مع مسؤول الموقع.
fr_fr: Vous n’avez pas la permission de créer une catégorie. Contactez l’administrateur du site.
he_il: אין לך הרשאה ליצור קטגוריה. צור קשר עם מנהל האתר.
pt_br: Você não tem permissão para criar categoria. Entre em contato com o administrador do site.

source: Edit Table Column Names
ar: تعديل أسماء أعمدة الجداول
fr_fr: Noms des colonnes du tableau d’édition
he_il: עריכת שמות עמודות טבלאות
pt_br: Editar Tabela: Nomes das Colunas

source: Display Name
ar: اسم العرض
fr_fr: Nom d’affichage
he_il: שם תצוגה
pt_br: Nome de Exibição

source: Show No Data Items
ar: عدم إظهار عناصر بيانات
fr_fr: Afficher aucun élément de données
he_il: הראה ללא פריטי נתונים
pt_br: Não mostrar Itens de Dados

source: Data Storage
ar: تخزين البيانات
fr_fr: Stockage des données
he_il: אחסון נתונים
pt_br: Armazenamento de Dados

source: used
ar: مستعمل
fr_fr: utilisé
he_il: להשתמש
pt_br: usado

source: Failed to retrieve the data. Try again
ar: فشل في استرجاع البيانات. حاول مرة أخرى
fr_fr: Échec à récupérer les données. Réessayez
he_il: לא הצלחתי לשחזר את הנתונים. נסה שוב
pt_br: Não consegui recuperar os dados. Tentar novamente

source: bytes
ar: بايت
fr_fr: Octets
he_il: בתים

source: More
ar: أكثر
fr_fr: Plus
he_il: עוד
pt_br: Mais

source: Usage
ar: استخدام
he_il: שימוש
pt_br: Uso

source: Limitation
ar: الحد
he_il: מגבלה
pt_br: Limitação

source: Syntax
ar: إعراب
fr_fr: Syntaxe
he_il: תחביר
pt_br: Sintaxe

source: Select one or more default values based on the specified indexes.
ar: اختر قيمة أو أكثر افتراضية بناء على الفهارس المحددة.
fr_fr: Sélectionnez une ou plusieurs valeurs par défaut en fonction des index spécifiés.
he_il: בחר ערך ברירת מחדל אחד או יותר בהתבסס על האינדקסים שצוינו.
pt_br: Selecione um ou mais valores padrão com base nos índices especificados.

source: For single selection mode, only one index can be set.
ar: لوضع الاختيار الواحد، يمكن تعيين مؤشر واحد فقط.
fr_fr: Pour le mode sélection simple, un seul index peut être défini.
he_il: במצב בחירה יחיד, ניתן להגדיר רק אינדקס אחד.
pt_br: Para o modo de seleção única, apenas um índice pode ser definido.

source: * Supports only positive integer values starting from 0.
ar: * يدعم فقط القيم الصحيحة الموجبة بدءا من 0.
fr_fr: * Ne prend en charge que les valeurs entières positives commençant par 0.
he_il: * תומך רק בערכים שלמים חיוביים החל מ-0.
pt_br: * Suporta apenas valores inteiros positivos a partir de 0.

source: * Use a Comma(, ) to seperate indicies.Example 1, 2, 5.
ar: * استخدم فاصلة(, ) لفصل العلامات. المثال 1، 2، 5.
fr_fr: * Utilisez une virgule(, ) pour séparer les indices. Exemple 1, 2, 5.
he_il: * השתמש בפסיק(, ) להפרדת אינדיקים. דוגמה 1, 2, 5.
pt_br: * Use uma vírgula(, ) para separar índices. Exemplo 1, 2, 5.

source: * Use a Hyphen(-) to define the index range.Example: 1-4,7,9.
ar: * استخدم شرطة (-) لتعريف نطاق الفهرس. مثال: 1-4، 7، 9.
fr_fr: * Utiliser un trait d’union(-) pour définir l’intervalle d’indices. Exemple : 1-4,7,9.
he_il: * השתמש במקף(-) כדי להגדיר את טווח האינדקס. דוגמה: 1-4,7,9.
pt_br: * Use um hífen(-) para definir o intervalo de índice. Exemplo: 1-4,7,9.
