Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Search Widgets
ar: أدوات البحث
fr_fr: Widgets de recherche
he_il: ווידג'טים לחיפוש
pt_br: Widgets de busca

source: Search Dashboards
ar: لوحات البحث
fr_fr: Tableaux de bord de recherche
he_il: לוחות מחוונים לחיפוש
pt_br: Dashboards de Busca

source: DEFAULT
ar: افتراضي
fr_fr: FAIRE DÉFAUT
he_il: ברירת מחדל
pt_br: INADIMPLÊNCIA

source: EXISTING
ar: موجود
fr_fr: EXISTANT
he_il: הקיימים
pt_br: EXISTENTE

source: No widgets found
ar: لم يتم العثور على أي أدوات
fr_fr: Aucun widget trouvé
he_il: לא נמצאו ווידג'טים
pt_br: Nenhum widget encontrado

source: Comparison
ar: المقارنه
fr_fr: Comparaison
he_il: השוואה
pt_br: Comparação

source: Relationship
ar: علاقة
fr_fr: Relation
he_il: מערכת יחסים
pt_br: Relação

source: Card
ar: بطاقة
fr_fr: Carte
he_il: קלף
pt_br: Cartão

source: Deviation
ar: انحراف
fr_fr: Déviation
he_il: סטיית
pt_br: Desvio

source: Proportion
ar: نسبه
he_il: פרופורציה
pt_br: Proporção

source: Distribution
ar: توزيع
he_il: הפצה
pt_br: Distribuição

source: Composition
ar: تكوين
he_il: הרכב
pt_br: Composição

source: Filters
ar: مرشحات
fr_fr: Filtres
he_il: מסננים
pt_br: Filtros

source: Miscellaneous
ar: متنوعه
fr_fr: Divers
he_il: שונות
pt_br: Variado

source: Charts V2
ar: القوائم V2
he_il: מצעדים V2
pt_br: Paradas V2

source: Column
ar: عمود
fr_fr: Colonne
he_il: עמודה
pt_br: Coluna

source: Bar
ar: بار
he_il: באר
pt_br: Barra

source: Stacked Column
ar: العمود المكدس
fr_fr: Colonne empilée
he_il: עמודה מוערמת
pt_br: Coluna Empilhada

source: Stacked Bar
ar: القضيب المكدس
fr_fr: Barreau empilé
he_il: מוט ערום
pt_br: Barra empilhada

source: 100% Stacked Bar
ar: بار مكدس 100٪
fr_fr: Barreau 100 % empilé
he_il: 100% מוט מוערך
pt_br: Barra 100% empilhada

source: 100% Stacked Column
ar: عمود مكدس 100٪
fr_fr: Colonne 100 % empilée
he_il: עמודה 100% מוערמת
pt_br: Coluna 100% Empilhada

source: Grid
ar: شبكة
fr_fr: Grille
he_il: רשת
pt_br: Grade

source: Bubble Map
ar: خريطة الفقاعات
fr_fr: Carte à bulles
he_il: מפת בועות
pt_br: Mapa de Bolhas

source: Choropleth Map
ar: خريطة الكوروبلث
fr_fr: Carte de Choropleth
he_il: מפת כורופלט
pt_br: Mapa de Coropleth

source: Map
ar: خريطة
fr_fr: Carte
he_il: מפה
pt_br: Mapa

source: Tree Map
ar: خريطة الشجرة
fr_fr: Carte arborescente
he_il: מפת עץ
pt_br: Mapa em Árvore

source: Pie
ar: قدم
fr_fr: Pied
he_il: רגל
pt_br: Pé

source: Doughnut
ar: دونات
fr_fr: Beignet
he_il: טבעת
pt_br: Rosquinha

source: Pyramid
ar: هرم
fr_fr: Pyramide
he_il: פירמידה
pt_br: Pirâmide

source: Funnel
ar: قمع
fr_fr: Entonnoir
he_il: משפך
pt_br: Funil

source: Area
ar: منطقة
fr_fr: Aire
he_il: אזור
pt_br: Área

source: Stacked Area
ar: المساحة المكدسة
fr_fr: Zone empilée
he_il: שטח ערום
pt_br: Área Empilhada

source: 100% Stacked Area
ar: مساحة مكدسة 100٪
fr_fr: Zone 100 % empilée
he_il: 100% שטח ערום
pt_br: Área 100% Empilhada

source: Line
ar: سطر
fr_fr: Ligne
he_il: קו
pt_br: Linha

source: Spline
ar: المفتاح
he_il: ספליין

source: Spline Area
ar: منطقة الانحراف
fr_fr: Zone Spline
he_il: אזור השפל
pt_br: Área Spline

source: Combo Box
ar: صندوق الكومبو
fr_fr: Déroulante
he_il: קומבו בוקס
pt_br: Caixa de combinação

source: List Box
ar: صندوق القائمة
fr_fr: Boîte de la liste
he_il: תיבת רשימה
pt_br: Caixa de listagem

source: Date Picker
ar: اختيار التواريخ
fr_fr: Sélecteur de dates
he_il: דייט ביקר
pt_br: Selecionador de Data

source: Range Slider
ar: منزلق المدى
fr_fr: Curseur de portée
he_il: סליידר טווח
pt_br: Controle de Alcance

source: Label
ar: تسميه
fr_fr: Étiquette
he_il: תווית
pt_br: Etiqueta

source: Data Requirements
ar: متطلبات البيانات
fr_fr: Exigences en matière de données
he_il: דרישות נתונים
pt_br: Requisitos de Dados

source: Image
ar: صورة
he_il: תמונה
pt_br: Imagem

source: Heat Map
ar: خريطة الحرارة
fr_fr: Carte thermique
he_il: מפת חום
pt_br: Mapa de Calor

source: Radial Gauge
ar: المقياس الشعاعي
fr_fr: Jauge radiale
he_il: רוחב רדיאלי
pt_br: Calibre radial

source: Pivot Grid
ar: شبكة المحور
fr_fr: Grille pivotante
he_il: רשת ציר
pt_br: Grade de pivô

source: Combo Chart
ar: مخطط الكومبو
fr_fr: Tableau des combos
he_il: טבלת קומבואים
pt_br: Tabela de Combos

source: KPI Card
ar: بطاقة KPI
fr_fr: Carte KPI
he_il: כרטיס KPI
pt_br: Cartão KPI

source: Bubble
ar: فقاعة
fr_fr: Bulle
he_il: בועה
pt_br: Bolha

source: Scatter
ar: نثر
fr_fr: Disperser
he_il: פיזור
pt_br: Espalhar

source: Radar Polar
ar: رادار بولار
he_il: קוטב רדאר

source: Range Navigator
ar: نافيجيتور المدى
fr_fr: Navigateur de portée
pt_br: Navegador de Campo

source: Number Card
ar: بطاقة الرقم
fr_fr: Carte numérique
he_il: כרטיס מספר
pt_br: Cartão Numérico

source: Bing Maps
ar: خرائط بينغ
he_il: מפות בינג

source: Azure Maps
ar: خرائط Azure

source: Text
ar: نص
fr_fr: SMS
he_il: טקסט
pt_br: Texto

source: Custom Widget
ar: الأداة المخصصة
fr_fr: Widget personnalisé
he_il: ווידג'ט מותאם אישית
pt_br: Widget Personalizado

source: Period Over Period
ar: الفترة بعد فترة
fr_fr: Période sur période
he_il: תקופה אחרי תקופה
pt_br: Período Após Período

source: Chart
ar: جدول
fr_fr: Graphique
he_il: תרשים
pt_br: Gráfico

source: Combine Widget
ar: أداة الدمج
he_il: ווידג'ט קומביין

source: Date Group
ar: مجموعة دايت
fr_fr: Groupe de date
he_il: קבוצת דייט
pt_br: Grupo de Encontros

source: Text Filter
ar: مرشح النص
fr_fr: Filtre de texte
he_il: מסנן טקסט
pt_br: Filtro de Texto

source: Tab Widget
ar: أداة التبويب
fr_fr: Widget d’onglet
he_il: ווידג'ט לשוניות
pt_br: Widget de Aba

source: Button
ar: زر
fr_fr: Bouton
he_il: כפתור
pt_br: Botão

source: Q&A
ar: أسئلة وأجوبة
fr_fr: Questions-Réponses
he_il: שאלות ותשובות
pt_br: Perguntas e Respostas

source: Compare values for a set of unordered items across categories using vertical bars arranged horizontally.
ar: قارن القيم لمجموعة من العناصر غير المرتبة عبر الفئات باستخدام أشرطة رأسية مرتبة أفقيا.
fr_fr: Comparez les valeurs d’un ensemble d’éléments non ordonnés entre catégories à l’aide de barres verticales disposées horizontalement.
he_il: השווה ערכים עבור סט פריטים לא מסודרים בין קטגוריות באמצעות פסים אנכיים המסודרים אופקית.
pt_br: Compare valores de um conjunto de itens não ordenados entre categorias usando barras verticais dispostas horizontalmente.

source: Compare values for a set of unordered items across categories using horizontal bars arranged vertically.
ar: قارن القيم لمجموعة من العناصر غير المرتبة عبر الفئات باستخدام أشرطة أفقية مرتبة عموديا.
fr_fr: Comparez les valeurs d’un ensemble d’éléments non ordonnés entre catégories à l’aide de barres horizontales disposées verticalement.
he_il: השווה ערכים עבור סט פריטים לא מסודרים בין קטגוריות באמצעות פסים אופקיים המסודרים אנכית.
pt_br: Compare valores para um conjunto de itens não ordenados entre categorias usando barras horizontais dispostas verticalmente.

source: Compare multiple measures using bars stacked vertically.
ar: قارن عدة مقاييس باستخدام قضبان مكدسة عموديا.
fr_fr: Comparez plusieurs mesures en utilisant des barres empilées verticalement.
he_il: השווה מספר מדדים באמצעות מוטות מונחים אנכית.
pt_br: Compare várias medidas usando barras empilhadas verticalmente.

source: Compare multiple measures using bars stacked horizontally.
ar: قارن عدة مقاييس باستخدام أشرطة مكدسة أفقيا.
fr_fr: Comparez plusieurs mesures en utilisant des barres empilées horizontalement.
he_il: השווה מספר מדדים באמצעות מוטות מונחים אופקית.
pt_br: Compare várias medidas usando barras empilhadas horizontalmente.

source: Compare multiple measures as parts of a whole using bars stacked horizontally.
ar: قارن عدة مقاييس كأجزاء من الكل باستخدام قضبان مكدسة أفقيا.
fr_fr: Comparez plusieurs mesures comme des parties d’un tout en utilisant des barres empilées horizontalement.
he_il: השווה מספר מדדים כחלק מכלל באמצעות מוטות מונחים אופקית.
pt_br: Compare múltiplas medidas como partes de um todo usando barras empilhadas horizontalmente.

source: Compare multiple measures as parts of a whole using bars stacked vertically.
ar: قارن عدة مقاييس كأجزاء من الكل باستخدام قضبان مكدسة عموديا.
fr_fr: Comparez plusieurs mesures comme des parties d’un tout en utilisant des barres empilées verticalement.
he_il: השוו מספר מדדים כחלקים מכלל באמצעות מוטות שמונחים אנכית.
pt_br: Compare múltiplas medidas como partes de um todo usando barras empilhadas verticalmente.

source: Display tabular data with options to sort items.
ar: عرض بيانات جدولية مع خيارات لفرز العناصر.
fr_fr: Affichez les données tabulaires avec des options pour trier les éléments.
he_il: הצג נתונים טבלאיים עם אפשרויות למיון פריטים.
pt_br: Exiba dados tabulares com opções para ordenar os itens.

source: Showcase quantitative values encoded through bubble size .
ar: عرض القيم الكمية المشفرة عبر حجم الفقاعة.
fr_fr: Mettre en avant les valeurs quantitatives codées à travers la taille de la bulle .
he_il: הצג ערכים כמותיים המקודדים באמצעות גודל בועה.
pt_br: Mostrar valores quantitativos codificados pelo tamanho da bolha .

source: Showcase quantitative values encoded through color scale.
ar: عرض القيم الكمية المشفرة من خلال مقياس الألوان.
fr_fr: Mettez en avant des valeurs quantitatives codées via une échelle de couleurs.
he_il: הצג ערכים כמותיים המקודדים באמצעות סולם צבעים.
pt_br: Destaque valores quantitativos codificados por escala de cores.

source: Showcase markers encoded through latitude and longitude.
ar: علامة عرض مشفرة عبر خطوط العرض والطول.
fr_fr: Des repères de vitrine codés selon la latitude et la longitude.
he_il: סימני תצוגה המקודדים דרך קווי רוחב ואורך.
pt_br: Marcadores de vitrine codificados por latitude e longitude.

source: Visualize large amounts of data as clustered rectangles with a color scale.
ar: تصور كميات كبيرة من البيانات كمستطيلات متجمعة بمقياس ألوان.
fr_fr: Visualisez de grandes quantités de données sous forme de rectangles regroupés avec une échelle de couleurs.
he_il: הדמיין כמויות גדולות של נתונים כמלבנים מקובצים עם סולם צבעים.
pt_br: Visualize grandes quantidades de dados como retângulos agrupados com uma escala de cores.

source: Measure trends through key performance indicators like values and goals.
ar: قس الاتجاهات من خلال مؤشرات الأداء الرئيسية مثل القيم والأهداف.
fr_fr: Mesurez les tendances à travers des indicateurs clés de performance tels que les valeurs et les objectifs.
he_il: מדדו מגמות דרך מדדי ביצוע מרכזיים כמו ערכים ומטרות.
pt_br: Meça tendências por meio de indicadores-chave de desempenho, como valores e metas.

source: Showcase the proportions of each item's contribution to the total in the form of pie slices.
ar: اعرض نسب مساهمة كل عنصر في المجموع على شكل شرائح فطائر.
fr_fr: Mettez en avant les proportions de la contribution de chaque élément au total sous forme de parts de tarte.
he_il: הציגו את הפרופורציות של כל פריט לסך הכולל בצורת פרוסות פאי.
pt_br: Destaque as proporções da contribuição de cada item para o total na forma de fatias de torta.

source: Showcase the proportions of each item's contribution to the total in the form of doughnut slices.
ar: عرض نسب مساهمة كل عنصر في المجموع على شكل شرائح دونات.
fr_fr: Mettez en avant les proportions de la contribution de chaque produit au total sous forme de tranches de beignet.
he_il: הדגישו את הפרופורציות של תרומת כל פריט לסך הכולל בצורת פרוסות סופגניות.
pt_br: Mostre as proporções da contribuição de cada item para o total na forma de fatias de donut.

source: Proportional comparison between values showcased in a progressively increasing manner.
ar: مقارنة نسبية بين القيم المعروضة بطريقة متزايدة تدريجيا.
fr_fr: Comparaison proportionnelle entre les valeurs mise en valeur de manière progressivement croissante.
he_il: השוואה פרופורציונלית בין ערכים המוצגים בצורה הולכת וגדלה.
pt_br: Comparação proporcional entre valores apresentada de forma progressivamente crescente.

source: Proportional comparison between values showcased in a progressively decreasing manner.
ar: مقارنة نسبية بين القيم المعروضة بطريقة متناقصة تدريجيا.
fr_fr: Comparaison proportionnelle entre les valeurs affichée de manière progressivement décroissante.
he_il: השוואה פרופורציונלית בין הערכים המוצגים בצורה הולכת ופוחתת.
pt_br: Comparação proporcional entre valores apresentada de forma progressivamente decrescente.

source: Compare values for a set of unordered items across categories through filled curves ordered vertically.
ar: قارن القيم لمجموعة من العناصر غير المرتبة عبر الفئات عبر منحنيات مملوءة مرتبة عموديا.
fr_fr: Comparez les valeurs d’un ensemble d’éléments non ordonnés entre catégories à travers des courbes remplies ordonnées verticalement.
he_il: השווה ערכים עבור קבוצת פריטים לא מסודרים בין קטגוריות דרך עקומות מלאות המסודרות אנכית.
pt_br: Compare valores para um conjunto de itens não ordenados entre categorias por meio de curvas preenchidas ordenadas verticalmente.

source: Compare multiple measures through filled curves stacked vertically.
ar: قارن عدة مقاييس عبر منحنيات مملوءة مكدسة عموديا.
fr_fr: Comparez plusieurs mesures à travers des courbes remplies empilées verticalement.
he_il: השווה מספר מדדים דרך עקומות מלאות שמונחות אנכית.
pt_br: Compare múltiplas medidas através de curvas preenchidas empilhadas verticalmente.

source: Compare multiple measures as parts of a whole through filled curves stacked vertically.
ar: قارن عدة مقاييس كأجزاء من الكل عبر منحنيات مملوءة مكدسة عموديا.
fr_fr: Comparez plusieurs mesures comme des parties d’un tout à des courbes remplies empilées verticalement.
he_il: השוו מספר מדדים כחלקים מתוך שלם דרך עקומות מלאות שנערמו אנכית.
pt_br: Compare múltiplas medidas como partes de um todo até curvas preenchidas empilhadas verticalmente.

source: Showcase trends for analysis over time with data points connected using straight lines.
ar: اعرض الاتجاهات للتحليل على مدى الزمن مع نقاط بيانات متصلة باستخدام خطوط مستقيمة.
fr_fr: Mettez en avant les tendances pour l’analyse au fil du temps avec des points de données reliés par des lignes droites.
he_il: הצג מגמות לניתוח לאורך זמן עם נקודות נתונים שמחוברות באמצעות קווים ישרים.
pt_br: Mostre tendências para análise ao longo do tempo com pontos de dados conectados por linhas retas.

source: Showcase trends for analysis over time with data points connected using splines.
ar: عرض الاتجاهات للتحليل على مدى الزمن باستخدام نقاط بيانات متصلة باستخدام المنحنيات.
fr_fr: Présenter les tendances pour l’analyse au fil du temps avec des points de données reliés via des splines.
he_il: הצג מגמות לניתוח לאורך זמן עם נקודות נתונים שמחוברות באמצעות ספליינים.
pt_br: Destaque tendências para análise ao longo do tempo com pontos de dados conectados usando splines.

source: Compare values for a set of unordered items across categories through filled curves.
ar: قارن القيم لمجموعة من العناصر غير المرتبة عبر الفئات عبر منحنيات مملوءة.
fr_fr: Comparez les valeurs d’un ensemble d’éléments non ordonnés entre catégories via des courbes remplies.
he_il: השווה ערכים עבור קבוצת פריטים לא מסודרים בין קטגוריות דרך עקומות מלאות.
pt_br: Compare valores para um conjunto de itens não ordenados entre categorias por meio de curvas preenchidas.

source: Filter based on one or more items selected in a drop-down list.
ar: تصفية بناء على عنصر أو أكثر محدد في قائمة منسدلة.
fr_fr: Filtrez en fonction d’un ou plusieurs éléments sélectionnés dans une liste déroulante.
he_il: סנן לפי פריט אחד או יותר שנבחרו ברשימה נפתחת.
pt_br: Filtre com base em um ou mais itens selecionados em uma lista suspensa.

source: Filter based on single or multiple items selected in a list.
ar: تصفية بناء على عناصر واحدة أو عدة عناصر محددة في القائمة.
fr_fr: Filtrez en fonction d’un ou plusieurs éléments sélectionnés dans une liste.
he_il: סינון בהתבסס על פריט בודד או מספר פריטים שנבחרו ברשימה.
pt_br: Filtre com base em itens únicos ou múltiplos selecionados em uma lista.

source: Filter based on a single date or a selected date range.
ar: تصفية بناء على تاريخ واحد أو نطاق تاريخ محدد.
fr_fr: Filtrez selon une date unique ou une plage de dates sélectionnée.
he_il: סינון בהתבסס על תאריך יחיד או טווח תאריכים נבחר.
pt_br: Filtre com base em uma única data ou em um intervalo de datas selecionado.

source: Filter based on a value or date range set with sliders.
ar: قم بالتصفية بناء على قيمة أو نطاق تاريخ معين باستخدام أشرطة منزلقة.
fr_fr: Filtrez selon une plage de valeurs ou de dates avec des curseurs.
he_il: סנן לפי ערך או טווח תאריכים שנקבע באמצעות מחוונים.
pt_br: Filtre com base em um valor ou faixa de datas definida com controles deslizantes.

source: Displays the given text.
ar: يعرض النص المعطى.
fr_fr: Affiche le texte fourni.
he_il: מציג את הטקסט הנתון.
pt_br: Exibe o texto fornecido.

source: Displays a static image set.
ar: يعرض مجموعة صور ثابتة.
fr_fr: Affiche un ensemble d’images statique.
he_il: מציג סט תמונות סטטי.
pt_br: Exibe um conjunto de imagens estáticas.

source: Display summarized data in cross tabular format.
ar: عرض البيانات الملخصة بصيغة عبر الجدول.
fr_fr: Affichez les données résumées au format tabulaire croisé.
he_il: הצג נתונים מסוכמים בפורמט חוצה טבלאות.
pt_br: Exibir dados resumidos em formato tabular cruzado.

source: Evaluates actual data with target/thershold and displays the trend of actual data.
ar: يقيم البيانات الفعلية باستخدام الهدف/المعالج ويعرض اتجاه البيانات الفعلية.
fr_fr: Évalue les données réelles selon la cible/la période et affiche la tendance des données réelles.
he_il: מעריך נתונים בפועל עם יעד/תרסולד ומציג את מגמת הנתונים בפועל.
pt_br: Avalia dados reais com o alvo/retenção e mostra a tendência dos dados reais.

source: Compare values across categories from different data sets using multiple chart types and a secondary axis.
ar: قارن القيم عبر الفئات من مجموعات بيانات مختلفة باستخدام أنواع مخططات متعددة ومحور ثانوي.
fr_fr: Comparez les valeurs entre différentes catégories issues de différents ensembles de données en utilisant plusieurs types de graphiques et un axe secondaire.
he_il: השווה ערכים בין קטגוריות ממאגרי נתונים שונים באמצעות סוגי תרשימים מרובים וציר משני.
pt_br: Compare valores entre categorias de diferentes conjuntos de dados usando múltiplos tipos de gráfico e um eixo secundário.

source: Compare and depict relationships between variables by means of positioning and proportions of the size of the bubbles/circles.
ar: قارن ورسم العلاقات بين المتغيرات من خلال تحديد الموقع ونسب حجم الفقاعات/الدوائر.
fr_fr: Comparez et représentez les relations entre les variables par le biais de la position et des proportions de la taille des bulles/cercles.
he_il: השווה והצגת קשרים בין משתנים באמצעות מיקום ופרופורציות בגודל הבועות/המעגלים.
pt_br: Compare e represente as relações entre variáveis por meio da posição e das proporções do tamanho das bolhas/círculos.

source: Plot the relationship between two numeric variables.
ar: رسم العلاقة بين متغيرين عدديين.
fr_fr: Tracez la relation entre deux variables numériques.
he_il: שרטט את הקשר בין שני משתנים מספריים.
pt_br: Plote a relação entre duas variáveis numéricas.

source: Display multivariate data in the form of a two-dimensional chart using three or more quantitative variables.
ar: عرض بيانات متعددة المتغيرات على شكل مخطط ثنائي الأبعاد باستخدام ثلاثة متغيرات كمية أو أكثر.
fr_fr: Affichez des données multivariées sous forme de graphique bidimensionnel utilisant trois variables quantitatives ou plus.
he_il: הצג נתונים רב-משתניים בצורת תרשים דו-ממדי המשתמש בשלושה משתנים כמותיים או יותר.
pt_br: Exiba dados multivariados na forma de um gráfico bidimensional usando três ou mais variáveis quantitativas.

source: Filter based on the selected date range.
ar: قم بالتصفية بناء على نطاق التاريخ المحدد.
fr_fr: Filtrez selon la plage de dates sélectionnée.
he_il: סנן לפי טווח התאריכים שנבחר.
pt_br: Filtre com base no intervalo de datas selecionado.

source: Visualize the numeric value of the configured field.
ar: تصور القيمة الرقمية للحقل المكون.
fr_fr: Visualisez la valeur numérique du champ configuré.
he_il: המחישו את הערך המספרי של השדה המוגדר.
pt_br: Visualize o valor numérico do campo configurado.

source: Displays the given text with inline toolbar.
ar: يعرض النص المعطى باستخدام شريط الأدوات المدمج.
fr_fr: Affiche le texte donné avec une barre d’outils en ligne.
he_il: מציג את הטקסט הנתון באמצעות סרגל כלים מובנה.
pt_br: Exibe o texto fornecido com a barra de ferramentas inline.

source: Combines multiple widgets.
ar: يجمع بين عدة ويدجت.
fr_fr: Combine plusieurs widgets.
he_il: משלב מספר ווידג'טים.
pt_br: Combina vários widgets.

source: Filter based on Date Ranges selected.
ar: تصفية بناء على نطاقات التواريخ المحددة.
fr_fr: Filtrez selon les plages de dates sélectionnées.
he_il: סנן לפי טווחי התאריכים שנבחרו.
pt_br: Filtre com base nos intervalos de data selecionados.

source: Separate the widgets.
ar: افصل بين الويدجات.
fr_fr: Séparez les widgets.
he_il: הפרד את הווידג'טים.
pt_br: Separe os widgets.

source: Used to change the date format dynamically for the connected widgets.
ar: يستخدم لتغيير تنسيق التاريخ بشكل ديناميكي للويدجت المتصلة.
fr_fr: Utilisé pour changer dynamiquement le format de date des widgets connectés.
he_il: שימש לשינוי דינמי של פורמט התאריך עבור הווידג'טים המחוברים.
pt_br: Usado para mudar o formato de data dinamicamente para os widgets conectados.

source: Filter based on the search performed in the text box.
ar: قم بالتصفية بناء على البحث الذي تم إجراؤه في مربع النص.
fr_fr: Filtrez selon la recherche effectuée dans la boîte de texte.
he_il: סנן לפי החיפוש שבוצע בתיבת הטקסט.
pt_br: Filtre com base na busca realizada na caixa de texto.

source: Combine multiple widgets within tabs.
ar: ادمج عدة أدوات داخل علامات تبويب.
fr_fr: Combinez plusieurs widgets dans des onglets.
he_il: שלב מספר ווידג'טים בתוך טאבים.
pt_br: Combine vários widgets dentro das abas.

source: Transform your questions into insightful charts.
ar: حول أسئلتك إلى جداول ثاقبة.
fr_fr: Transformez vos questions en graphiques pertinents.
he_il: הפוך את השאלות שלך לתרשימים תובנתיים.
pt_br: Transforme suas perguntas em gráficos esclarecedores.

source: Grid requires at least 1 Column to render
ar: تتطلب الشبكة عمودا واحدا على الأقل لتصيير
fr_fr: Grid nécessite au moins 1 colonne pour être rendu
he_il: רשת דורשת לפחות עמודה אחת כדי להציג
pt_br: Grid requer pelo menos 1 Coluna para renderizar

source: HeatMap requires at least 1 Value, 1 X-Axis and 1 Y-Axis to render
ar: يتطلب HeatMap قيمة واحدة على الأقل، ومحور X واحد، ومحور Y واحد لعرض
fr_fr: HeatMap nécessite au moins 1 valeur, 1 axe X et 1 axe Y pour être rendu
he_il: HeatMap דורש לפחות ערך אחד, ציר X אחד וציר Y אחד כדי להציג
pt_br: O HeatMap requer pelo menos 1 Valor, 1 Eixo X e 1 Eixo Y para renderizar

source: Chart requires at least 1 Value to render
ar: يتطلب المخطط قيمة واحدة على الأقل ليتم تصييره
fr_fr: Le graphique nécessite au moins 1 valeur pour être rendu
he_il: תרשים דורש לפחות ערך אחד כדי להציג
pt_br: O gráfico requer pelo menos 1 Valor para ser renderizado

source: Radial Gauge requires at least 1 Actual Value or 1 Target Value to render
ar: يتطلب مقياس شعاعي على الأقل قيمة فعلية واحدة أو قيمة هدف واحدة ليتم تصييره
fr_fr: La jauge radiale nécessite au moins 1 valeur réelle ou 1 valeur cible pour être affichée
he_il: מד רדיאלי דורש לפחות ערך ממשי אחד או ערך יעד אחד כדי להציג
pt_br: O Medidor Radial requer pelo menos 1 Valor Atual ou 1 Valor Alvo para ser renderizado

source: ComboBox requires at least 1 Value to render
ar: يتطلب كومبو بوكس قيمة واحدة على الأقل ليتم تصييره
fr_fr: ComboBox nécessite au moins 1 valeur pour être affichée
he_il: קומבוקס דורש לפחות ערך אחד כדי לרנדר
pt_br: O ComboBox requer pelo menos 1 Valor para ser renderizado

source: Combo Chart requires at least 1 Value or 1 Secondary Value to render
ar: مخطط التركيبات يتطلب قيمة واحدة على الأقل أو قيمة ثانوية واحدة ليتم تصييره
fr_fr: Le tableau combiné nécessite au moins 1 valeur ou 1 valeur secondaire pour être rendu
he_il: תרשים קומבו דורש לפחות ערך אחד או ערך משני אחד כדי להציג
pt_br: O Quadro de Combos requer pelo menos 1 Valor ou 1 Valor Secundário para ser renderizado
