Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: DENSERANK(PartitionBy:= columns, OrderBy:= columns)
ar: DENSERANK(PartitionBy:= الأعمدة، OrderBy:= الأعمدة)
fr_fr: DENSERANK(PartitionBy := colonnes, OrderBy := colonnes)
pt_br: DENSERANK(PartitionBy:= colunas, OrderBy:= colunas)

source: Returns the rank of a row within a partition, based on the specified OrderBy. Rows can be grouped using PartitionBy and ordered with OrderBy. Equal values receive the same rank, and gaps are left in the ranking sequence.
ar: يرجع رتبة صف داخل تقسيم، بناء على OrderBy المحدد. يمكن تجميع الصفوف باستخدام PartitionBy وترتيبها باستخدام OrderBy. القيم المتساوية تحصل على نفس الترتيب، وتبقى فجوات في تسلسل الترتيب.
fr_fr: Retourne le rang d’une ligne dans une partition, basé sur l’OrderBy spécifié. Les lignes peuvent être regroupées via PartitionBy et ordonnées avec OrderBy. Les valeurs égales reçoivent le même rang, et des espaces restent dans la séquence de classement.
he_il: מחזיר את הדרגה של שורה בתוך מחיצה, בהתבסס על ה-OrderBy שצוין. ניתן לקבץ שורות באמצעות PartitionBy ולסדרן באמצעות OrderBy. ערכים שווים מקבלים את אותו דרגה, ונשארים פערים ברצף הדירוג.
pt_br: Retorna o posto de uma linha dentro de uma partição, com base no OrderBy especificado. As linhas podem ser agrupadas usando PartitionBy e ordenadas com OrderBy. Valores iguais recebem a mesma classificação, e lacunas ficam na sequência de classificação.

source: Distributes the rows within a partition into a specified number of groups (tiles), based on the specified OrderBy. Rows can be grouped using PartitionBy and ordered with OrderBy, and each row is assigned a group number starting from 1.
ar: توزع الصفوف داخل التقسيم إلى عدد محدد من المجموعات (البلاطات)، بناء على OrderBy المحدد. يمكن تجميع الصفوف باستخدام PartitionBy وترتيبها باستخدام OrderBy، ويتم تعيين رقم مجموعة لكل صف يبدأ من 1.
fr_fr: Répartit les lignes d’une partition en un nombre spécifié de groupes (tuiles), basé sur l’OrderBy spécifié. Les lignes peuvent être regroupées via PartitionBy et ordonnées avec OrderBy, et chaque ligne se voit attribuer un numéro de groupe commençant par 1.
he_il: מפזר את השורות בתוך מחיצה למספר מוגדר של קבוצות (אריחים), בהתבסס על ה-OrderBy שצוין. ניתן לקבץ שורות באמצעות PartitionBy ולסדר אותן באמצעות OrderBy, ולכל שורה מוקצה מספר קבוצה שמתחיל מ-1.
pt_br: Distribui as linhas dentro de uma partição em um número especificado de grupos (tiles), com base no OrderBy especificado. As linhas podem ser agrupadas usando PartitionBy e ordenadas com OrderBy, e cada linha recebe um número de grupo começando em 1.

source: Returns the first value of the given column or expression within a partition, based on the specified OrderBy. Rows can be grouped using PartitionBy, ordered with OrderBy, and restricted to a specific range using Frame.
ar: يرجع القيمة الأولى للعمود أو التعبير المعطى داخل القسم، بناء على OrderBy المحدد. يمكن تجميع الصفوف باستخدام PartitionBy، وترتيبها باستخدام OrderBy، وتقييد نطاق محدد باستخدام Frame.
fr_fr: Retourne la première valeur de la colonne ou expression donnée dans une partition, basée sur l’ordre spécifié OrderBy. Les lignes peuvent être regroupées via PartitionBy, ordonnées avec OrderBy, et restreintes à une plage spécifique via Frame.
he_il: מחזיר את הערך הראשון של העמודה או הביטוי הנתון בתוך מחיצה, בהתבסס על OrderBy שצוין. שורות יכולות להיות מקובצות באמצעות PartitionBy, מסודרות ב-OrderBy, ומוגבלות לטווח מסוים באמצעות Frame.
pt_br: Retorna o primeiro valor da coluna ou expressão dada dentro de uma partição, com base no OrderBy especificado. As linhas podem ser agrupadas usando PartitionBy, ordenadas com OrderBy e restritas a um intervalo específico usando Frame.

source: FIRSTVALUE(expression, PartitionBy := columns, OrderBy:= columns)
ar: FIRSTVALUE (تعبير، PartitionBy := columns، OrderBy:= columns)
fr_fr: FIRSTVALUE(expression, PartitionBy := colonnes, OrderBy := colonnes)
he_il: FIRSTVALUE (ביטוי, PartitionBy := columns, OrderBy:= columns)
pt_br: FIRSTVALUE(expressão, PartitionBy:= colunas, OrderBy:= colunas)

source: Returns the last value of the given column or expression within a partition, based on the specified OrderBy. Rows can be grouped using PartitionBy, ordered with OrderBy, and restricted to a specific range using Frame.
ar: يرجع القيمة الأخيرة للعمود أو التعبير المعطى داخل القسم، بناء على OrderBy المحدد. يمكن تجميع الصفوف باستخدام PartitionBy، وترتيبها باستخدام OrderBy، وتقييد نطاق محدد باستخدام Frame.
fr_fr: Retourne la dernière valeur de la colonne ou de l’expression donnée au sein d’une partition, basée sur l’OrderBy spécifié. Les lignes peuvent être regroupées via PartitionBy, ordonnées avec OrderBy, et restreintes à une plage spécifique via Frame.
he_il: מחזיר את הערך האחרון של העמודה או הביטוי הנתון בתוך מחיצה, בהתבסס על OrderBy שצוין. שורות יכולות להיות מקובצות באמצעות PartitionBy, מסודרות ב-OrderBy, ומוגבלות לטווח מסוים באמצעות Frame.
pt_br: Retorna o último valor da coluna ou expressão dada dentro de uma partição, com base no OrderBy especificado. As linhas podem ser agrupadas usando PartitionBy, ordenadas com OrderBy e restritas a um intervalo específico usando Frame.

source: LASTVALUE(expression, PartitionBy := columns, OrderBy:= columns)
ar: LASTVALUE (تعبير، PartitionBy := columns، OrderBy:= columns)
fr_fr: LASTVALUE(expression, PartitionBy := colonnes, OrderBy := colonnes)
he_il: LASTVALUE (ביטוי, PartitionBy := columns, OrderBy:= columns)
pt_br: LASTVALUE(expressão, PartitionBy:= colunas, OrderBy:= colunas)

source: Computes continuous percentile values using linear interpolation over ordered data.
ar: يحسب قيم النسبة المئوية المستمرة باستخدام الاستيفاء الخطي على البيانات المرتبة.
fr_fr: Calcule les valeurs continues des percentiles en utilisant une interpolation linéaire sur des données ordonnées.
he_il: מחשב ערכי אחוזון רציפים באמצעות אינטרפולציה ליניארית מעל נתונים מסודרים.
pt_br: Calcula valores percentuais contínuos usando interpolação linear sobre dados ordenados.

source: PERCENTILE_CONT(fraction, expression)
ar: PERCENTILE_CONT(الكسر، التعبير)
he_il: PERCENTILE_CONT(שבר, ביטוי)
pt_br: PERCENTILE_CONT(fração, expressão)

source: FIXED(AGG: expression, DIMENSIONS: Column1, Column2, ..)
ar: ثابت (تعبير AGG، الأبعاد: العمود 1، العمود 2، ..)
fr_fr: FIXED(AGG : expression, DIMENSIONS : Colonne1, Colonne2, ..)
he_il: קבוע (AGG: ביטוי, מידות: עמודה 1, עמודה 2, ..)
pt_br: FIXED(AGG: expressão, DIMENSÕES: Column1, Column2, ..)

source: Returns the result of the aggregation at the specified dimension level, ignoring dimensions in the view. Useful for calculating values consistently regardless of the current visualization granularity.
ar: يرجع نتيجة التجميع عند مستوى البعد المحدد، متجاهلا الأبعاد في العرض. مفيد لحساب القيم بشكل متسق بغض النظر عن دقة التصور الحالية.
fr_fr: Retourne le résultat de l’agrégation au niveau de dimension spécifié, en ignorant les dimensions dans la vue. Utile pour calculer des valeurs de manière cohérente, indépendamment de la granularité actuelle de la visualisation.
he_il: מחזיר את תוצאת האגרגציה ברמת הממד שנקבעה, תוך התעלמות ממדים בתצוגה. שימושי לחישוב ערכים בעקביות ללא קשר לפירוט הוויזואליזציה הנוכחי.
pt_br: Retorna o resultado da agregação no nível de dimensão especificado, ignorando as dimensões na visualização. Útil para calcular valores de forma consistente, independentemente da granularidade atual da visualização.

source: INCLUDE(AGG: expression, DIMENSIONS: Column1, Column2, ..)
ar: INCLUDE(AGG: تعبير، الأبعاد: العمود 1، العمود 2، ..)
fr_fr: INCLUDE(AGG : expression, DIMENSIONS : Colonne1, Colonne2, ..)
he_il: INCLUDE(AGG: ביטוי, מידות: עמודה1, עמודה 2, ..)
pt_br: INCLUDE(AGG: expressão, DIMENSÕES: Column1, Column2, ..)

source: Adds specified dimensions to the view level when computing the aggregation, then rolls up the result. Useful for detailed calculations without changing the visual level of detail.
ar: تضيف أبعاد محددة إلى مستوى العرض عند حساب التجميع، ثم تجمع النتيجة. مفيد للحسابات التفصيلية دون تغيير مستوى التفاصيل البصري.
fr_fr: Ajoute des dimensions spécifiées au niveau de vue lors du calcul de l’agrégation, puis enroule le résultat. Utile pour des calculs détaillés sans changer le niveau de détail visuel.
he_il: מוסיף ממדים מוגדרים לרמת התצוגה בעת חישוב האגרגציה, ואז מגלגל את התוצאה. שימושי לחישובים מפורטים מבלי לשנות את רמת הפירוט הוויזואלית.
pt_br: Adiciona dimensões especificadas ao nível de visualização ao calcular a agregação e depois rola o resultado. Útil para cálculos detalhados sem alterar o nível visual de detalhes.

source: EXCLUDE(AGG: expression, DIMENSIONS: Column1, Column2, ..)
ar: استبعاد (AGG: تعبير، الأبعاد: العمود 1، العمود 2، ..)
fr_fr: EXCLUDE(AGG : expression, DIMENSIONS : Colonne1, Colonne2, ..)
he_il: EXCLUDE(AGG: ביטוי, מידות: עמודה 1, עמודה 2, ..)
pt_br: EXCLUDE(AGG: expressão, DIMENSÕES: Column1, Column2, ..)

source: Removes specified dimensions from the view level when computing the aggregation. Useful for calculating higher-level values by omitting certain detail levels.
ar: تزيل الأبعاد المحددة من مستوى العرض عند حساب التجميع. مفيد لحساب القيم الأعلى بحذف مستويات معينة من التفاصيل.
fr_fr: Supprime les dimensions spécifiées du niveau de vue lors du calcul de l’agrégation. Utile pour calculer des valeurs de niveau supérieur en omettant certains niveaux de détail.
he_il: מסיר ממדים מוגדרים מרמת התצוגה בעת חישוב האגרגציה. שימושי לחישוב ערכים ברמה גבוהה יותר על ידי השמטת רמות פירוט מסוימות.
pt_br: Remove dimensões especificadas do nível de visualização ao calcular a agregação. Útil para calcular valores de nível superior omitindo certos níveis de detalhe.

source: Computes the statistical mode, returning the most frequently occurring value in the input set.
ar: يحسب الوضع الإحصائي، ويعيد القيمة الأكثر تكرارا في مجموعة الإدخال.
fr_fr: Calcule le mode statistique, en retournant la valeur la plus fréquente dans l’ensemble d’entrée.
he_il: מחשב את המצב הסטטיסטי, ומחזיר את הערך המופיע בתדירות גבוהה ביותר בקבוצת הקלט.
pt_br: Calcula o modo estatístico, retornando o valor que ocorre com mais frequência no conjunto de entrada.

source: MODE(expression)
ar: الوضع (تعبير)
pt_br: MODE(expressão)

source: Merge
ar: دمج
fr_fr: Fusionner
he_il: למזג
pt_br: Fundir

source: List of Table Relations
ar: قائمة علاقات الجداول
fr_fr: Liste des relations de table
he_il: רשימת יחסי טבלאות
pt_br: Lista de relações de tabela

source: Add Field
ar: إضافة حقل
fr_fr: Ajouter un champ
he_il: שדה הוספה
pt_br: Adicionar Campo

source: OpenQuery
ar: أوبن كويري

source: Internal Cache
ar: ذاكرة تخزين مؤقت داخلي
fr_fr: Cache interne
he_il: מטמון פנימי
pt_br: Cache Interno

source: Click here to check the prerequisites of OpenQuery.
ar: انقر هنا للاطلاع على متطلبات OpenQuery.
fr_fr: Cliquez ici pour vérifier les prérequis d’OpenQuery.
he_il: לחצו כאן כדי לבדוק את הדרישות המוקדמות של OpenQuery.
pt_br: Clique aqui para verificar os pré-requisitos do OpenQuery.

source: Identify new rows using last modified date column
ar: تحديد الصفوف الجديدة باستخدام عمود تاريخ آخر تعديل
fr_fr: Identifier les nouvelles lignes à l’aide de la dernière colonne de date modifiée
he_il: זהה שורות חדשות באמצעות עמודת התאריך האחרונה ששונה
pt_br: Identifique novas linhas usando a coluna da data da última modificação

source: Identify new/existing rows using unique/constraint key column(s)
ar: حدد الصفوف الجديدة/القائمة باستخدام عمود أو أعمدة مفاتيح فريدة/قيودية
fr_fr: Identifier les lignes nouvelles/existantes à l’aide de la ou des colonnes clés uniques/contraintes
he_il: זהה שורות חדשות/קיימות באמצעות עמודות מפתח ייחודיות/מגבלות
pt_br: Identificar linhas novas/existentes usando coluna(s) de chaves únicas/de restrição

source: The selected stored procedure doesn't have any parameters
ar: الإجراء المخزن المختار لا يحتوي على أي معلمات
fr_fr: La procédure stockée sélectionnée n’a aucun paramètre
he_il: הפרוצדורה המאוחסנת שנבחרה אינה כוללת פרמטרים
pt_br: O procedimento armazenado selecionado não possui nenhum parâmetro

source: * A primary key and timestamp column is required to configure incremental update.
ar: * يتطلب وجود مفتاح رئيسي وعمود طابع زمني لتكوين التحديث التدريجي.
fr_fr: * Une clé primaire et une colonne d’horodatage sont nécessaires pour configurer la mise à jour incrémentale.
he_il: * נדרש מפתח ראשי ועמודת חותמת זמן כדי להגדיר עדכון הדרגתי.
pt_br: * Uma chave primária e uma coluna de carimbo de data são necessárias para configurar a atualização incremental.

source: If you choose the unique column option, existing rows are modified based on the selected columns.
ar: إذا اخترت خيار العمود الفريد، يتم تعديل الصفوف القائمة بناء على الأعمدة المحددة.
fr_fr: Si vous choisissez l’option de colonne unique, les lignes existantes sont modifiées en fonction des colonnes sélectionnées.
he_il: אם תבחר באפשרות העמודה הייחודית, השורות הקיימות משתנות בהתאם לעמודות שנבחרו.
pt_br: Se você escolher a opção de coluna única, as linhas existentes são modificadas com base nas colunas selecionadas.

source: Include unique column(s)
ar: تضمين عمود أو أعمدة فريدة
fr_fr: Inclure une ou plusieurs colonnes uniques
he_il: כלול עמודות ייחודיות
pt_br: Inclua colunas únicas

source: No date columns
ar: لا توجد أعمدة تواريخ
fr_fr: Pas de colonnes de dates
he_il: אין עמודי תאריכים
pt_br: Sem colunas de data

source: Unique Columns
ar: الأعمدة الفريدة
fr_fr: Colonnes uniques
he_il: עמודים ייחודיים
pt_br: Colunas Únicas

source: Incremental Refresh Settings
ar: إعدادات التحديث التدريجي
fr_fr: Paramètres de rafraîchissement incrémental
he_il: הגדרות רענון הדרגתי
pt_br: Configurações de Atualização Incremental

source: This folder does not contain any valid file(s).
ar: هذا المجلد لا يحتوي على أي ملف أو ملفات صالحة.
fr_fr: Ce dossier ne contient aucun ou plusieurs fichiers valides.
he_il: תיקייה זו אינה מכילה קבצים תקפים.
pt_br: Esta pasta não contém nenhum arquivo válido.

source: Select
ar: اختار
fr_fr: Choisir
he_il: בחר
pt_br: Selecionar

source: My Drive
ar: قيادتي
fr_fr: Mon Moteur
he_il: הדרייב שלי
pt_br: Minha Vontade

source: Get
ar: حصل
fr_fr: Avoir
he_il: קיבל
pt_br: Obter

source: Datasource Name
ar: اسم مصدر البيانات
fr_fr: Nom de la source de données
he_il: שם מקור הנתונים
pt_br: Nome da fonte de dados

source: Select Site
ar: اختر الموقع
fr_fr: Site sélectionné
he_il: אתר נבחר
pt_br: Local selecionado

source: My Files
ar: ملفاتي
fr_fr: Mes dossiers
he_il: הקבצים שלי
pt_br: Meus Arquivos

source: This folder does not have any Sheets/Reports/folders.
ar: هذا المجلد لا يحتوي على أي جداول/تقارير/مجلدات.
fr_fr: Ce dossier ne contient pas de feuilles/rapports/dossiers.
he_il: בתיקייה זו אין דפים/דוחות/תיקיות.
pt_br: Esta pasta não possui nenhuma Sheet/Reports/pasta.

source: Home
ar: وطن
fr_fr: Domicile
he_il: הביתה
pt_br: Casa

source: Condition
ar: شرط
he_il: תנאי
pt_br: Condição

source: Condition name
ar: اسم الولاية
fr_fr: Nom de la condition
he_il: שם המצב
pt_br: Nome da condição

source: Condition type
ar: نوع الحالة
fr_fr: Type d’état
he_il: סוג תנאי
pt_br: Tipo de condição

source: Case sensitive
ar: حساس للحرف
fr_fr: Sensible à la casse
he_il: רגיש לאותיות
pt_br: Sensível a minúsculas minúsculas

source: Border
ar: حد
fr_fr: Frontière
he_il: גבול
pt_br: Fronteira

source: Icon
ar: رمز
fr_fr: Icône
he_il: סמל
pt_br: Ícone

source: + Add Condition
ar: + شرط الإضافة
fr_fr: + Condition d’ajouter
he_il: + תנאי הוספה
pt_br: + Adicionar Condição

source: Based on
ar: مبني على
fr_fr: Fondé sur
he_il: מבוסס על
pt_br: Baseado em

source: Number Formatting
ar: تنسيق الأرقام
fr_fr: Formatage des numéros
he_il: עיצוב מספרים
pt_br: Formatação numérica

source: From
ar: من
fr_fr: De
he_il: מ
pt_br: De

source: To
ar: ل
fr_fr: À
he_il: ל
pt_br: Para

source: Value here
ar: القيمة هنا
fr_fr: Valeur ici
he_il: ערך כאן
pt_br: Valor aqui

source: select a fields
ar: اختر حقلا
fr_fr: Sélectionnez un champ
he_il: בחר שדות
pt_br: Selecione um campo

source: Down
ar: اسفل
fr_fr: En bas
he_il: מטה
pt_br: Abaixo

source: Up
ar: فَوْق
fr_fr: En haut
he_il: למעלה
pt_br: Em cima

source: PointerUp
ar: بوينتر أب
he_il: פוינטראפ

source: PointerDown
ar: بوينترداون
he_il: פוינטרדאון

source: Tick
ar: تك
fr_fr: Tique
he_il: שנתות
pt_br: Carrapato

source: Please apply any one color for this condition
ar: يرجى تطبيق أي لون واحد لهذه الحالة
fr_fr: Veuillez appliquer une seule couleur pour cette condition
he_il: אנא מרחו כל צבע אחד למצב זה
pt_br: Por favor, aplique qualquer cor específica para essa condição

source: Minus
ar: ناقص
fr_fr: Moins
he_il: מינוס
pt_br: Menos

source: Round
ar: مستدير
fr_fr: Rond
he_il: סיבוב
pt_br: Redondo

source: Polygon
ar: مضلع
fr_fr: Polygone
he_il: מצולע
pt_br: Polígono

source: Warning
ar: تحذير
fr_fr: Avertissement
he_il: אזהרה
pt_br: Aviso

source: Star
ar: نجم
fr_fr: Étoile
he_il: כוכב
pt_br: Estrela

source: UPLOAD
ar: رفع
fr_fr: TÉLÉCHARGER
he_il: העלאה
pt_br: CARREGAR

source: Custom Icon
ar: أيقونة مخصصة
fr_fr: Icône personnalisée
he_il: אייקון מותאם אישית
pt_br: Ícone Personalizado

source: Browse
ar: تصفح
fr_fr: Parcourir
he_il: לדפדף
pt_br: Navegar

source: Name here
ar: اذكر هنا
fr_fr: Nom ici
he_il: שם כאן
pt_br: Nome aqui

source: Select Any
ar: اختر أي
fr_fr: Sélectionnez n’importe lequel
he_il: בחר כל
pt_br: Selecione qualquer um

source: CircleSquare
ar: سيركل سكوير

source: UpArrow
ar: أب آرو
he_il: אפארו

source: CircleSquareCut
ar: سيركل سكوير كت

source: Exclamatory
ar: تعجبية
fr_fr: Exclamatif
he_il: קריאה
pt_br: Exclamatório

source: CircleTick
ar: سيركل تيك

source: Circle
ar: دائرة
fr_fr: Cercle
he_il: מעגל
pt_br: Círculo

source: CircleThreeQuarter
ar: سيركلثريكتر
fr_fr: CercleTrois Quarts
he_il: מעגל שלושה-רבע
pt_br: CírculoTrês Quartos

source: Triangle
ar: مثلث
he_il: משולש
pt_br: Triângulo

source: CircleHalf
ar: سيركل هاف

source: CircleQuarter
ar: سيركلوارتر
he_il: סירקוורטר

source: Diamond
ar: ماس
fr_fr: Diamant
he_il: יהלום
pt_br: Diamante

source: DownArrow
ar: داونآرو

source: RightDownArrow
ar: رايت داون آرو
fr_fr: DroiteBaisseArrow
pt_br: DireitaFlechaAbaixo

source: CircleExclamatory
ar: دائرة تعجبية
he_il: עיגול קריאה

source: RightTopArrow
ar: رايت توب آرو
fr_fr: FlècheDroiteHautDroite
pt_br: DireitaTopArrow

source: Cross
ar: عبر
fr_fr: Croix
he_il: צלב
pt_br: Cruz

source: Minimize
ar: تصغير
fr_fr: Minimiser
he_il: למזער
pt_br: Minimizar

source: RightArrow
ar: رايت آرو
pt_br: Flecha Direita

source: CircleClose
ar: الدائرة المغلقة
he_il: מעגל סגור

source: Flag
ar: علم
fr_fr: Drapeau
he_il: דגל
pt_br: Bandeira

source: Color Type
ar: نوع اللون
fr_fr: Type de couleur
he_il: סוג צבע
pt_br: Tipo de Cor

source: Based On
ar: مبني على
fr_fr: Fondé sur
he_il: מבוסס על
pt_br: Baseado em

source: Summary Type
ar: نوع الملخص
fr_fr: Type de résumé
he_il: סוג סיכום
pt_br: Tipo de Resumo

source: Diverging
ar: متباينه
fr_fr: Divergentes
he_il: התפצלות
pt_br: Divergentes

source: Mid
ar: منتصف
fr_fr: Milieu
he_il: אמצע
pt_br: Meados

source: The percentage will be calculated by using the maximum value of the Based On field.
ar: سيتم حساب النسبة المئوية باستخدام القيمة القصوى لحقل البناء على الحساب.
fr_fr: Le pourcentage sera calculé en utilisant la valeur maximale du champ Based On.
he_il: האחוז יחושב באמצעות הערך המקסימלי של שדה Based On.
pt_br: A porcentagem será calculada usando o valor máximo do campo Baseado em Base.

source: Default Color
ar: اللون الافتراضي
fr_fr: Couleur par défaut
he_il: צבע ברירת מחדל
pt_br: Cor padrão

source: Null Formatting
ar: تنسيق Null
fr_fr: Formatage Null
he_il: עיצוב אפס
pt_br: Formatação nula

source: Gradient
ar: التدرج
fr_fr: Pente
he_il: הדרגתי
pt_br: Gradiente

source: Rule
ar: حكم
fr_fr: Règle
he_il: כלל
pt_br: Regra

source: Individual
ar: فرد
fr_fr: Individu
he_il: בודדים

source: Inherit Drill Color
ar: وراثة لون الحفر
fr_fr: Hériter de la couleur du forage
he_il: הורשת צבע המקדח
pt_br: Herdar a Cor da Broca

source: As zero
ar: كصفر
fr_fr: Comme zéro
he_il: כאפס
pt_br: Como zero

source: Specific
ar: خاص
fr_fr: Spécifique
he_il: ספציפי
pt_br: Específico

source: Percentage
ar: النسبه المئويه
fr_fr: Pourcentage
he_il: אחוז
pt_br: Porcentagem

source: Greater than
ar: اكبر
fr_fr: Plus grand que
he_il: גדול מ
pt_br: Maior que

source: Greater than or Equal to
ar: أكبر من أو يساوي
fr_fr: Supérieur ou égal à
he_il: גדול או שווה ל-
pt_br: Maior que ou igual a

source: Less than
ar: اقل
fr_fr: Moins de
he_il: פחות מ
pt_br: Menos que

source: Less than or Equal to
ar: أقل من أو يساوي
fr_fr: Inférieur ou égal à
he_il: פחות או שווה ל-
pt_br: Menor que ou igual a

source: Equal to
ar: تساوي
fr_fr: Égal à
he_il: שווה ל
pt_br: Igual a

source: Not equal to
ar: ليس مساويا ل
fr_fr: Pas égal à
he_il: לא שווה ל-
pt_br: Não é igual a

source: Between
ar: بين
fr_fr: Entre
he_il: בין
pt_br: Entre

source: Not between
ar: ليس بين الفرق
fr_fr: Pas entre
he_il: לא בין
pt_br: Não entre

source: Starts With
ar: يبدأ ب
fr_fr: Commence par
he_il: מתחיל ב
pt_br: Começa com

source: Ends With
ar: ينتهي ب
fr_fr: Finit par
he_il: מסתיים ב
pt_br: Termina com

source: Contains
ar: يحتوي
fr_fr: Contient
he_il: מכיל
pt_br: Contém

source: Not Contains
ar: لا يحتوي على
fr_fr: Ne contient pas
he_il: לא מכיל
pt_br: Não Contém

source: Equals
ar: يساوي
fr_fr: Égale
he_il: שווה

source: Not Equals
ar: ليسوا متساوين
fr_fr: Pas égal
he_il: לא שווים
pt_br: Não Iguais

source: Right to Text
ar: حق النص
fr_fr: Droit de texter
he_il: זכות לכתוב
pt_br: Direito de Texto

source: Left to Text
ar: اليسار للنص
fr_fr: À gauche pour texter
pt_br: À esquerda para Texto

source: Icon Only
ar: الأيقونات فقط
fr_fr: Icônes uniquement
he_il: רק אייקונים
pt_br: Apenas Ícone

source: Formatting Type
ar: نوع التنسيق
fr_fr: Type de mise en forme
he_il: סוג עיצוב
pt_br: Tipo de Formatação

source: ForeGround
ar: المقدمه
fr_fr: Premier plan
he_il: הקידמה
pt_br: Primeiro plano

source: Conditional Formatting
ar: التنسيق الشرطي
fr_fr: Mise en forme conditionnelle
he_il: עיצוב מותנה
pt_br: Formatação condicional

source: Add Conditions
ar: شروط الإضافة
fr_fr: Ajouter des conditions
he_il: תנאי הוספה
pt_br: Adicionar Condições

source: Modify Conditions
ar: تعديل الشروط
fr_fr: Modifier les conditions
he_il: שינוי תנאים
pt_br: Modificar Condições

source: Advanced Conditional Formatting
ar: التنسيق الشرطي المتقدم
fr_fr: Formatage conditionnel avancé
he_il: עיצוב מותנה מתקדם
pt_br: Formatação Condicional Avançada

source: based on Primary Value
ar: بناء على القيمة الأساسية
fr_fr: basé sur la valeur primaire
he_il: מבוסס על ערך ראשוני
pt_br: Baseado no Valor Primário

source: Conditional Color Formatting
ar: تنسيق الألوان الشرطي
fr_fr: Formatage conditionnel des couleurs
he_il: עיצוב צבע מותנה
pt_br: Formatação Condicional de Cor

source: Loading from draft...
ar: جار التحميل من المسودة...
fr_fr: Chargement depuis le tirage...
he_il: טעינה מהטיוטה...
pt_br: Carregando do calado...

source: Loading dashboard...
ar: جاري التحميل...
fr_fr: Tableau de bord de chargement...
he_il: טעינת לוח המחוונים...
pt_br: Carregando o painel...

source: Loading widget...
ar: جار تحميل الويدجت...
fr_fr: Chargement du widget...
he_il: טוען ווידג'ט...
pt_br: Carregando widget...

source: Publish As
ar: انشر ك
fr_fr: Publiez les sous
he_il: פרסם כ
pt_br: Publicar as As

source: Publish with Comment
ar: انشر مع تعليق
fr_fr: Publier avec un commentaire
he_il: פרסם עם תגובה
pt_br: Publique com o Comentário

source: Draft auto-saved
ar: المسودة محفوظة تلقائيا
fr_fr: Draft enregistré automatiquement
he_il: טיוטה נשמרה אוטומטית
pt_br: Rascunho salvo automaticamente

source: Draft save failed
ar: فشل حفظ الدرافت
fr_fr: Échec de la sauvegarde de draft
he_il: הצלת דראפט נכשלה
pt_br: Salvamento do draft falhou

source: Saving draft...
ar: حفظ الهواء...
fr_fr: Courant d’urgence...
he_il: טיוטת שמירה...
pt_br: Guardando o rascunho...

source: just now
ar: الآن فقط
fr_fr: tout à l'heure
he_il: בדיוק
pt_br: Agora mesmo

source: a minute ago
ar: قبل دقيقة
fr_fr: Il y a une minute
he_il: לפני רגע
pt_br: um minuto atrás

source: minutes ago
ar: دقائق
fr_fr: Minutes
he_il: לפני כמה דקות
pt_br: Minutos
