Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Changing the column data type will invalidate filters and sorting applied on this column.
ar: تغيير نوع بيانات العمود سيؤدي إلى إلغاء الفلاتر والفرز المطبقة على هذا العمود.
fr_fr: Changer le type de données de la colonne invalidera les filtres et le tri appliqués sur cette colonne.
he_il: שינוי סוג הנתונים של העמודה יבטל את המסננים והמיון שהוחלו על עמודה זו.
pt_br: Mudar o tipo de dado da coluna invalidará os filtros e a ordenação aplicados nessa coluna.

source: filter
ar: راووق
fr_fr: filtre
he_il: מסנן
pt_br: filtro

source: expression
ar: تعبير
he_il: ביטוי
pt_br: expressão

source: expression and the filter
ar: التعبير والمرشح
fr_fr: Expression et le filtre
he_il: ביטוי והמסנן
pt_br: Expressão e o filtro

source: Unable to convert string to date format
ar: غير قادر على تحويل السلسلة إلى صيغة التاريخ
fr_fr: Impossible de convertir la chaîne au format date
he_il: לא ניתן להמיר מחרוזת לפורמט תאריך
pt_br: Não é possível converter string para formato de data

source: Unable to convert boolean to date format
ar: غير قادر على تحويل البوليان إلى صيغة التاريخ
fr_fr: Impossible de convertir le booléen au format date
he_il: לא ניתן להמיר פורמט בוליאני לפורמט תאריכי
pt_br: Não é possível converter booleano para formato atual

source: applied on this column. Do you still want to proceed?
ar: تم تطبيقه على هذا العمود. هل ما زلت تريد المتابعة؟
fr_fr: Appliqué sur cette colonne. Tu veux quand même continuer ?
he_il: הוחל על עמודה זו. אתה עדיין רוצה להמשיך?
pt_br: aplicado nesta coluna. Você ainda quer continuar?

source: The selected column is already in use and will affect the dashboard, if removed. Do you want to continue?
ar: العمود المحدد مستخدم بالفعل وسيؤثر على لوحة المعلومات إذا تم حذفه. هل تريد الاستمرار؟
fr_fr: La colonne sélectionnée est déjà utilisée et affectera le tableau de bord si elle est supprimée. Tu veux continuer ?
he_il: העמודה שנבחרה כבר בשימוש ותשפיע על לוח הבקרה אם תוסר. אתה רוצה להמשיך?
pt_br: A coluna selecionada já está em uso e afetará o painel se removida. Quer continuar?

source: Changing the Fiscal Year will invalidate filters and sorting applied on this column.
ar: تغيير السنة المالية سيبطل الفلاتر والترتيب المطبقة على هذا العمود.
fr_fr: Changer l’exercice fiscal invalidera les filtres et le tri appliqués sur cette colonne.
he_il: שינוי שנת הכספים יבטל את המסננים והמיון שהוחלו על עמודה זו.
pt_br: Mudar o Ano Fiscal invalidará os filtros e a ordenação aplicados nesta coluna.

source: Removing this table will affect the filter/parameters/expression columns referring to it. Do you still want to continue?
ar: إزالة هذا الجدول سيؤثر على أعمدة المرشح/المعاملات/التعبير التي تشير إليه. هل ما زلت تريد الاستمرار؟
fr_fr: Supprimer cette table affectera les filtres/paramètres/colonnes d’expression qui y font référence. Tu veux quand même continuer ?
he_il: הסרת טבלה זו תשפיע על עמודות הפילטר/פרמטרים/ביטויים שמתייחסים אליה. אתה עדיין רוצה להמשיך?
pt_br: Remover essa tabela afetará o filtro/parâmetros/colunas de expressão que se referem a ela. Você ainda quer continuar?

source: *Please create a category to save the dashboard
ar: *يرجى إنشاء فئة لحفظ لوحة المعلومات
fr_fr: *Veuillez créer une catégorie pour sauvegarder le tableau de bord
he_il: *אנא צור קטגוריה לשמירת לוח הבקרה
pt_br: *Por favor, crie uma categoria para salvar o painel

source: The new schema is different from the existing one. If you click 'Yes,' you will lose the previous widget and data, and the new connection table data will be displayed. If you click 'No,' the data source will be reconnected with new credentials, and the widget data will depend on the availability of the table and fields in the target connection. Alternatively, click the 'x' icon to close the popup without taking any action.
ar: المخطط الجديد مختلف عن المخطط الحالي. إذا ضغطت على 'نعم'، ستفقد الأداة والبيانات السابقة، وسيتم عرض بيانات جدول الاتصال الجديد. إذا ضغطت على 'لا'، سيتم إعادة توصيل مصدر البيانات ببيانات اعتماد جديدة، وستعتمد بيانات الأداة على توفر الجدول والحقول في الاتصال المستهدف. بدلا من ذلك، انقر على أيقونة 'x' لإغلاق النافذة المنبثقة دون اتخاذ أي إجراء.
fr_fr: Le nouveau schéma est différent de l’existant. Si vous cliquez sur « Oui », vous perdrez le widget et les données précédents, et les nouvelles données de la table de connexion s’afficheront. Si vous cliquez sur « Non », la source de données sera reconnectée avec de nouvelles identifiantes, et les données du widget dépendront de la disponibilité de la table et des champs dans la connexion cible. Sinon, cliquez sur l’icône 'x' pour fermer la fenêtre contextuelle sans faire de réaction.
he_il: הסכימה החדשה שונה מהקיימת. אם תלחץ על 'כן', תאבד את הווידג'ט והנתונים הקודמים, ונתוני טבלת החיבור החדשה יוצגו. אם תלחץ על 'לא', מקור הנתונים יחובר מחדש עם אישורים חדשים, ונתוני הווידג'ט יהיו תלויים בזמינות הטבלה והשדות בחיבור היעד. חלופה נוספת היא ללחוץ על סמל 'x' כדי לסגור את החלון הקופץ מבלי לנקוט בשום פעולה.
pt_br: O novo esquema é diferente do atual. Se você clicar em 'Sim', perderá o widget e os dados anteriores, e os dados da nova tabela de conexão serão exibidos. Se você clicar em 'Não', a fonte de dados será reconectada com novas credenciais, e os dados do widget dependerão da disponibilidade da tabela e dos campos na conexão de destino. Alternativamente, clique no ícone 'x' para fechar o popup sem tomar nenhuma atitude.

source: Some columns do not exist in the new schema, and this affects the dashboard. Would you like to proceed with the schema changes?
ar: بعض الأعمدة غير موجودة في المخطط الجديد، وهذا يؤثر على لوحة التحكم. هل ترغب في المضي قدما في تغييرات المخطط؟
fr_fr: Certaines colonnes n’existent pas dans le nouveau schéma, ce qui affecte le tableau de bord. Souhaitez-vous procéder aux modifications du schéma ?
he_il: חלק מהעמודות אינן קיימות בסכימה החדשה, וזה משפיע על לוח המחוונים. האם תרצה להמשיך עם השינויים בסכמה?
pt_br: Algumas colunas não existem no novo esquema, e isso afeta o painel. Você gostaria de prosseguir com as mudanças de esquema?

source: Changing the data type may result in data loss and this affects the dashboard. Do you want to continue?
ar: تغيير نوع البيانات قد يؤدي إلى فقدان البيانات وهذا يؤثر على لوحة التحكم. هل تريد الاستمرار؟
fr_fr: Changer le type de données peut entraîner une perte de données et cela affecte le tableau de bord. Tu veux continuer ?
he_il: שינוי סוג הנתונים עלול לגרום לאובדן נתונים וזה משפיע על לוח הבורד. אתה רוצה להמשיך?
pt_br: Mudar o tipo de dado pode resultar em perda de dados e isso afeta o painel. Quer continuar?

source: Invalid Fields in Expression - There is an invalid expression in the data source. Please click the 'RUN' button to resolve the invalid expression. If you click 'YES', the data source will be saved with the invalid expression. If you choose 'NO', the Query Designer page will remain open until the expression is resolved.
ar: الحقول غير الصالحة في التعبير - هناك تعبير غير صالح في مصدر البيانات. يرجى الضغط على زر 'RUN' لحل التعبير غير الصحيح. إذا ضغطت على 'نعم'، سيتم حفظ مصدر البيانات مع التعبير غير الصحيح. إذا اخترت 'لا'، ستظل صفحة مصمم الاستعلامات مفتوحة حتى يتم حل التعبير.
fr_fr: Champs invalides dans l’expression - Il y a une expression invalide dans la source de données. Veuillez cliquer sur le bouton « EXÉCUTER » pour résoudre l’expression invalide. Si vous cliquez sur « OUI », la source de données sera sauvegardée avec l’expression invalide. Si vous choisissez « NON », la page du Concepteur de requêtes restera ouverte jusqu’à ce que l’expression soit résolue.
he_il: שדות לא תקפים בביטוי - קיים ביטוי שגוי במקור הנתונים. אנא לחץ על כפתור 'RUN' כדי לפתור את הביטוי הלא תקין. אם תלחץ על 'כן', מקור הנתונים יישמר עם הביטוי הלא תקין. אם תבחר 'לא', דף מעצב השאילתות יישאר פתוח עד שהביטוי יפתר.
pt_br: Campos Inválidos na Expressão - Há uma expressão inválida na fonte de dados. Por favor, clique no botão 'EXECUTAR' para resolver a expressão inválida. Se você clicar em 'SIM', a fonte de dados será salva com a expressão inválida. Se você escolher 'NÃO', a página do Designer de Consultas permanecerá aberta até que a expressão seja resolvida.

source: will be deleted. Do you want to continue
ar: سيتم حذفه. هل تريد الاستمرار
fr_fr: sera supprimé. Tu veux continuer ?
he_il: יימחק. אתה רוצה להמשיך?
pt_br: será excluído. Você quer continuar?

source: Some associated tables will be dropped from the data source.
ar: سيتم حذف بعض الجداول المرتبطة من مصدر البيانات.
fr_fr: Certaines tables associées seront supprimées de la source de données.
he_il: חלק מהטבלאות הקשורות יוסרו ממקור הנתונים.
pt_br: Algumas tabelas associadas serão retiradas da fonte de dados.

source: The list of tables to be dropped
ar: قائمة الجداول التي سيتم إسقاطها
fr_fr: La liste des tableaux à supprimer
he_il: רשימת הטבלאות שיש להשאיר
pt_br: A lista de tabelas a serem descartadas

source: Are you sure you want to cancel the data source editing?
ar: هل أنت متأكد أنك تريد إلغاء تحرير مصدر البيانات؟
fr_fr: Êtes-vous sûr de vouloir annuler l’édition de la source de données ?
he_il: אתה בטוח שאתה רוצה לבטל את עריכת מקור הנתונים?
pt_br: Você tem certeza de que quer cancelar a edição da fonte de dados?

source: Aggregated Expressions cannot be added to this section.
ar: لا يمكن إضافة التعبيرات المجمعة إلى هذا القسم.
fr_fr: Les expressions agrégées ne peuvent pas être ajoutées à cette section.
he_il: לא ניתן להוסיף ביטויים מצטברים לסעיף זה.
pt_br: Expressões Agregadas não podem ser adicionadas a esta seção.

source: Color settings will not be applied for this type of chart.
ar: لن يتم تطبيق إعدادات الألوان لهذا النوع من الخرائط.
fr_fr: Les réglages de couleur ne seront pas appliqués pour ce type de carte.
he_il: הגדרות צבע לא יוחלו על סוג זה של תרשים.
pt_br: Configurações de cor não serão aplicadas para esse tipo de gráfico.

source: Advance Color settings will not be applied for this type of chart.
ar: لن يتم تطبيق إعدادات الألوان المتقدمة لهذا النوع من الخرائط.
fr_fr: Les réglages de couleur avancée ne seront pas appliqués pour ce type de carte.
he_il: הגדרות צבע מתקדמות לא יוחלו על סוג תרשים זה.
pt_br: Configurações Avançadas de Cor não serão aplicadas para esse tipo de gráfico.

source: If the new schema differs from the existing one, the data settings in the associated widgets cannot be retained. Do you want to continue?
ar: إذا اختلف المخطط الجديد عن المخطط الحالي، فلا يمكن الاحتفاظ بإعدادات البيانات في الأدوات المرتبطة بها. هل تريد الاستمرار؟
fr_fr: Si le nouveau schéma diffère de l’existant, les paramètres de données des widgets associés ne peuvent pas être conservés. Tu veux continuer ?
he_il: אם הסכימה החדשה שונה מהנוכחית, לא ניתן לשמר את הגדרות הנתונים בווידג'טים המשויכים. אתה רוצה להמשיך?
pt_br: Se o novo esquema difere do existente, as configurações de dados nos widgets associados não podem ser mantidas. Quer continuar?

source: Do you want to retry?
ar: هل تريد إعادة المحاولة؟
fr_fr: Tu veux réessayer ?
he_il: אתה רוצה לנסות שוב?
pt_br: Quer tentar de novo?

source: The selected database is empty, please select another database to create dashboard.
ar: قاعدة البيانات المحددة فارغة، يرجى اختيار قاعدة بيانات أخرى لإنشاء لوحة التحكم.
fr_fr: La base de données sélectionnée est vide, veuillez sélectionner une autre base de données pour créer un tableau de bord.
he_il: מסד הנתונים שנבחר ריק, אנא בחר מסד נתונים אחר ליצירת לוח מחוונים.
pt_br: O banco de dados selecionado está vazio, por favor selecione outro banco de dados para criar o painel.

source: Plotting large amounts of data results in delay and reduces the readability of the visualization. Do you want to apply a filter?<br/> <br/> Click Yes to filter the Data.<br/> Click No to continue
ar: رسم كميات كبيرة من البيانات يؤدي إلى تأخير ويقلل من قابلية القراءة للتصور. هل تريد تطبيق فلتر؟<br/> <br/> اضغط نعم لتصفية البيانات.<br/> اضغط لا للمتابعة
fr_fr: Tracer de grandes quantités de données entraîne un délai et réduit la lisibilité de la visualisation. Voulez-vous appliquer un filtre ?<br/> <br/> Cliquez sur Oui pour filtrer les données.<br/> Cliquez sur Non pour continuer
he_il: ציור כמויות גדולות של נתונים גורם לעיכוב ומפחית את הקריאות של ההמחשה. אתה רוצה למרוח פילטר?<br/> <br/> לחץ כן כדי לסנן את הנתונים.<br/> לחץ על לא להמשך
pt_br: Plotar grandes quantidades de dados resulta em atraso e reduz a legibilidade da visualização. Você quer aplicar um filtro?<br/> <br/> Clique em Sim para filtrar os dados.<br/> Clique em Não para continuar

source: OAuth information is empty, Need to swith the OAuth Account.
ar: معلومات OAuth فارغة، وأحتاج إلى إرسال رسالة مع حساب OAuth.
fr_fr: Les informations OAuth sont vides, il faut ouvrir le compte OAuth.
he_il: המידע על OAuth ריק, צריך לשלוח עם חשבון OAuth.
pt_br: As informações do OAuth estão vazias, preciso desligar a conta OAuth.

source: Decimal Symbol should not be empty
ar: يجب ألا يكون الرمز العشري فارغا
fr_fr: Le symbole décimal ne doit pas être vide
he_il: סמל עשרוני לא אמור להיות ריק
pt_br: O símbolo decimal não deve estar vazio

source: Grouping Symbol and Decimal Symbol should not be identical
ar: يجب ألا يكون رمز التجميع والرمز العشري متطابقين
fr_fr: Le symbole de regroupement et le symbole décimal ne doivent pas être identiques
he_il: סמל קיבוץ וסמל עשרוני לא צריכים להיות זהים
pt_br: Símbolo de agrupamento e símbolo decimal não devem ser idênticos

source: should only be symbols or special characters
ar: يجب أن تكون فقط رموزا أو حروف خاصة
fr_fr: ne doivent être que des symboles ou des caractères spéciaux
he_il: צריך להיות רק סמלים או תווים מיוחדים
pt_br: devem ser apenas símbolos ou caracteres especiais

source: The below tables are no longer accessible. It might be removed or you no longer have permission to access them.
ar: الجداول أدناه لم تعد متاحة. قد يتم إزالته أو لم يعد لديك إذن للوصول إليها.
fr_fr: Les tableaux ci-dessous ne sont plus accessibles. Il se peut qu’il soit supprimé ou que vous n’ayez plus la permission d’y accéder.
he_il: הטבלאות למטה אינן נגישות עוד. יכול להיות שהוא יוסר או שאין לך עוד רשות לגשת אליהם.
pt_br: As tabelas abaixo não estão mais acessíveis. Pode ser removido ou você não ter mais permissão para acessá-los.

source: API configuration is required when the Dynamic Connection String option is turned ON.
ar: مطلوب إعداد واجهة برمجة التطبيقات (API) عند تفعيل خيار سلسلة الاتصال الديناميكي.
fr_fr: La configuration de l’API est requise lorsque l’option Chaîne de Connexion Dynamique est activée.
he_il: הגדרת API נדרשת כאשר אפשרות מחרוזת חיבור דינמי מופעלת.
pt_br: A configuração da API é necessária quando a opção String de Conexão Dinâmica está ativada.

source: The number of fields configured is less when compared to the value used in the URL pattern.
ar: عدد الحقول المهيأة أقل مقارنة بالقيمة المستخدمة في نمط URL.
fr_fr: Le nombre de champs configurés est inférieur comparé à la valeur utilisée dans le motif URL.
he_il: מספר השדות המוגדרים קטן יותר בהשוואה לערך שבו משתמשים בתבנית ה-URL.
pt_br: O número de campos configurados é menor quando comparado ao valor usado no padrão URL.

source: Widgets with fields in rows cannot listen to period-over-period comparisons. Do you want to remove the rows?
ar: الأدوات التي تحتوي على حقول في صفوف لا يمكنها الاستماع إلى المقارنات الزمنية على أخرى. هل تريد إزالة الصفوف؟
fr_fr: Les widgets avec des champs en lignes ne peuvent pas écouter les comparaisons période sur période. Voulez-vous enlever les rangs ?
he_il: ווידג'טים עם שדות בשורות אינם יכולים להאזין להשוואות תקופה אחרי תקופה. אתה רוצה להסיר את השורות?
pt_br: Widgets com campos em linhas não podem ouvir comparações período por período. Você quer remover as fileiras?

source: Widgets listening to period-over-period comparisons cannot contain fields in rows. Do you want to ignore the comparison configuration?
ar: لا يمكن للأدوات التي تستمع إلى المقارنات الزمنية على فترات لا تحتوي على حقول في صفوف. هل تريد تجاهل تكوين المقارنة؟
fr_fr: Les widgets écoutant des comparaisons période sur période ne peuvent pas contenir de champs dans des lignes. Tu veux ignorer la configuration de comparaison ?
he_il: ווידג'טים שמאזינים להשוואות תקופה אחרי תקופה אינם יכולים להכיל שדות בשורות. אתה רוצה להתעלם מקונפיגורציית ההשוואה?
pt_br: Widgets que escutam comparações período a período não podem conter campos em linhas. Você quer ignorar a configuração de comparação?

source: Widgets listening to period-over-period comparisons cannot contain fields in target value. Do you want to ignore the comparison configuration?
ar: لا يمكن للويدجت التي تستمع إلى المقارنات الفترة الزمنية التي لا تحتوي على حقول في القيمة المستهدفة. هل تريد تجاهل تكوين المقارنة؟
fr_fr: Les widgets écoutant des comparaisons période sur période ne peuvent pas contenir de champs en valeur cible. Tu veux ignorer la configuration de comparaison ?
he_il: ווידג'טים שמאזינים להשוואות תקופה-אחרי תקופה אינם יכולים להכיל שדות בערך היעד. אתה רוצה להתעלם מקונפיגורציית ההשוואה?
pt_br: Widgets que escutam comparações período por período não podem conter campos no valor-alvo. Você quer ignorar a configuração de comparação?

source: The selected widget already listens to
ar: الأداة المختارة تستمع بالفعل إلى
fr_fr: Le widget sélectionné écoute déjà
he_il: הווידג'ט הנבחר כבר מאזין ל
pt_br: O widget selecionado já escuta

source: . Do you want to make it listen to
ar: . هل تريد أن تجعلها تستمع إلى
fr_fr: . Tu veux que ça écoute
he_il: . אתה רוצה לגרום לו להאזין ל
pt_br: . Você quer fazer com que ouça

source: The selected file size is too large
ar: حجم الملف المحدد كبير جدا
fr_fr: La taille du fichier sélectionnée est trop grande
he_il: גודל הקובץ שנבחר גדול מדי
pt_br: O tamanho do arquivo selecionado é grande demais

source: MB. It will take some time to import the data. Do you want to continue?
ar: ميغابايت. سيستغرق استيراد البيانات بعض الوقت. هل تريد الاستمرار؟
fr_fr: MO. Il faudra un certain temps pour importer les données. Tu veux continuer ?
he_il: MB. ייקח זמן לייבא את הנתונים. אתה רוצה להמשיך?
pt_br: MB. Vai levar um tempo para importar os dados. Quer continuar?

source: Removing this table will affect the data result. Do you want to continue?
ar: إزالة هذا الجدول ستؤثر على نتيجة البيانات. هل تريد الاستمرار؟
fr_fr: La suppression de ce tableau affectera le résultat des données. Tu veux continuer ?
he_il: הסרת טבלה זו תשפיע על תוצאת הנתונים. אתה רוצה להמשיך?
pt_br: Remover essa tabela afetará o resultado dos dados. Quer continuar?

source: InfluxDB does not support join operation. Empty join window will appear.
ar: لا يدعم InfluxDB عمليات الانضمام. ستظهر نافذة الانضمام الفارغة.
fr_fr: InfluxDB ne prend pas en charge l’opération de jointure. Une fenêtre de jointure vide apparaîtra.
he_il: InfluxDB אינה תומכת בפעולה בהצטרפות. חלון הצטרפות ריק יופיע.
pt_br: O InfluxDB não suporta operação de junção. Uma janela de entrada vazia vai aparecer.

source: Elasticsearch does not support join operation. Empty join window will appear.
ar: لا يدعم Elasticsearch عملية الانضمام. ستظهر نافذة الانضمام الفارغة.
fr_fr: Elasticsearch ne prend pas en charge l’opération de jointure. Une fenêtre de jointure vide apparaîtra.
he_il: Elasticsearch אינה תומכת בפעולה של הצטרפות. חלון הצטרפות ריק יופיע.
pt_br: O Elasticsearch não suporta operação de junção. Uma janela de entrada vazia vai aparecer.

source: Your export request has been submitted successfully. It may take a few seconds to complete.
ar: تم تقديم طلب التصدير الخاص بك بنجاح. قد يستغرق الأمر بضع ثوان لإكماله.
fr_fr: Votre demande d’exportation a été soumise avec succès. Cela peut prendre quelques secondes à terminer.
he_il: בקשת הייצוא שלך הוגשה בהצלחה. זה עשוי לקחת כמה שניות להשלמה.
pt_br: Sua solicitação de exportação foi enviada com sucesso. Pode levar alguns segundos para completar.

source: export was completed successfully. If the download does not begin, please
ar: تم الانتهاء من التصدير بنجاح. إذا لم يبدأ التحميل، يرجى
fr_fr: l’exportation a été menée à bien avec succès. Si le téléchargement ne commence pas, merci
he_il: הייצוא הושלם בהצלחה. אם ההורדה לא מתחילה, בבקשה
pt_br: a exportação foi concluída com sucesso. Se o download não começar, por favor

source: click here
ar: اضغط هنا
fr_fr: Cliquez ici
he_il: לחצו כאן
pt_br: clique aqui

source: to download the file.
ar: لتحميل الملف.
fr_fr: pour télécharger le fichier.
he_il: להוריד את הקובץ.
pt_br: para baixar o arquivo.

source: The chosen file name length must be up to 100 characters.
ar: يجب أن يصل طول اسم الملف المختار إلى 100 حرف.
fr_fr: La longueur choisie doit atteindre jusqu’à 100 caractères.
he_il: אורך שם הקובץ שנבחר חייב להיות עד 100 תווים.
pt_br: O comprimento do nome do arquivo escolhido deve ser de até 100 caracteres.

source: The shape data file was not found. Please add the file and try again.
ar: لم يتم العثور على ملف بيانات الشكل. يرجى إضافة الملف والمحاولة مرة أخرى.
fr_fr: Le fichier de données de forme n’a pas été trouvé. Veuillez ajouter le fichier et réessayer.
he_il: קובץ נתוני הצורה לא נמצא. אנא הוסף את הקובץ ונסה שוב.
pt_br: O arquivo de dados da forma não foi encontrado. Por favor, adicione o arquivo e tente novamente.

source: The following file has a schema mismatch compared to the initial uploaded file. Do you want to remove and continue?
ar: الملف التالي يحتوي على عدم تطابق في المخطط مقارنة بالملف الذي تم رفعه في البداية. هل تريد الإزالة والاستمرار؟
fr_fr: Le fichier suivant présente un décalage de schéma par rapport au fichier initialement téléchargé. Voulez-vous retirer et continuer ?
he_il: לקובץ הבא יש אי-התאמה בסכמה לעומת הקובץ שהועלה בתחילה. אתה רוצה להסיר ולהמשיך?
pt_br: O arquivo a seguir apresenta uma incompatibilidade de esquema em relação ao arquivo inicialmente enviado. Você quer remover e continuar?

source: MySQL does not support the FULL OUTER JOIN
ar: MySQL لا يدعم الانضمام الخارجي الكامل
fr_fr: MySQL ne prend pas en charge la JOINTURE EXTERNE COMPLÈTE
he_il: MySQL אינה תומכת ב-FULL OUTER JOIN
pt_br: O MySQL não suporta a JUNÇÃO EXTERNA COMPLETA

source: Google Big Query does not support the FULL OUTER JOIN
ar: Google Big Query لا يدعم الانضمام الخارجي الكامل
fr_fr: Google Big Query ne prend pas en charge la JOINTURE EXTÉRIEURE COMPLÈTE
he_il: Google Big Query אינה תומכת ב-FULL OUTER JOIN
pt_br: O Google Big Query não suporta a UNIÃO EXTERNA COMPLETA

source: Azure Data Explorer does not support the CROSS JOIN
ar: لا يدعم Azure Data Explorer نظام CROSS JOIN
fr_fr: Azure Data Explorer ne prend pas en charge le CROSS JOIN
he_il: Azure Data Explorer אינו תומך ב-CROSS JOIN
pt_br: O Azure Data Explorer não suporta o CROSS JOIN

source: PostgreSQL does not support the not equal, less than or equal to, or greater than or equal to operators for the FULL OUTER JOIN.
ar: PostgreSQL لا يدعم المؤثر غير المساوي، أو الأقل من أو يساوي، أو الأكبر من أو يساوي المشغلات الخاصة بالانضمام الخارجي الكامل.
fr_fr: PostgreSQL ne supporte pas les opérateurs non égaux, inférieurs ou égaux à, ni supérieurs ou égaux à pour la JOINTURE EXTERNE COMPLÈTE.
he_il: PostgreSQL אינו תומך באופרטורים של לא שווה, קטן או שווה ל, או גדול מ- או שווה לאופרטורים עבור החיבור החיצוני המלא.
pt_br: O PostgreSQL não suporta operadores que não são iguais, menores ou iguais a, ou maiores ou iguais a para a UNIÃO EXTERNA COMPLETA.

source: Rockset does not support the FULL OUTER JOIN
ar: روكسيت لا يدعم الوصلة الخارجية الكاملة
fr_fr: Rockset ne supporte pas la JONCTION EXTÉRIEURE COMPLÈTE
he_il: Rockset לא תומך בחיבור החיצוני המלא
pt_br: Rockset não suporta a UNIÃO EXTERNA COMPLETA

source: The append data sources feature does not support data sources in code view mode.
ar: ميزة إضافة مصادر البيانات لا تدعم مصادر البيانات في وضع عرض الكود.
fr_fr: La fonction d’ajout de sources de données ne prend pas en charge les sources de données en mode vue de code.
he_il: תכונת הוספת מקורות נתונים אינה תומכת במקורות נתונים במצב תצוגת קוד.
pt_br: O recurso de adicionar fontes de dados não suporta fontes de dados no modo de visualização de código.
