Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: The data sources marked
ar: مصادر البيانات المحددة
fr_fr: Les sources de données indiquaient
he_il: מקורות הנתונים המסומנים
pt_br: As fontes de dados marcadas

source: require OAuth configuration to be used in the application.
ar: يتطلب استخدام تكوين OAuth في التطبيق.
fr_fr: exigent que la configuration OAuth soit utilisée dans l’application.
he_il: נדרש שימוש בתצורת OAuth ביישום.
pt_br: exigem que a configuração OAuth seja usada na aplicação.

source: Search Connector
ar: موصل البحث
fr_fr: Connecteur de recherche
he_il: מחבר חיפוש
pt_br: Conector de Busca

source: Reset Configuration
ar: إعادة ضبط الإعدادات
fr_fr: Réinitialisation de la configuration
he_il: תצורת איפוס
pt_br: Configuração de Reinício

source: JSON Upload
ar: رفع JSON
fr_fr: Téléchargement JSON
he_il: העלאת JSON

source: Add New Connector
ar: إضافة موصل جديد
fr_fr: Ajouter un nouveau connecteur
he_il: הוספת מחבר חדש
pt_br: Adicionar novo conector

source: Enable Custom Connectors
ar: تمكين الموصلات المخصصة
fr_fr: Activer les connecteurs personnalisés
he_il: הפעלת מחברים מותאמים אישית
pt_br: Habilitar Conectores Personalizados

source: Select your flexible data
ar: اختر بياناتك المرنة
fr_fr: Sélectionnez vos données flexibles
he_il: בחר את הנתונים הגמישים שלך
pt_br: Selecione seus dados flexíveis

source: To enable or disable tooltips for the data source description.
ar: لتفعيل أو تعطيل تلميحات الأدوات لوصف مصدر البيانات.
fr_fr: Pour activer ou désactiver les infobulles pour la description de la source de données.
he_il: להפעיל או לבטל טיפים לתיאור מקור הנתונים.
pt_br: Para ativar ou desativar dicas de ferramenta para a descrição da fonte de dados.

source: Image Settings Reset
ar: إعادة ضبط إعدادات الصورة
fr_fr: Réinitialisation des paramètres d’image
he_il: איפוס הגדרות תמונה
pt_br: Resetar as Configurações de Imagem

source: Image has already been configured in the Properties window. Do you want to reset the image settings and use this column?
ar: الصورة قد تم تكوينها بالفعل في نافذة الخصائص. هل تريد إعادة ضبط إعدادات الصورة واستخدام هذا العمود؟
fr_fr: L’image a déjà été configurée dans la fenêtre des Propriétés. Voulez-vous réinitialiser les paramètres d’image et utiliser cette colonne ?
he_il: התמונה כבר הוגדרה בחלון המאפיינים (Properties). האם אתה רוצה לאפס את הגדרות התמונה ולהשתמש בעמודה הזו?
pt_br: A imagem já foi configurada na janela de Propriedades. Você quer resetar as configurações de imagem e usar esta coluna?

source: Background Image Settings Reset
ar: إعادة ضبط إعدادات الصورة الخلفية
fr_fr: Réinitialisation des paramètres de l’image d’arrière-plan
he_il: איפוס הגדרות התמונה ברקע
pt_br: Resetar as configurações da imagem de fundo

source: Background image has already been configured in the Properties window. Do you want to reset the background image settings and use this column?
ar: تم تكوين صورة الخلفية بالفعل في نافذة الخصائص. هل تريد إعادة ضبط إعدادات الصورة الخلفية واستخدام هذا العمود؟
fr_fr: L’image d’arrière-plan a déjà été configurée dans la fenêtre des propriétés. Voulez-vous réinitialiser les paramètres de l’image d’arrière-plan et utiliser cette colonne ?
he_il: תמונת הרקע כבר הוגדרה בחלון התכונות. האם אתה רוצה לאפס את הגדרות תמונת הרקע ולהשתמש בעמודה הזו?
pt_br: A imagem de fundo já foi configurada na janela de Propriedades. Você quer resetar as configurações da imagem de fundo e usar essa coluna?

source: Properties are handled in editor's toolbar. Double click on text for inline toobar or expand widget to enable floating toolbar
ar: يتم التعامل مع الخصائص في شريط أدوات المحرر. انقر مرتين على النص الخاص بشريط الحمل الداخلي أو توسيع الأداة لتمكين شريط الأدوات العائم
fr_fr: Les propriétés sont gérées dans la barre d’outils de l’éditeur. Double-cliquez sur le texte pour la barre de toobar en ligne ou développez le widget pour activer la barre d’outils flottante
he_il: התכונות מטופלות בסרגל הכלים של העורך. לחצו פעמיים על הטקסט עבור סרגל משולב או הרחבת ווידג'ט כדי להפעיל סרגל כלים צף
pt_br: As propriedades são tratadas na barra de ferramentas do editor. Clique duas vezes no texto para o toobar inline ou expanda o widget para ativar a barra de ferramentas flutuante

source: We cannot show more than one image per card , so this option is disabled.
ar: لا يمكننا عرض أكثر من صورة واحدة لكل بطاقة ، لذا يتم تعطيل هذا الخيار.
fr_fr: Nous ne pouvons pas afficher plus d’une image par carte, donc cette option est désactivée.
he_il: איננו יכולים להציג יותר מתמונה אחת לכל כרטיס , ולכן אפשרות זו מושבתת.
pt_br: Não podemos mostrar mais de uma imagem por cartão, então essa opção está desativada.

source: Measures
ar: تدابير
fr_fr: Dispositions
he_il: אמצעי
pt_br: Medidas

source: Parameters
ar: البارامترات
fr_fr: Paramètres
he_il: פרמטרים
pt_br: Parâmetros

source: Agg
ar: آج
he_il: אגר

source: Median
ar: متوسط
fr_fr: Médian
he_il: חציון
pt_br: Mediana

source: Drag & Drop
ar: دراج آند ديب
fr_fr: Glisser-déposer
pt_br: Arrastar e Soltar

source: Weighted Score...
ar: التقييم الموزون...
fr_fr: Score pondéré...
he_il: ניקוד משוקלל...
pt_br: Pontuação Ponderada...

source: Format...
ar: تنسيق...
he_il: תבנית...
pt_br: Formato...

source: MeasureFormat
ar: تنسيق القياس
he_il: פורמט מדידה

source: Sort Ascending
ar: الترتيب الصاعد
fr_fr: Trier ascendant
he_il: מיון עולה
pt_br: Sorting Ascendente

source: Sort Descending
ar: الترتيب النزولي
fr_fr: Trie descendante
he_il: מיון יורד
pt_br: Sorting Descendente

source: Sort...
ar: صنف...
fr_fr: Trier...
he_il: מיון...
pt_br: Ordenar...

source: Create New Hierarchy
ar: إنشاء تسلسل هرمي جديد
fr_fr: Créer une nouvelle hiérarchie
he_il: יצירת היררכיה חדשה
pt_br: Criar Nova Hierarquia

source: Add To Hierarchy
ar: إضافة إلى التسلسل الهرمي
fr_fr: Ajouter à la hiérarchie
he_il: הוסף להיררכיה
pt_br: Adicionar à hierarquia

source: Relative Date Filter
ar: مرشح التاريخ النسبي
fr_fr: Filtre à date relative
he_il: מסנן תאריך יחסי
pt_br: Filtro de Data Relativa

source: Date Time
ar: توقيت التاريخ
fr_fr: Date Heure
he_il: תאריך זמן
pt_br: Data Hora

source: Quarter Year
ar: الربع السنوي
fr_fr: Trimestre d’année
he_il: שנת רבעון
pt_br: Trimestre de Ano

source: Month Year
ar: الشهر السنة
fr_fr: Année du mois
he_il: חודש שנה
pt_br: Ano do Mês

source: Week Year
ar: سنة الأسبوع
fr_fr: Année hebdomadaire
he_il: שנת שבוע
pt_br: Ano de Semana

source: Edit...
ar: حرر...
fr_fr: Éditer...
he_il: עריכה...
pt_br: Editar...

source: Time
ar: الوقت
fr_fr: Heure
he_il: זמן
pt_br: Hora

source: Minutes
ar: محضر
fr_fr: Compte-rendu
he_il: דקות
pt_br: Ata

source: Seconds
ar: الثواني
fr_fr: Secondes
he_il: שניות
pt_br: Segundos

source: Date Hour
ar: ساعة الموعد
fr_fr: Heure du rendez-vous
he_il: שעת דייט
pt_br: Hora do Encontro

source: Day of Week
ar: يوم الأسبوع
fr_fr: Jour de la semaine
he_il: יום בשבוע
pt_br: Dia da Semana

source: Week of Year
ar: أسبوع السنة
fr_fr: Semaine de l’année
he_il: שבוע השנה
pt_br: Semana do Ano

source: Day Month Year
ar: اليوم الشهر والسنة
fr_fr: Jour Mois Année
he_il: יום, חודש, שנה
pt_br: Dia Mês Ano

source: Month Day Year
ar: يوم الشهر سنة
fr_fr: Mois Jour Année
he_il: יום חודש שנה
pt_br: Mês Dia Ano

source: Year
ar: سنة
fr_fr: Année
he_il: שנה
pt_br: Ano

source: Quarter
ar: ربع
fr_fr: Quartier
he_il: רבע
pt_br: Quarto

source: Relative Dates
ar: التواريخ النسبية
fr_fr: Dates relatives
he_il: תאריכים יחסיים
pt_br: Datas Relativas

source: (Null)
ar: (صفر)

source: measures
ar: تدابير
fr_fr: dispositions
he_il: אמצעי
pt_br: Medidas

source: First
ar: أولا
fr_fr: Premier
he_il: ראשון
pt_br: Primeiro

source: Last
ar: آخر
fr_fr: Dernier
he_il: אחרון
pt_br: Último

source: Show Value As
ar: عرض القيمة ك
fr_fr: Montrer la valeur comme
he_il: ערך ההצגה כ
pt_br: Mostrar Valor Como

source: No calculation
ar: لا يوجد حساب
he_il: אין חישוב
pt_br: Sem cálculo

source: Percent Of Row Total
ar: نسبة الصفوف الإجمالية
fr_fr: Pourcentage du total des rangs
he_il: אחוז מהשורות הכוללות
pt_br: Percentual do Total de Fileiras

source: Percent Of Column Total
ar: نسبة مئوية من إجمالي العمود
fr_fr: Pourcentage du total de la colonne
he_il: אחוז מהטור הכולל
pt_br: Percentual do Total da Coluna

source: Percent Of Grand Total
ar: نسبة مئوية من الإجمالي الإجمالي
fr_fr: Pourcentage du total total
he_il: אחוז מהגרנד טוטול
pt_br: Percentual do Total Total

source: Does Not Equal
ar: لا يعني
fr_fr: Ne Pas Égal
he_il: לא שווה
pt_br: Não é igual

source: Less Than
ar: اقل
fr_fr: Moins de
he_il: פחות מ
pt_br: Menos que

source: Greater Than
ar: اكبر
fr_fr: Plus grand que
he_il: גדול מ
pt_br: Maior que

source: Less Than Or Equal To
ar: أقل من أو يساوي
fr_fr: Inférieur ou égal à
he_il: פחות או שווה ל-
pt_br: Menor que ou igual a

source: Greater Than Or Equal To
ar: أكبر من أو يساوي
fr_fr: Supérieur ou égal à
he_il: גדול מאו שווה ל
pt_br: Maior Que Ou Igual A

source: Not Between
ar: ليس بينهما
fr_fr: Pas entre
he_il: לא בין לבין
pt_br: Não Entre

source: The parameter has been added successfully.
ar: تمت إضافة المعامل بنجاح.
fr_fr: Le paramètre a été ajouté avec succès.
he_il: הפרמטר נוסף בהצלחה.
pt_br: O parâmetro foi adicionado com sucesso.

source: The parameter has been updated successfully.
ar: تم تحديث المعامل بنجاح.
fr_fr: Le paramètre a été mis à jour avec succès.
he_il: הפרמטר עודכן בהצלחה.
pt_br: O parâmetro foi atualizado com sucesso.

source: Do not use this parameter to current data source. It will execute cyclically and result will be infinite but you can use this parameter in another data source.
ar: لا تستخدم هذا المعامل كمصدر بيانات حالي. سيتم تنفيذه بشكل دوري وستكون النتيجة لا نهائية، لكن يمكنك استخدام هذا المعامل في مصدر بيانات آخر.
fr_fr: N’utilisez pas ce paramètre pour actualiser la source de données. Il s’exécutera de façon cyclique et le résultat sera infini, mais vous pouvez utiliser ce paramètre dans une autre source de données.
he_il: אל תשתמש בפרמטר זה למקור הנתונים הנוכחי. הוא יבצע מחזוריות והתוצאה תהיה אינסופית, אבל אפשר להשתמש בפרמטר הזה במקור נתונים אחר.
pt_br: Não use esse parâmetro para atualizar a fonte de dados. Ele será executado ciclicamente e o resultado será infinito, mas você pode usar esse parâmetro em outra fonte de dados.

source: Table field is not supported in web live mode
ar: حقل الجدول غير مدعوم في وضع الويب المباشر.
fr_fr: Le champ tableau n’est pas pris en charge en mode web live
he_il: שדה הטבלה אינו נתמך במצב Web Live
pt_br: O campo Table não é suportado no modo web live

source: Iterative is applicable only for WebAPI data source cases
ar: التكرارية تنطبق فقط على حالات مصادر بيانات WebAPI
fr_fr: L’itératif ne s’applique qu’aux cas de sources de données WebAPI
he_il: איטרטיבי רלוונטי רק למקרי מקור נתונים של WebAPI
pt_br: Iterativo é aplicável apenas para casos de fontes de dados WebAPI

source: Ignore where query when DisableWhereForSelectAll option is enabled in config file
ar: تجاهل خيار الاستعلام عندما يكون DisableWhereForSelectAll مفعلا في ملف الإعدادات
fr_fr: Ignorez la requête où lorsque l’option DisableWhereForSelectAll est activée dans le fichier de configuration
he_il: התעלם מהמקום שבו שאילתת כאשר האפשרות DisableWhereForSelectAll מופעלת בקובץ ההגדרות
pt_br: Ignore a consulta onde quando a opção DisableWhereForSelectAll estiver ativada no arquivo de configuração

source: name
ar: اسم
fr_fr: nom
he_il: שם
pt_br: nome

source: description
ar: وصف
he_il: תיאור
pt_br: descrição

source: mode
ar: طريقة
he_il: מצב
pt_br: modo

source: type
ar: نوع
he_il: סוג
pt_br: tipo

source: selection type
ar: نوع الاختيار
fr_fr: Type de sélection
he_il: סוג בחירה
pt_br: Tipo de seleção

source: current value
ar: القيمة الحالية
fr_fr: Valeur actuelle
he_il: ערך נוכחי
pt_br: Valor atual

source: value
ar: قيمة
fr_fr: valeur
he_il: ערך
pt_br: valor

source: field from
ar: حقل من
fr_fr: champ de
he_il: שדה מ
pt_br: campo de

source: table
ar: جدول
he_il: שולחן
pt_br: mesa

source: queryvalue
ar: قيمة الاستعلام
he_il: ערך שאילתה

source: Value Field
ar: حقل القيمة
fr_fr: Champ de valeur
he_il: שדה הערך
pt_br: Campo de Valor

source: Display Field
ar: حقل العرض
fr_fr: Champ d’affichage
he_il: שדה התצוגה
pt_br: Campo de Exibição

source: add values
ar: إضافة القيم
fr_fr: Ajoutez des valeurs
he_il: הוספת ערכים
pt_br: Valores adicionais

source: list grid
ar: شبكة القوائم
fr_fr: Grille de listes
he_il: רשת רשימות
pt_br: Grade de listas

source: default value
ar: القيمة الافتراضية
fr_fr: valeur par défaut
he_il: ערך ברירת מחדל
pt_br: Valor padrão

source: Show in Viewer
ar: العرض في المشاهد
fr_fr: Afficher dans le téléviseur
he_il: הצג בצופה
pt_br: Mostrar no Visualizador

source: date format
ar: تنسيق التاريخ
fr_fr: Format de la date
he_il: פורמט התאריך
pt_br: Formato de data

source: Set first value
ar: اضبط القيمة الأولى
fr_fr: Valeur de poser en premier
he_il: קבע ערך ראשון
pt_br: Valor de definir primeiro

source: List
ar: قائمة
fr_fr: Liste
he_il: רשימה
pt_br: Lista

source: Literal
ar: حرفي
fr_fr: Littéral
he_il: ליטרל

source: Show all columns
ar: عرض جميع الأعمدة
fr_fr: Afficher toutes les colonnes
he_il: הצג את כל העמודות
pt_br: Mostrar todas as colunas

source: rows retrieved
ar: تم استرجاع الصفوف
fr_fr: Lignes consultées
he_il: שורות שנשלפו
pt_br: Linhas recuperadas

source: Fetching Data...
ar: جمع البيانات...
fr_fr: Récupérer des données...
he_il: מביא נתונים...
pt_br: Buscando dados...

source: Introducing Scrollable Layout
ar: تقديم تخطيط التمرير القابل للتمرير
fr_fr: Présentation de la mise en page défilante
he_il: הצגת פריסת גלילה
pt_br: Introdução do Layout Rolável

source: Add more rows to design dashboards with more widgets in a scrollable view. Click + to add or remove rows.
ar: أضف المزيد من الصفوف إلى لوحات التصميم مع المزيد من الأدوات في عرض قابل للتمرير. انقر على + لإضافة أو إزالة الصفوف.
fr_fr: Ajoutez plus de lignes aux tableaux de bord de conception avec plus de widgets dans une vue défilante. Cliquez sur + pour ajouter ou supprimer des lignes.
he_il: הוסף עוד שורות ללוחות מחוונים של עיצוב עם יותר ווידג'טים בתצוגה שניתן לגלול. לחץ על + כדי להוסיף או להסיר שורות.
pt_br: Adicione mais linhas aos painéis de design com mais widgets em uma visualização rolável. Clique em + para adicionar ou remover linhas.

source: Ok, Got it
ar: حسنا، فهمت
fr_fr: Ok, compris
he_il: אוקיי, הבנתי
pt_br: Ok, entendi

source: Add more rows
ar: إضافة المزيد من الصفوف
fr_fr: Ajouter plus de lignes
he_il: הוספת שורות נוספות
pt_br: Adicionar mais linhas

source: Please remove the widgets from the rows to be deleted and try again.
ar: يرجى إزالة الأدوات من الصفوف التي سيتم حذفها والمحاولة مرة أخرى.
fr_fr: Veuillez supprimer les widgets des lignes à supprimer et réessayer.
he_il: אנא הסר את הווידג'טים מהשורות שיש למחוק ונסה שוב.
pt_br: Por favor, remova os widgets das linhas para serem excluídos e tente novamente.

source: Adding more rows might affect the performance of the dashboard.
ar: إضافة المزيد من الصفوف قد تؤثر على أداء لوحة التحكم.
fr_fr: Ajouter plus de lignes pourrait affecter les performances du tableau de bord.
he_il: הוספת שורות נוספות עלולה להשפיע על ביצועי לוח המחוונים.
pt_br: Adicionar mais linhas pode afetar o desempenho do dashboard.

source: A maximum of 1,000 rows can be added.
ar: يمكن إضافة حد أقصى 1,000 صف.
fr_fr: Un maximum de 1 000 rangées peut être ajouté.
he_il: ניתן להוסיף מקסימום של 1,000 שורות.
pt_br: Podem ser adicionadas no máximo 1.000 linhas.

source: Done
ar: منجز
fr_fr: Fait
he_il: לעשות
pt_br: Terminado

source: Data Filters
ar: مرشحات البيانات
fr_fr: Filtres de données
he_il: מסנני נתונים
pt_br: Filtros de Dados

source: Configure Data Filters
ar: تكوين مرشحات البيانات
fr_fr: Configurer les filtres de données
he_il: הגדרת מסנני נתונים
pt_br: Configurar Filtros de Dados

source: List of Table Filters
ar: قائمة مرشحات الجداول
fr_fr: Liste des filtres de table
he_il: רשימת מסנני טבלאות
pt_br: Lista de Filtros de Tabela

source: Update Table Schema
ar: تحديث مخطط الجدول
fr_fr: Schéma de table de mise à jour
he_il: עדכון סכמת טבלה
pt_br: Esquema da Tabela de Atualização

source: Configure Field Name
ar: تكوين اسم الحقل
fr_fr: Configurer le nom du champ
he_il: הגדרת שם שדה
pt_br: Configurar o Nome do Campo

source: Use Selected
ar: استخدام محدد
fr_fr: Utiliser sélectionné
he_il: שימוש נבחר
pt_br: Use Selecionado

source: Use filter from
ar: استخدم الفلتر من
fr_fr: Utiliser le filtre de
he_il: השתמש במסנן מ-
pt_br: Use filtro de

source: There are no users in the group
ar: لا يوجد مستخدمون في المجموعة
fr_fr: Il n’y a aucun utilisateur dans le groupe
he_il: אין משתמשים בקבוצה
pt_br: Não há usuários no grupo

source: There are no users in the Server
ar: لا يوجد مستخدمون في الخادم
fr_fr: Il n’y a aucun utilisateur sur le serveur
he_il: אין משתמשים בשרת
pt_br: Não há usuários no servidor

source: There are no users and groups in the Server
ar: لا يوجد مستخدمون أو مجموعات في الخادم
fr_fr: Il n’y a ni utilisateurs ni groupes sur le serveur
he_il: אין משתמשים וקבוצות בשרת
pt_br: Não há usuários nem grupos no servidor

source: No results found
ar: لم يتم العثور على نتائج
fr_fr: Aucun résultat trouvé
he_il: לא נמצאו תוצאות
pt_br: Nenhum resultado encontrado

source: Filter Name
ar: اسم المرشح
fr_fr: Nom du filtre
he_il: שם המסנן
pt_br: Nome do Filtro

source: Data Column
ar: عمود البيانات
fr_fr: Colonne de données
he_il: עמודת הנתונים
pt_br: Coluna de Dados

source: View Users
ar: عرض المستخدمين
fr_fr: Voir les utilisateurs
he_il: הצג משתמשים
pt_br: Ver usuários

source: Add Filter
ar: إضافة فلتر
fr_fr: Ajouter un filtre
he_il: הוספת מסנן
pt_br: Adicionar Filtro

source: Untitled Filter
ar: فلتر غير معنون
fr_fr: Filtre sans titre
he_il: מסנן ללא כותרת
pt_br: Filtro Sem Título

source: Setup Row Level Security - User Filter
ar: إعداد مستوى أمان الصف - تصفية المستخدم
fr_fr: Sécurité au niveau de la ligne d’installation - Filtre utilisateur
he_il: הגדרת רמת שורה אבטחה - מסנן משתמש
pt_br: Configuração de Segurança em Nível de Linha - Filtro de Usuário

source: Users / Groups
ar: المستخدمون / المجموعات
fr_fr: Utilisateurs / Groupes
he_il: משתמשים / קבוצות
pt_br: Usuários / Grupos

source: No selected items Found
ar: لم يتم العثور على عناصر محددة
fr_fr: Aucun élément sélectionné trouvé
he_il: לא נמצאו פריטים נבחרים
pt_br: Nenhum item selecionado foi encontrado

source: Changing the Data Column will reset the configuration. Do you want to continue?
ar: تغيير عمود البيانات سيعيد ضبط الإعدادات. هل تريد الاستمرار؟
fr_fr: Changer la colonne de données réinitialisera la configuration. Tu veux continuer ?
he_il: שינוי עמודת הנתונים יאפס את התצורה. אתה רוצה להמשיך?
pt_br: Mudar a Coluna de Dados vai resetar a configuração. Quer continuar?

source: Sort
ar: صنف
fr_fr: Trier
he_il: מיון
pt_br: Ordenar

source: Auto Map Users
ar: مستخدمو الخريطة التلقائية
fr_fr: Utilisateurs de la carte automatique
he_il: משתמשי מיפוי אוטומטי
pt_br: Usuários do Auto Map

source: Do you want to delete this filter?
ar: هل تريد حذف هذا الفلتر؟
fr_fr: Voulez-vous supprimer ce filtre ?
he_il: אתה רוצה למחוק את המסנן הזה?
pt_br: Você quer deletar esse filtro?

source: Custom Query
ar: الاستعلام المخصص
fr_fr: Requête personnalisée
he_il: שאילתה מותאמת אישית
pt_br: Consulta Personalizada

source: This will reset the already mapped filters.</br> Do you want to auto map the users based on '{0}'?
ar: هذا سيعيد تعيين الفلاتر التي تم تعيينها بالفعل.</br> هل تريد تعيين المستخدمين تلقائيا بناء على '{0}'؟
fr_fr: Cela réinitialisera les filtres déjà mappés.</br> Voulez-vous cartographier automatiquement les utilisateurs en fonction de la « {0} » ?
he_il: זה יאפס את המסננים שכבר ממופו.</br> אתה רוצה למפות אוטומטית את המשתמשים לפי '{0}'?
pt_br: Isso vai resetar os filtros já mapeados.</br> Você quer mapear automaticamente os usuários com base em '{0}'?

source: Auto detection of column mapping failed. Please select a column.
ar: فشل الكشف التلقائي لتعيين الأعمدة. يرجى اختيار عمود.
fr_fr: La détection automatique du mappage de colonnes a échoué. Veuillez sélectionner une colonne.
he_il: זיהוי אוטומטי של מיפוי עמודות נכשל. אנא בחר טור.
pt_br: A detecção automática do mapeamento de colunas falhou. Por favor, selecione uma coluna.

source: Reset Settings
ar: إعدادات إعادة التعيين
fr_fr: Réinitialisation des paramètres
he_il: איפוס הגדרות
pt_br: Resetar configurações

source: This will remove the applied filter settings. Do you want to continue?
ar: هذا سيزيل إعدادات الفلتر المطبقة عليها. هل تريد الاستمرار؟
fr_fr: Cela supprimera les réglages de filtre appliqués. Tu veux continuer ?
he_il: זה יסיר את הגדרות המסנן שהוחלו. אתה רוצה להמשיך?
pt_br: Isso vai remover as configurações de filtro aplicadas. Quer continuar?

source: The mapping data source used is no longer available in the server. Please reconfigure the settings.
ar: مصدر بيانات التعيين المستخدم لم يعد متاحا في الخادم. يرجى إعادة ضبط الإعدادات.
fr_fr: La source de données de cartographie utilisée n’est plus disponible sur le serveur. Merci de reconfigurer les paramètres.
he_il: מקור נתוני המיפוי שבו משתמשים כבר אינו זמין בשרת. אנא הגדר מחדש את ההגדרות.
pt_br: A fonte de dados de mapeamento utilizada não está mais disponível no servidor. Por favor, reconfigure as configurações.

source: Show all data for unmapped users & groups
ar: عرض جميع البيانات للمستخدمين غير المرتبطين والمجموعات
fr_fr: Afficher toutes les données des utilisateurs et groupes non cartographiés
he_il: הצג את כל הנתונים עבור משתמשים וקבוצות לא ממופים
pt_br: Mostrar todos os dados de usuários e grupos não mapeados

source: This option is only checked when selecting all records for any user or group.
ar: يتم تفعيل هذا الخيار فقط عند اختيار جميع السجلات لأي مستخدم أو مجموعة.
fr_fr: Cette option n’est cochée que lors de la sélection de tous les enregistrements pour un utilisateur ou un groupe.
he_il: אפשרות זו מסומנת רק כאשר בוחרים את כל הרשומות עבור כל משתמש או קבוצה.
pt_br: Essa opção só é verificada ao selecionar todos os registros de qualquer usuário ou grupo.

source: Checking this option will allow all users and groups without any mapping configured to see all records in the data source. Unchecking this option will prevent unmapped users from seeing any records from the data source.
ar: تفعيل هذا الخيار سيسمح لجميع المستخدمين والمجموعات التي لم يتم تعيينها برؤية جميع السجلات في مصدر البيانات. إلغاء تحديد هذا الخيار سيمنع المستخدمين غير المرتبطين من رؤية أي سجلات من مصدر البيانات.
fr_fr: Cocher cette option permettra à tous les utilisateurs et groupes sans aucune configuration de mappage de voir tous les enregistrements dans la source de données. Décocher cette option empêchera les utilisateurs non cartographiés de voir les enregistrements provenant de la source de données.
he_il: סימון אפשרות זו יאפשר לכל המשתמשים והקבוצות שאין להם מיפוי מוגדר לראות את כל הרשומות במקור הנתונים. הסרת הסימון באפשרות זו תמנע ממשתמשים לא ממופים לראות רשומות ממקור הנתונים.
pt_br: Marcar essa opção permitirá que todos os usuários e grupos sem qualquer mapeamento configurados vejam todos os registros na fonte de dados. Desmarcar essa opção impedirá que usuários não mapeados vejam qualquer registro da fonte de dados.

source: Mapping Data Source
ar: رسم مصدر البيانات
fr_fr: Source de données cartographique
he_il: מיפוי מקור נתונים
pt_br: Fonte de Dados de Mapeamento

source: Preview as
ar: معاينة ك
fr_fr: Aperçu en tant que
he_il: תצוגה מקדימה כ
pt_br: Prévia como

source: Select User or Group
ar: اختر المستخدم أو المجموعة
fr_fr: Sélectionner utilisateur ou groupe
he_il: בחירת משתמש או קבוצה
pt_br: Selecionar Usuário ou Grupo

source: Reload User & Group List
ar: إعادة تحميل قائمة المستخدمين والمجموعات
fr_fr: Recharger la liste des utilisateurs et des groupes
he_il: טעינה מחדש של רשימת משתמשים וקבוצה
pt_br: Recarregar Lista de Usuários & Grupos

source: Maximum of 10 records will be shown in the preview
ar: سيتم عرض حد أقصى 10 سجلات في المعاينة
fr_fr: Un maximum de 10 enregistrements seront affichés dans l’aperçu
he_il: בתצוגה המקדימה יוצגו עד 10 רשומות
pt_br: No máximo, 10 discos serão exibidos na prévia
