Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: , involves sending your data schema and the question for NLP analysis.
ar: , يتضمن إرسال مخطط البيانات الخاص بك وسؤال تحليل معالجة اللغة الطبيعية.
fr_fr: , consiste à envoyer votre schéma de données et la question pour l’analyse NLP.
he_il: , כולל שליחת סכמת הנתונים שלך והשאלה לניתוח NLP.
pt_br: , envolve enviar seu esquema de dados e a pergunta para análise de PLN.

source: Your data privacy and security are paramount.
ar: خصوصية وأمن بياناتك أمران أساسيان.
fr_fr: La confidentialité et la sécurité de vos données sont primordiales.
he_il: פרטיות ואבטחת הנתונים שלך הן בראש סדר העדיפויות.
pt_br: A privacidade e segurança dos seus dados são fundamentais.

source: Use of the Q&A widget strictly adheres to our Privacy Policy.
ar: استخدام أداة الأسئلة والأجوبة يلتزم بدقة بسياسة الخصوصية الخاصة بنا.
fr_fr: L’utilisation du widget Q&R respecte strictement notre Politique de confidentialité.
he_il: השימוש בווידג'ט שאלות ותשובות עומד בקפדנות במדיניות הפרטיות שלנו.
pt_br: O uso do widget de perguntas e respostas segue rigorosamente nossa Política de Privacidade.

source: Bold BI
ar: BI العريض
fr_fr: BI en gras
he_il: מודגש BI
pt_br: BI Ousado

source: Hi
ar: مرحبا
fr_fr: Salut
he_il: היי
pt_br: Oi

source: AI Agent
ar: العميل الذكاء الاصطناعي
fr_fr: Agent IA
he_il: סוכן בינה מלאכותית
pt_br: Agente de IA

source: AI Copilot
ar: الذكاء الاصطناعي المساعد
fr_fr: Copilote IA
he_il: טייס משנה בינה מלאכותית
pt_br: Copilot de IA

source: AI Usage
ar: استخدام الذكاء الاصطناعي
fr_fr: Utilisation de l’IA
he_il: שימוש בבינה מלאכותית
pt_br: Uso da IA

source: Detailed usage view
ar: عرض الاستخدام التفصيلي
fr_fr: Vue détaillée d’utilisation
he_il: מבט מפורט על השימוש
pt_br: Vista detalhada de uso

source: Ask questions about your data
ar: اطرح أسئلة حول بياناتك
fr_fr: Posez des questions sur vos données
he_il: שאל שאלות על הנתונים שלך
pt_br: Faça perguntas sobre seus dados

source: Your request is being processed. Please wait for a moment.
ar: طلبك قيد المعالجة. يرجى الانتظار لحظة.
fr_fr: Votre demande est en cours de traitement. Veuillez patienter un instant.
he_il: הבקשה שלך מעובדת. בבקשה חכה רגע.
pt_br: Seu pedido está sendo processado. Por favor, aguarde um momento.

source: , Welcome to
ar: ، مرحبا بك في
fr_fr: , Bienvenue à
he_il: , ברוכים הבאים ל
pt_br: , Bem-vindo a

source: Apologies!!
ar: الاعتذارات!!
fr_fr: Excuses!!
he_il: התנצלויות!!
pt_br: Desculpas!!

source: Oops!
ar: عفوا!
fr_fr: Oups!
he_il: אופס!

source: Here's the widget for your query.
ar: إليك أداة السؤال الخاصة بك.
fr_fr: Voici le widget pour votre requête.
he_il: הנה הווידג'ט לשאילתה שלך.
pt_br: Aqui está o widget para sua consulta.

source: The visualization has been successfully created in the
ar: تم إنشاء التصور بنجاح في
fr_fr: La visualisation a été créée avec succès dans le
he_il: הוויזואליזציה נוצרה בהצלחה ב
pt_br: A visualização foi criada com sucesso no

source: top-left corner of the designer.
ar: الزاوية العلوية اليسرى من المصمم.
fr_fr: coin supérieur gauche du créateur.
he_il: הפינה השמאלית העליונה של המעצב.
pt_br: canto superior esquerdo do estilista.

source: The specified widget property has been updated.
ar: تم تحديث خاصية الأداة المحددة.
fr_fr: La propriété du widget spécifiée a été mise à jour.
he_il: תכונת הווידג'ט שצוינה עודכנה.
pt_br: A propriedade do widget especificada foi atualizada.

source: Please select a widget or provide its name to update it.
ar: يرجى اختيار أداة أو إدخال اسمه لتحديثها.
fr_fr: Veuillez sélectionner un widget ou indiquer son nom pour le mettre à jour.
he_il: אנא בחר ווידג'ט או ציין את שמו לעדכון.
pt_br: Por favor, selecione um widget ou forneça seu nome para atualizá-lo.

source: Several widgets have identical names.
ar: عدة أدوات تحمل أسماء متطابقة.
fr_fr: Plusieurs widgets portent des noms identiques.
he_il: לכמה ווידג'טים יש שמות זהים.
pt_br: Vários widgets têm nomes idênticos.

source: Please select the one you want to update.
ar: يرجى اختيار النسخة التي تريد تحديثها.
fr_fr: Veuillez sélectionner celui que vous souhaitez mettre à jour.
he_il: אנא בחר את זה שאתה רוצה לעדכן.
pt_br: Por favor, selecione a que você quer atualizar.

source: Please provide the widget name to update the property as requested.
ar: يرجى تزويد اسم الأداة لتحديث الخاصية كما طلب.
fr_fr: Veuillez fournir le nom du widget pour mettre à jour la propriété comme demandé.
he_il: אנא ספק את שם הווידג'ט לעדכון הנכס כפי שנדרש.
pt_br: Por favor, forneça o nome do widget para atualizar a propriedade conforme solicitado.

source: Brand
ar: وسم
fr_fr: Marque
he_il: מותג
pt_br: Marca

source: Like
ar: مثل
fr_fr: Comme
he_il: כמו
pt_br: Gostar

source: Dislike
ar: كره
fr_fr: Détester
he_il: אוהב
pt_br: Antipatia

source: The session ended due to inactivity.
ar: انتهت الجلسة بسبب عدم النشاط.
fr_fr: La séance s’est terminée à cause de l’inactivité.
he_il: המפגש הסתיים בגלל חוסר פעילות.
pt_br: A sessão terminou por inatividade.

source: Please enter a query to start a new session.
ar: يرجى إدخال استفسار لبدء جلسة جديدة.
fr_fr: Veuillez saisir une requête pour lancer une nouvelle session.
he_il: אנא הזן פנייה כדי להתחיל מפגש חדש.
pt_br: Por favor, faça uma consulta para iniciar uma nova sessão de consulta.

source: Try our new
ar: جرب الجديد لدينا
fr_fr: Essayez notre nouveau
he_il: נסה את החדש שלנו
pt_br: Experimente nosso novo

source: Check Out What's New
ar: اطلع على ما هو الجديد
fr_fr: Découvrez les nouveautés
he_il: בדקו מה חדש
pt_br: Confira as Novidades

source: Selected widget deleted successfully.
ar: تم حذف الأداة المحددة بنجاح.
fr_fr: Widget sélectionné supprimé avec succès.
he_il: ווידג'ט נבחר נמחק בהצלחה.
pt_br: Widget selecionado excluído com sucesso.

source: Widget deleted successfully.
ar: تم حذف الأداة بنجاح.
fr_fr: Widget supprimé avec succès.
he_il: הווידג'ט נמחק בהצלחה.
pt_br: Widget deletado com sucesso.

source: Given widget does not exist. Please provide a valid widget name.
ar: الأداة المعطاة غير موجودة. يرجى تقديم اسم أداة صلاحية.
fr_fr: Ce widget donné n’existe pas. Veuillez fournir un nom de widget valide.
he_il: הווידג'ט הנתון אינו קיים. אנא ספק שם ווידג'ט תקין.
pt_br: Dado widget não existe. Por favor, forneça um nome válido do widget.

source: Ask me to create visualizations for your queries on data.
ar: اطلب مني إنشاء تصورات لاستفساراتك حول البيانات.
fr_fr: Demandez-moi de créer des visualisations pour vos requêtes sur les données.
he_il: בקש ממני ליצור ויזואליזציות לשאילתות שלך על נתונים.
pt_br: Peça para eu criar visualizações para suas consultas sobre dados.

source: Ask me to update widget properties in the designer.
ar: اطلب مني تحديث خصائص الويدجت في المصمم.
fr_fr: Demandez-moi de mettre à jour les propriétés du widget dans le designer.
he_il: תבקש ממני לעדכן את מאפייני הווידג'טים במעצב.
pt_br: Peça para eu atualizar as propriedades dos widgets no designer.

source: Activate
ar: تنشيط
fr_fr: Activer
he_il: להפעיל
pt_br: Ativar

source: Start your tutorial
ar: ابدأ دراستك
fr_fr: Commencez votre tutoriel
he_il: התחל את המדריך שלך
pt_br: Comece seu tutorial

source: To enable AI features, the license must be updated.
ar: لتمكين ميزات الذكاء الاصطناعي، يجب تحديث الرخصة.
fr_fr: Pour activer les fonctionnalités d’IA, la licence doit être mise à jour.
he_il: כדי להפעיל תכונות בינה מלאכותית, יש לעדכן את הרישיון.
pt_br: Para habilitar recursos de IA, a licença deve ser atualizada.

source: Please refresh the license on the
ar: يرجى تحديث الرخصة على
fr_fr: Veuillez actualiser la licence sur le
he_il: אנא רענן את הרישיון ב
pt_br: Por favor, atualize a licença no

source: page to apply it to this instance.
ar: صفحة لتطبيقها على هذه الحالة.
fr_fr: Page pour l’appliquer à ce cas.
he_il: עמוד ליישם אותו על מופע זה.
pt_br: página para aplicar a este caso.

source: Note Please refresh the license on the
ar: ملاحظة: يرجى تحديث الرخصة على
fr_fr: Note : Veuillez rafraîchir la licence sur le
he_il: הערה: אנא רענן את הרישיון ב
pt_br: Nota: Por favor, atualize a licença no

source: Activation failed.
ar: فشل التفعيل.
fr_fr: Activation échouée.
he_il: ההפעלה נכשלה.
pt_br: Ativação falhou.

source: Please try again or contact support for assistance.
ar: يرجى المحاولة مرة أخرى أو التواصل مع الدعم للحصول على المساعدة.
fr_fr: Veuillez réessayer ou contacter le support pour obtenir de l’aide.
he_il: אנא נסה שוב או פנה לתמיכה לקבלת עזרה.
pt_br: Por favor, tente novamente ou entre em contato com o suporte para obter ajuda.

source: Refer to the guide for more information.
ar: راجع الدليل لمزيد من المعلومات.
fr_fr: Consultez le guide pour plus d’informations.
he_il: עיין במדריך למידע נוסף.
pt_br: Consulte o guia para mais informações.

source: The data source is not available.
ar: مصدر البيانات غير متاح.
fr_fr: La source de données n’est pas disponible.
he_il: מקור הנתונים אינו זמין.
pt_br: A fonte de dados não está disponível.

source: Please create a data source and try again.
ar: يرجى إنشاء مصدر بيانات والمحاولة مرة أخرى.
fr_fr: Veuillez créer une source de données et réessayer.
he_il: אנא צור מקור נתונים ונסה שוב.
pt_br: Por favor, crie uma fonte de dados e tente novamente.

source: Restart Session
ar: جلسة إعادة التشغيل
fr_fr: Redémarrage de la session
he_il: סשן הפעלה מחדש
pt_br: Sessão de Reinício

source: Get started
ar: ابدأ
fr_fr: Démarrer
he_il: תתחילו
pt_br: Começar

source: By activating the
ar: عن طريق تفعيل
fr_fr: En activant le
he_il: על ידי הפעלת ה-
pt_br: Ativando o

source: , you agree that your conversations may be recorded and stored
ar: ، أنت توافق على أن محادثاتك قد تسجل وتخزن
fr_fr: , vous acceptez que vos conversations puissent être enregistrées et stockées
he_il: , אתה מסכים שהשיחות שלך יוקלטו וישמרו
pt_br: , você concorda que suas conversas podem ser gravadas e armazenadas

source: for up to 90 days. This data is retained solely
ar: لمدة تصل إلى 90 يوما. يتم الاحتفاظ بهذه البيانات فقط
fr_fr: jusqu’à 90 jours. Ces données sont conservées uniquement
he_il: עד 90 יום. נתונים אלו נשמרים אך ורק
pt_br: por até 90 dias. Esses dados são retidos exclusivamente

source: to evaluate service quality and identify technical issues.
ar: تقييم جودة الخدمة وتحديد المشكلات التقنية.
fr_fr: pour évaluer la qualité du service et identifier les problèmes techniques.
he_il: להערכת איכות השירות ולזהות בעיות טכניות.
pt_br: avaliar a qualidade do serviço e identificar questões técnicas.

source: For inquiries regarding our data handling
ar: للاستفسارات المتعلقة بالتعامل مع بياناتنا
fr_fr: Pour toute demande concernant notre gestion des données
he_il: לשאלות בנוגע לטיפול בנתונים שלנו
pt_br: Para dúvidas sobre nosso tratamento de dados

source: , please contact our support team.
ar: يرجى التواصل مع فريق الدعم لدينا.
fr_fr: , veuillez contacter notre équipe de support.
he_il: , אנא צרו קשר עם צוות התמיכה שלנו.
pt_br: , por favor, entre em contato com nossa equipe de suporte.

source: Activate now
ar: تفعيل الآن
fr_fr: Activez maintenant
he_il: הפעל עכשיו
pt_br: Ative agora

source: I accept the
ar: أقبل
fr_fr: J’accepte le
he_il: אני מקבל את
pt_br: Eu aceito o

source: Terms and Condition
ar: الشروط والأحكام
fr_fr: Conditions générales
he_il: תנאים ותנאים
pt_br: Termos e Condições

source: AI data processing
ar: معالجة البيانات الذكاء الاصطناعي
fr_fr: Traitement des données par IA
he_il: עיבוד נתונים בינה מלאכותית
pt_br: Processamento de dados de IA

source: AI Assistant Data Processing
ar: معالجة بيانات الذكاء الاصطناعي المساعد
fr_fr: Traitement des données par assistant IA
he_il: עיבוד נתוני עוזר בינה מלאכותית
pt_br: Processamento de Dados do Assistente de IA

source: How to activate the license
ar: كيفية تفعيل الرخصة
fr_fr: Comment activer la licence
he_il: איך להפעיל את הרישיון
pt_br: Como ativar a licença

source: CreateWidget function called
ar: دالة CreateWidget تسمى
fr_fr: Fonction CreateWidget appelée
he_il: פונקציית CreateWidget נקראת
pt_br: Função CreateWidget chamada

source: UpdateWidget function called
ar: دالة UpdateWidget التي تسمى
fr_fr: Fonction UpdateWidget appelée
he_il: הפונקציה UpdateWidget נקראת
pt_br: Função UpdateWidget chamada

source: DeleteWidget function called
ar: دالة DeleteWidget التي تم استدعاؤها
fr_fr: Fonction DeleteWidget appelée
he_il: הפונקציה DeleteWidget נקראת
pt_br: Função DeleteWidget chamada

source: Help Documentation
ar: توثيق المساعدة
fr_fr: Documentation d’aide
he_il: תיעוד עזרה
pt_br: Documentação de Ajuda

source: AI Assistant Feature Help Document
ar: وثيقة مساعدة ميزات مساعد الذكاء الاصطناعي
fr_fr: Document d’aide aux fonctionnalités de l’assistant IA
he_il: מסמך עזרה לפיצ'רים של AI Assistant
pt_br: Documento de Ajuda com Recursos do Assistente de IA

source: Watch Tutorial Video
ar: شاهد فيديو الدرس
fr_fr: Regardez la vidéo tutoriel
he_il: צפו בסרטון ההדרכה
pt_br: Assista ao vídeo tutorial

source: AI Assistant Feature Demo Video
ar: فيديو عرض توضيحي لمساعد الذكاء الاصطناعي
fr_fr: Vidéo de démonstration de fonctionnalités de l’assistant IA
he_il: סרטון דמו של עוזר AI
pt_br: Vídeo de demonstração do Assistente de IA

source: I acknowledge the
ar: أقر ب
fr_fr: Je reconnais le
he_il: אני מכיר ב-
pt_br: Reconheço o

source: guidelines and the
ar: الإرشادات و
fr_fr: Lignes directrices et les
he_il: הנחיות ו-
pt_br: diretrizes e os

source: privacy policy.
ar: سياسة الخصوصية.
fr_fr: politique de confidentialité.
he_il: מדיניות פרטיות.
pt_br: política de privacidade.

source: The license must be updated to enable AI features.
ar: يجب تحديث الرخصة لتمكين ميزات الذكاء الاصطناعي.
fr_fr: La licence doit être mise à jour pour permettre les fonctionnalités d’IA.
he_il: יש לעדכן את הרישיון כדי לאפשר תכונות בינה מלאכותית.
pt_br: A licença deve ser atualizada para habilitar recursos de IA.

source: Activation has been completed.
ar: تم الانتهاء من التفعيل.
fr_fr: L’activation est terminée.
he_il: ההפעלה הושלמה.
pt_br: A ativação foi concluída.

source: Click 'Continue' to validate your license.
ar: انقر على 'متابعة' للتحقق من صحة رخصتك.
fr_fr: Cliquez sur « Continuer » pour valider votre permis.
he_il: לחץ על 'המשך' כדי לאמת את הרישיון שלך.
pt_br: Clique em 'Continuar' para validar sua licença.

source: Manage License
ar: رخصة إدارة
fr_fr: Gérer la licence
he_il: רישיון ניהול
pt_br: Gerenciar Licença

source: Insight
ar: البصيره
fr_fr: Perspicacité
he_il: תובנה
pt_br: Perspicácia

source: Summarize
ar: لَخَّصَ
fr_fr: Résumer
he_il: לסכם
pt_br: Resumir

source: AI
ar: ل
fr_fr: À
he_il: ל
pt_br: PARA

source: Powered
ar: مدعوم
fr_fr: Alimenté
he_il: מופעל
pt_br: Alimentado

source: Summarization
ar: تلخيص
fr_fr: Résumé
he_il: סיכום
pt_br: Resumo

source: AI-Powered Summarization
ar: تلخيص الذكاء الاصطناعي
fr_fr: Résumé alimenté par l’IA
he_il: סיכום מונע בינה מלאכותית
pt_br: Resumo Alimentado por IA

source: Enable Summarize
ar: تمكين تلخيص
fr_fr: Activer le résumé
he_il: הפעל סיכום
pt_br: Ativar o Resumo

source: Copied!
ar: نسخ!
fr_fr: Copié!
he_il: שהועתק!
pt_br: Copiado!

source: Latest Updates
ar: آخر المستجدات
fr_fr: Dernières mises à jour
he_il: עדכונים אחרונים
pt_br: Últimas atualizações

source: Added support to resize the AI Agent window from the bottom-right corner.
ar: تمت إضافة دعم لإعادة حجم نافذة وكيل الذكاء الاصطناعي من الزاوية السفلية اليمنى.
fr_fr: Ajout de la prise en charge pour redimensionner la fenêtre de l’agent IA depuis le coin inférieur droit.
he_il: נוספה תמיכה בשינוי גודל חלון סוכן ה-AI מהפינה הימנית התחתונה.
pt_br: Adicionado suporte para redimensionar a janela do Agente de IA no canto inferior direito.

source: Added support for automated dashboard creation in the AI Copilot for Design Mode, enabling users to request a dashboard on an empty canvas.
ar: تمت إضافة دعم لإنشاء لوحة التحكم تلقائيا في وضع الذكاء الاصطناعي Copilot for Design Mode، مما أتاح للمستخدمين طلب لوحة تحكم على لوحة فارغة.
fr_fr: Ajout du support de la création automatisée de tableaux de bord dans l’AI Copilot pour le mode Design, permettant aux utilisateurs de demander un tableau de bord sur une toile vide.
he_il: נוספה תמיכה ביצירת לוח מחוונים אוטומטי במצב AI Copilot for Design Mode, מה שמאפשר למשתמשים לבקש לוח מחוונים על קנבס ריק.
pt_br: Adicionou suporte para criação automatizada de dashboards no Copilot de IA para o Modo Design, permitindo que os usuários solicitem um painel em uma tela vazia.

source: An AI usage analytics dashboard has been added for users with a configured custom AI model.
ar: تمت إضافة لوحة تحكم لتحليلات استخدام الذكاء الاصطناعي للمستخدمين الذين لديهم نموذج مخصص مخصص لالذكاء الاصطناعي.
fr_fr: Un tableau de bord d’analyse d’utilisation de l’IA a été ajouté pour les utilisateurs disposant d’un modèle d’IA personnalisé configuré.
he_il: לוח מחוונים לניתוח שימוש בבינה מלאכותית נוסף עבור משתמשים עם מודל AI מותאם אישית.
pt_br: Um painel de análise de uso de IA foi adicionado para usuários com um modelo de IA personalizado configurado.

source: Connection failed
ar: فشل الاتصال
fr_fr: Connexion défaillante
he_il: החיבור נכשל
pt_br: Conexão falhada

source: The AI server is not accepting connections at the moment.
ar: خادم الذكاء الاصطناعي لا يقبل الاتصالات في الوقت الحالي.
fr_fr: Le serveur IA n’accepte pas les connexions pour le moment.
he_il: שרת הבינה המלאכותית לא מקבל חיבורים כרגע.
pt_br: O servidor de IA não está aceitando conexões no momento.

source: Ai settings page.
ar: صفحة إعدادات الذكاء الاصطناعي.
fr_fr: Page des paramètres de l’IA.
he_il: עמוד הגדרות הבינה המלאכותית.
pt_br: Página de configurações de IA.

source: Please ensure the AI configuration is completed on the
ar: يرجى التأكد من اكتمال تكوين الذكاء الاصطناعي على
fr_fr: Veuillez vous assurer que la configuration de l’IA est terminée sur le
he_il: אנא ודא שהקונפיגורציה של הבינה המלאכותית הושלמה ב
pt_br: Por favor, certifique-se de que a configuração da IA esteja completa no

source: AI service access is denied due to authentication failure
ar: يتم رفض الوصول إلى الخدمة الذكاء الاصطناعي بسبب فشل المصادقة
fr_fr: L’accès aux services IA est refusé en raison d’un échec d’authentification
he_il: גישה לשירותי AI נדחתה עקב כשל באימות
pt_br: O acesso ao serviço de IA é negado devido a falha de autenticação

source: or inactive service activation.
ar: أو تفعيل الخدمة غير النشطة.
fr_fr: Ou activation en service inactif.
he_il: או הפעלה בשירות לא פעיל.
pt_br: ou ativação de serviço inativo.

source: Please verify the AI configuration on the AI Settings Page.
ar: يرجى التحقق من تكوين الذكاء الاصطناعي في صفحة إعدادات الذكاء الاصطناعي.
fr_fr: Veuillez vérifier la configuration de l’IA sur la page des paramètres IA.
he_il: אנא אמת את תצורת ה-AI בדף הגדרות ה-AI.
pt_br: Por favor, verifique a configuração da IA na página de Configurações de IA.

source: The AI credentials provided are either invalid or expired.
ar: بيانات الذكاء الاصطناعي المقدمة إما غير صالحة أو منتهية الصلاحية.
fr_fr: Les identifiants IA fournis sont soit invalides, soit périmés.
he_il: האישורים של הבינה המלאכותית שסופקו אינם תקפים או פג תוקפם.
pt_br: As credenciais de IA fornecidas são inválidas ou expiradas.

source: Please check and update them on the
ar: يرجى التحقق من ذلك وتحديثهم حول
fr_fr: Merci de vérifier et de les tenir à jour sur le
he_il: אנא בדוק ועדכן אותם בנושא
pt_br: Por favor, verifique e atualize sobre o

source: Unable to generate widget insights.
ar: غير قادر على توليد رؤى للويدجت.
fr_fr: Impossible de générer des insights sur les widgets.
he_il: לא מצליח לייצר תובנות של ווידג'טים.
pt_br: Não é possível gerar insights de widgets.

source: Unable to generate dashboard summary.
ar: غير قادر على إنشاء ملخص لوحة التحكم.
fr_fr: Impossible de générer un résumé du tableau de bord.
he_il: לא ניתן ליצור סיכום לוח מחוונים.
pt_br: Não é possível gerar o resumo do painel.

source: Unable to generate answers for the question you asked. Please rephrase your question.
ar: غير قادر على توليد إجابات للسؤال الذي طرحته. يرجى إعادة صياغة سؤالك.
fr_fr: Impossible de générer des réponses à la question que vous avez posée. Veuillez reformuler votre question.
he_il: לא מצליח לייצר תשובות לשאלה ששאלת. אנא נסח מחדש את שאלתך.
pt_br: Incapaz de gerar respostas para a pergunta que você fez. Por favor, reformule sua pergunta.

source: Apologies, the AI Agent feature is not supported on public dashboards.
ar: أعتذر، ميزة وكيل الذكاء الاصطناعي غير مدعومة في لوحات التحكم العامة.
fr_fr: Désolé, la fonctionnalité AI Agent n’est pas prise en charge sur les tableaux de bord publics.
he_il: סליחה, תכונת סוכן ה-AI אינה נתמכת בלוחות מחוונים ציבוריים.
pt_br: Desculpe, o recurso AI Agent não é suportado em painéis públicos.

source: The dashboard has been generated for your query and rendered in Canvas.
ar: تم إنشاء لوحة التحكم لاستفسارك وعرضها في كانفاس.
fr_fr: Le tableau de bord a été généré pour votre requête et rendu dans Canvas.
he_il: לוח הבקרה נוצר עבור השאילתה שלך והופעל ב-Canvas.
pt_br: O painel foi gerado para sua consulta e renderizado no Canvas.

source: The current dashboard does not have sufficient cell space to accommodate a new dashboard. Please use an empty dashboard to submit your query.
ar: لوحة التحكم الحالية لا تحتوي على مساحة كافية للخلية لاستيعاب لوحة تحكم جديدة. يرجى استخدام لوحة تحكم فارغة لإرسال استفسارك.
fr_fr: Le tableau de bord actuel ne dispose pas de suffisamment d’espace cellulaire pour accueillir un nouveau tableau de bord. Veuillez utiliser un tableau de bord vide pour soumettre votre requête.
he_il: ללוח המחוונים הנוכחי אין מספיק מקום בתא כדי לאפשר לוח מחוונים חדש. אנא השתמשו בלוח מחוונים ריק כדי להגיש את הפנייה שלכם.
pt_br: O painel atual não tem espaço suficiente para acomodar um novo painel de instrumentos. Por favor, use um painel vazio para enviar sua consulta.

source: What would you like to explore today?
ar: ما الذي تود استكشافه اليوم؟
fr_fr: Qu’aimeriez-vous explorer aujourd’hui ?
he_il: מה היית רוצה לחקור היום?
pt_br: O que você gostaria de explorar hoje?

source: Widget Suggestions
ar: اقتراحات للأدوات
fr_fr: Suggestions de widgets
he_il: הצעות לווידג'טים
pt_br: Sugestões de Widgets

source: Dashboard Suggestions
ar: اقتراحات للوحة المعلومات
fr_fr: Suggestions de tableau de bord
he_il: הצעות ללוח מחוונים
pt_br: Sugestões de Dashboards

source: Dashboard creation is only supported in Design mode. Please switch modes to proceed.
ar: إنشاء لوحة التحكم مدعوم فقط في وضع التصميم. يرجى تغيير الوضع للمتابعة.
fr_fr: La création de tableaux de bord n’est prise en charge qu’en mode Design. Veuillez changer de mode pour continuer.
he_il: יצירת לוח מחוונים נתמכת רק במצב עיצוב. אנא החליפו מצבים כדי להמשיך.
pt_br: A criação de dashboards é suportada apenas no modo Design. Por favor, troque de modo para prosseguir.

source: No data available for your query. Please check the data source list and try again.
ar: لا توجد بيانات متاحة لاستفسارك. يرجى التحقق من قائمة مصادر البيانات والمحاولة مرة أخرى.
fr_fr: Aucune donnée disponible pour votre requête. Veuillez vérifier la liste des sources de données et réessayer.
he_il: אין נתונים זמינים עבור השאלה שלך. אנא בדוק את רשימת מקורות הנתונים ונסה שוב.
pt_br: Nenhum dado disponível para sua consulta. Por favor, verifique a lista de fontes de dados e tente novamente.

source: Identifying the matched data source based on your query.
ar: تحديد مصدر البيانات المطابق بناء على استعلامك.
fr_fr: Identifier la source de données correspondante en fonction de votre requête.
he_il: זיהוי מקור הנתונים התואם לפי השאילתה שלך.
pt_br: Identificar a fonte de dados correspondente com base na sua consulta.

source: Checking if a relevant data source exists in your dashboard for matched data source.
ar: التحقق مما إذا كان هناك مصدر بيانات ذي صلة في لوحة التحكم لديك لمصدر بيانات مطابق.
fr_fr: Vérifier si une source de données pertinente existe dans votre tableau de bord pour une source de données correspondante.
he_il: בודק אם קיים מקור נתונים רלוונטי בלוח הבקרה שלך עבור מקור נתונים תואם.
pt_br: Verificar se existe uma fonte de dados relevante no seu painel para uma fonte de dados pareada.
