Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: View app Calender Summary for Space
ar: ملخص مواعيد التطبيق للمساحة
fr_fr: Voir l’application Résumé du calendrier pour Space
he_il: הצג את אפליקציית Calender Summary for Space
pt_br: Veja o Resumo do Calendário do aplicativo para o espaço

source: View Export by Ref
ar: عرض التصدير حسب المرجع
fr_fr: Voir l’exportation par référence
he_il: הצג ייצוא לפי הפניה
pt_br: Ver exportação por referência

source: View Exports by Reference
ar: عرض الصادرات حسب المرجع
fr_fr: Voir les exportations par référence
he_il: צפה בייצוא לפי הפניה
pt_br: Ver exportações por referência

source: Range Global Calendar
ar: تقويم النطاق العالمي
fr_fr: Calendrier mondial de la plage
he_il: לוח השנה הגלובלי של טווח
pt_br: Calendário Global de Faixa

source: View Global Calendar as Ical
ar: عرض التقويم العالمي ك Ical
fr_fr: Voir le calendrier mondial sous la forme Ical
he_il: הצג לוח שנה עולמי כ-Ical
pt_br: Veja o Calendário Global como Ical

source: View Global Export
ar: عرض التصدير العالمي
fr_fr: Voir l’exportation mondiale
he_il: הצג יצוא גלובלי
pt_br: Ver Exportação Global

source: All Global Exports
ar: جميع الصادرات العالمية
fr_fr: Toutes les exportations mondiales
he_il: כל הייצוא הגלובלי
pt_br: Todas as Exportações Globais

source: View Item Field Calendar as Ical
ar: عرض تقويم حقل العناصر ك Ical
fr_fr: Voir le calendrier des champs d’éléments sous forme d’Ical
he_il: הצג לוח שנה של שדה פריטים כ-Ical
pt_br: Veja o Calendário de Campos de Itens como Ical

source: View Linked account Calendar
ar: عرض تقويم الحسابات المرتبط
fr_fr: Voir le calendrier des comptes liés
he_il: הצג לוח חשבון מקושר
pt_br: Ver Calendário de Contas Vinculadas

source: View Space Calendar
ar: تقويم عرض الفضاء
fr_fr: Voir le calendrier spatial
he_il: יומן צפייה במרחב
pt_br: Ver Calendário Espacial

source: View Space Calendar as Ical
ar: عرض تقويم الفضاء ك Ical
fr_fr: Voir le calendrier spatial sous forme d’Ical
he_il: הצג לוח שנה מרחב כ-Ical
pt_br: Veja o Calendário Espacial como Ical

source: View Task Calender as Ical
ar: عرض تقويم المهام ك Ical
fr_fr: Voir le calendrier des tâches en Ical
he_il: הצג את יומן המשימות כ-Ical
pt_br: Visualize o calendário de tarefas como Ical

source: Comments
ar: التعليقات
fr_fr: Commentaires
he_il: הערות
pt_br: Comentários

source: View Comment
ar: عرض التعليق
fr_fr: Voir le commentaire
he_il: הצג תגובה
pt_br: Ver comentário

source: View Comment Revisions
ar: عرض مراجعات التعليقات
fr_fr: Voir les révisions des commentaires
he_il: צפה בתיקוני תגובות
pt_br: Ver Revisões dos Comentários

source: View Comments on Object
ar: عرض التعليقات على الكائن
fr_fr: Voir les commentaires sur l’objet
he_il: הצג תגובות על אובייקט
pt_br: Ver Comentários no Objeto

source: All Contact Totals
ar: جميع إجمالي الجهات التفاعلية
fr_fr: Totaux de tous les contacts
he_il: כל סך המגע
pt_br: Todos os Totais de Contatos

source: All Contact Totals V3
ar: جميع إجماليات الاتصال V3
fr_fr: Tous les totaux de contact v3
he_il: כל סכומי המגע V3
pt_br: Todos os Totais de Contato V3

source: View Contact
ar: عرض جهة الاتصال
fr_fr: Voir le contact
he_il: הצג איש קשר
pt_br: Ver Contato

source: View Contacts
ar: عرض جهات الاتصال
fr_fr: Voir les contacts
he_il: הצג אנשי קשר
pt_br: Ver Contatos

source: View Linked account Contacts
ar: عرض جهات الاتصال للحسابات المرتبطة
fr_fr: Voir les contacts liés du compte
he_il: הצג אנשי קשר לחשבונות מקושרים
pt_br: Ver Contatos da Conta Vinculada

source: View Organization Contacts
ar: عرض جهات الاتصال في المنظمة
fr_fr: Voir les contacts de l’organisation
he_il: הצג אנשי קשר עם הארגון
pt_br: Ver Contatos da Organização

source: All Skills
ar: جميع المهارات
fr_fr: Toutes les compétences
he_il: כל הכישורים
pt_br: Todas as Habilidades

source: View Space Contacts
ar: عرض جهات الاتصال الفضائية
fr_fr: Voir les contacts spatiaux
he_il: הצג אנשי קשר בחלל
pt_br: Ver Contatos Espaciais

source: View Space Contacts on app
ar: عرض نقاط الاتصال الفضائية على التطبيق
fr_fr: Voir les contacts d’espace sur l’application
he_il: צפו באנשי קשר בחלל באפליקציה
pt_br: Visualize os Contatos do Espaço no aplicativo

source: View User Contact
ar: عرض جهة الاتصال بالمستخدم
fr_fr: Voir le contact utilisateur
he_il: הצג איש קשר עם המשתמש
pt_br: Ver Contato do Usuário

source: View User Contact Field
ar: عرض حقل جهات الاتصال للمستخدم
fr_fr: Voir le champ Contact utilisateur
he_il: הצג שדה פרטי משתמש
pt_br: Ver Campo de Contato do Usuário

source: View Conversation
ar: عرض المحادثة
fr_fr: Voir la conversation
he_il: הצג שיחה
pt_br: Ver Conversa

source: View Conversation Event
ar: عرض حدث المحادثة
fr_fr: Voir l’événement de conversation
he_il: צפה באירוע שיחה
pt_br: Ver Evento de Conversa

source: View Conversation Events
ar: عرض أحداث المحادثة
fr_fr: Voir les événements de la conversation
he_il: צפו באירועי שיחה
pt_br: Ver Eventos de Conversa

source: All Conversations
ar: جميع المحادثات
fr_fr: Toutes les conversations
he_il: כל השיחות
pt_br: Todas as Conversas

source: View Conversation on Objects
ar: عرض المحادثة حول الأشياء
fr_fr: Voir la conversation sur les objets
he_il: צפה בשיחה על אובייקטים
pt_br: Ver Conversa sobre Objetos

source: View Existing Direct Conversation
ar: عرض المحادثة المباشرة الحالية
fr_fr: Voir la conversation directe existante
he_il: הצג שיחה ישירה קיימת
pt_br: Visualize a Conversa Direta Existente

source: View Flagged Conversation Counts
ar: عرض أعداد المحادثات التي تم الإبلاغ عنها
fr_fr: Voir les comptes de conversations signalés
he_il: הצג ספירות שיחות מסומנות
pt_br: Ver Contagens de Conversas Sinalizadas

source: View Flagged Conversations
ar: عرض المحادثات التي تم الإبلاغ عنها
fr_fr: Voir les conversations signalées
he_il: הצג שיחות מסומנות
pt_br: Ver Conversas Sinalizadas

source: Search Conversations
ar: محادثات البحث
fr_fr: Conversations de recherche
he_il: שיחות חיפוש
pt_br: Buscar Conversas

source: View app Email Configuration
ar: عرض إعدادات البريد الإلكتروني للتطبيق
fr_fr: Voir l’application Configuration des e-mails
he_il: הצג תצורת דואר אלקטרוני לאפליקציה
pt_br: Ver app Configuração de e-mail

source: View Email Contact for Reference
ar: اطلع على جهة الاتصال عبر البريد الإلكتروني للرجوع إليها
fr_fr: Voir le contact par email pour référence
he_il: ראו איש קשר בדוא"ל לצורך התייחסות
pt_br: Veja o Contato por E-Mail para Referência

source: View Email Contact for Reference as Vcard
ar: اطلع على جهة الاتصال عبر البريد الإلكتروني للرجوع إليها باسم Vcard
fr_fr: Voir le contact par e-mail pour référence sous le nom de Vcard
he_il: הצג איש קשר בדוא"ל להפניה כ-Vcard
pt_br: Veja o Contato do E-mail para referência como Vcard

source: View Global Contact
ar: عرض الاتصال العالمي
fr_fr: Voir le contact global
he_il: הצג מגע גלובלי
pt_br: Ver Contato Global

source: View Global Email Contact as Vcard
ar: عرض جهة الاتصال عبر البريد الإلكتروني العالمية ك Vcard
fr_fr: Voir le contact mondial par email sous la forme Vcard
he_il: הצג איש קשר בדוא"ל גלובלי כ-Vcard
pt_br: Veja o Contato Global por E-mail como Vcard

source: View Files on app
ar: عرض الملفات على التطبيق
fr_fr: Voir les fichiers sur l’application
he_il: הצג קבצים באפליקציה
pt_br: Visualizar arquivos no aplicativo

source: View Files on Space
ar: عرض الملفات في الفضاء
fr_fr: Voir les fichiers sur l’espace
he_il: הצג קבצים בחלל
pt_br: Visualizar arquivos no espaço

source: View Latest Files on Space
ar: عرض أحدث الملفات حول الفضاء
fr_fr: Voir les derniers fichiers sur Space
he_il: צפה בקבצים האחרונים על החלל
pt_br: Veja os arquivos mais recentes no espaço

source: View Linked account Files
ar: عرض ملفات الحسابات المرتبطة
fr_fr: Voir les fichiers liés du compte
he_il: הצג קבצי חשבון מקושרים
pt_br: Ver Arquivos de Contas Vinculadas

source: Flows
ar: تدفقات
fr_fr: Flux
he_il: זורם
pt_br: Fluxos

source: View Flow by Id
ar: عرض التدفق بواسطة Id
fr_fr: Voir le flux par ID
he_il: הצג זרימה לפי Id
pt_br: Visualizar Fluxo por ID

source: View Flow Context
ar: عرض سياق التدفق
fr_fr: Voir le contexte du flux
he_il: הצג הקשר זרימה
pt_br: Ver Contexto do Fluxo

source: View Flows
ar: عرض التدفقات
fr_fr: Voir les flux
he_il: הצג זרימות
pt_br: Visualizar Fluxos

source: View Form
ar: عرض النموذج
fr_fr: Voir le formulaire
he_il: הצג טופס
pt_br: Ver Formulário

source: View Forms
ar: عرض النماذج
fr_fr: Voir les formulaires
he_il: הצג טפסים
pt_br: Ver Formulários

source: Grants
ar: منح
fr_fr: Subventions
he_il: מעניק
pt_br: Concede

source: View Grants on Object
ar: عرض المنح على الكائن
fr_fr: Voir les subventions sur l’objet
he_il: הצג מענקים על אובייקט
pt_br: Ver concessões no objeto

source: View Grants To User on Space
ar: عرض المنح للمستخدم على الفضاء
fr_fr: Voir les subventions à l’utilisateur sur l’espace
he_il: הצג מענקים למשתמש בחלל
pt_br: Ver concessões ao usuário no espaço

source: View Own Grant Information
ar: عرض معلومات المنحة الخاصة
fr_fr: Voir les informations sur la propre subvention
he_il: הצג מידע על המענק האישי
pt_br: Veja as Informações da Própria Concessão

source: View Own Grant on Org
ar: عرض المنحة الخاصة على Org
fr_fr: Voir sa propre subvention sur Org
he_il: הצג את המענק ב-Org
pt_br: Veja a própria bolsa na Org

source: Hooks
ar: خطاطيف
fr_fr: Crochets
he_il: ווים
pt_br: Ganchos

source: View Hooks
ar: عرض الخطافات
fr_fr: Crochets de vue
he_il: הצג ווים
pt_br: Ganchos de Visualização

source: Importer
ar: المستورد
fr_fr: Importateur
he_il: יבואן
pt_br: Importador

source: View Info
ar: عرض المعلومات
fr_fr: Voir les informations
he_il: הצג מידע
pt_br: Ver informações

source: View available Field
ar: عرض الملعب المتاح
fr_fr: Voir le champ disponible
he_il: הצג שדה זמין
pt_br: Ver campo disponível

source: View Integration
ar: عرض التكامل
fr_fr: Voir l’intégration
he_il: הצג אינטגרציה
pt_br: Ver Integração

source: View Referenceable Items
ar: عرض العناصر المرجعية
fr_fr: Voir les éléments référentiels
he_il: הצג פריטים ניתנים להפניה
pt_br: Ver Itens de Referência

source: View app Values
ar: عرض قيم التطبيقات
fr_fr: Voir les valeurs de l’application
he_il: הצג ערכי אפליקציה
pt_br: Ver valores do app

source: Get All App Items (Custom)
ar: احصل على جميع عناصر التطبيق (مخصصة)
fr_fr: Obtenez tous les éléments de l’application (personnalisé)
he_il: קבלו את כל פריטי האפליקציה (מותאמים אישית)
pt_br: Obtenha Todos os Itens do App (Personalizado)

source: View Field Ranges
ar: عرض نهر الحقول
fr_fr: Champs de vue
he_il: הצג טווחי שדה
pt_br: Campos de Visão

source: View Item by app Item Id
ar: عرض العنصر حسب التطبيق معرف العنصر
fr_fr: Voir l’élément par application Identifiant de l’élément
he_il: הצג פריט לפי אפליקציה מזהה פריט
pt_br: Ver Item por app Id do Item

source: View Item External Id
ar: عرض معرف العنصر الخارجي
fr_fr: Voir l’identifiant externe de l’élément
he_il: הצג מזהה חיצוני של פריט
pt_br: Ver ID Externo do Item

source: View Item Clone
ar: عرض نسخة العنصر
fr_fr: Voir le clone d’objet
he_il: הצג שיבוט פריט
pt_br: Ver Clone de Item

source: View Item Count
ar: عرض عدد العناصر
fr_fr: Voir le nombre d’éléments
he_il: הצג ספירת פריטים
pt_br: Ver contagem de itens

source: View Item Field Values
ar: قيم حقول العناصر
fr_fr: Voir les valeurs des champs d’éléments
he_il: ערכי שדה פריט הצג
pt_br: Visualizar Valores do Campo do Item

source: View Item Field Values V2
ar: عرض قيم حقول العناصر V2
fr_fr: Voir les valeurs des champs d’objets v2
he_il: הצג ערכי שדות פריט V2
pt_br: Ver Valores do Campo do Item v2

source: View Item Preview for Field Reference
ar: عرض معاينة العنصر للمرجع الحقلي
fr_fr: Voir l’aperçu de l’élément pour la référence de champ
he_il: הצג תצוגה מקדימה של פריט להפניה בשטח
pt_br: Veja a Prévia do Item para Referência de Campo

source: View Item Reference
ar: عرض مرجع العنصر
fr_fr: Voir la référence de l’article
he_il: הצג הפניה לפריט
pt_br: Ver Referência do Item

source: View Item Revision
ar: عرض مراجعة البند
fr_fr: Voir la révision de l’élément
he_il: הצג גרסת פריט
pt_br: Ver Revisão do Item

source: View Item Revision Difference
ar: عرض اختلاف مراجعة البند
fr_fr: Différence de révision de l’article
he_il: הבדלים בגרסת פריט
pt_br: Ver Diferença de Revisão do Item

source: View Item Revisions
ar: عرض تعديلات العناصر
fr_fr: Voir les révisions des éléments
he_il: הצג גרסאות פריטים
pt_br: Ver Revisões de Itens

source: View Item Values
ar: عرض قيم العناصر
fr_fr: Voir les valeurs des articles
he_il: הצג ערכי פריטים
pt_br: Visualizar Valores dos Itens

source: View Item Values V2
ar: عرض قيم العناصر V2
fr_fr: Voir les valeurs des articles v2
he_il: הצג ערכי פריטים V2
pt_br: Ver Valores dos Itens V2

source: View Item as Xlsx
ar: عرض العنصر ك xlsx
fr_fr: Voir l’objet sous la forme Xlsx
he_il: הצג פריט כ-Xlsx
pt_br: Ver Item como XLSX

source: View Meeting Url
ar: عرض رابط الاجتماع
fr_fr: Voir l’URL de la réunion
he_il: הצג כתובת פגישה
pt_br: Ver URL da Reunião

source: View References To Item by Field
ar: عرض المراجع إلى عنصر حسب الحقل
fr_fr: Voir les références à l’élément par champ
he_il: הצג הפניות לפריט לפי שדה
pt_br: Veja Referências ao Item por Campo

source: View Top Values for Field
ar: عرض أعلى القيم للحقل
fr_fr: Voir les principales valeurs pour le champ
he_il: הצג ערכים מובילים עבור שדה
pt_br: Veja os principais valores para campo

source: Layout
ar: تخطيط
fr_fr: Disposition
he_il: פריסה

source: View Badge of Item
ar: عرض شارة العنصر
fr_fr: Afficher l’insigne de l’objet
he_il: הצג את תג הפריט
pt_br: Ver Distintivo do Item

source: View Default Layout
ar: عرض التخطيط الافتراضي
fr_fr: Voir la mise en page par défaut
he_il: הצג פריסת ברירת מחדל
pt_br: Visualizar Layout Padrão

source: View Layout
ar: عرض التصميم
fr_fr: Voir la disposition
he_il: תצוגת פריסת התמונה
pt_br: Visualizar Layout

source: Linked accounts
ar: الحسابات المرتبطة
fr_fr: Comptes liés
he_il: חשבונות מקושרים
pt_br: Contas vinculadas

source: All Linked accounts
ar: جميع الحسابات المرتبطة
fr_fr: Tous les comptes liés
he_il: כל החשבונות המקושרים
pt_br: Todas as contas vinculadas

source: View Inbox New Count
ar: عرض عد جديد في صندوق الوارد
fr_fr: Voir la boîte de réception Nouveau décompte
he_il: הצג ספירה חדשה בתיבת הדואר
pt_br: Ver Caixa de Entrada Nova Contagem

source: View Notification
ar: عرض الإشعار
fr_fr: Voir la notification
he_il: צפייה בהתראה
pt_br: Visualizar Notificação

source: All Notification Settings
ar: جميع إعدادات الإشعارات
fr_fr: Tous les paramètres de notification
he_il: כל הגדרות ההתראות
pt_br: Todas as Configurações de Notificação

source: All Notifications
ar: جميع الإشعارات
fr_fr: Toutes les notifications
he_il: כל ההתראות
pt_br: Todas as notificações

source: View all Spaces on Organization
ar: عرض جميع المساحات على المنظمة
fr_fr: Voir tous les espaces sur Organization
he_il: הצג את כל המרחבים בארגון
pt_br: Veja todos os espaços na Organização

source: View Organization
ar: انظر إلى المنظمة
fr_fr: Voir l’organisation
he_il: הצג ארגון
pt_br: Ver Organização

source: View Organization admins
ar: عرض مسؤولي المنظمة
fr_fr: Voir les administrateurs de l’organisation
he_il: הצג מנהלי ארגון
pt_br: Ver administradores da organização

source: View Organization app Store Profile
ar: عرض ملف متجر تطبيقات المنظمة
fr_fr: Voir le profil de l’App Store de l’organisation
he_il: הצג פרופיל בחנות האפליקציות של ארגון
pt_br: Ver Perfil da App Store da organização

source: Organization by Url
ar: التنظيم حسب الرابط
fr_fr: Organisation par URL
he_il: ארגון לפי כתובת URL
pt_br: Organização por Url

source: View Organization Log in Report
ar: عرض تقرير تسجيل الدخول للمنظمة
fr_fr: Voir le rapport de connexion de l’organisation
he_il: הצג דוח התחברות לארגון
pt_br: Veja o Relatório de Login da Organização

source: View Organization Member
ar: انظر إلى عضو المنظمة
fr_fr: Voir le membre de l’organisation
he_il: הצג חבר בארגון
pt_br: Ver Membro da Organização

source: View Organization Members
ar: عرض أعضاء المنظمة
fr_fr: Voir les membres de l’organisation
he_il: צפה בחברי הארגון
pt_br: Ver Membros da Organização

source: View Shared Organizations
ar: عرض المنظمات المشتركة
fr_fr: Voir les organisations partagées
he_il: הצג ארגונים משותפים
pt_br: Ver Organizações Compartilhadas

source: View Space by Org And Url
ar: عرض الفضاء حسب Org وURL
fr_fr: Afficher l’espace par org et URL
he_il: צפה במרחב לפי Org ו-URL
pt_br: Ver espaço por Org e URL

source: View Spaces on Organization
ar: عرض المساحات على التنظيم
fr_fr: Voir les espaces sur l’organisation
he_il: הצג מרחבים בארגון
pt_br: Ver espaços na organização

source: Questions
ar: الاسئله
fr_fr: Questionne
he_il: שאלות
pt_br: Perguntas

source: View answers
ar: عرض الإجابات
fr_fr: Voir les réponses
he_il: הצג תשובות
pt_br: Veja respostas

source: Ratings
ar: تصنيفات
fr_fr: Audimat
he_il: דירוגים
pt_br: Avaliações

source: View all Ratings
ar: عرض جميع التقييمات
fr_fr: Voir toutes les notes
he_il: צפו בכל הדירוגים
pt_br: Ver todas as Avaliações

source: View Like Count
ar: انظر مثل العد
fr_fr: Voir comme le compte
he_il: הצג לייק ספירת
pt_br: Veja como o Conde

source: View Rating
ar: مشاهدة التقييم
fr_fr: Voir la note
he_il: צפייה בדירוג
pt_br: Ver Classificação

source: View Rating Own
ar: عرض التقييم الخاص
fr_fr: Voir la note Propre
he_il: הצג דירוג עצמאי
pt_br: Ver Classificação Própria

source: View Ratings
ar: مشاهدة التقييمات
fr_fr: Voir les notes
he_il: צפייה בדירוגים
pt_br: Ver Classificações

source: View Liked Object
ar: عرض الكائن الذي أعجب به
fr_fr: Voir l’objet aimé
he_il: הצג אובייקט אהוב
pt_br: Ver Objeto Gostado

source: Recurrence
ar: تكرار
fr_fr: Récurrence
he_il: הישנות
pt_br: Recorrência

source: View Recurrence
ar: عرض التكرار
fr_fr: Voir la récurrence
he_il: צפייה בחזרה
pt_br: Ver Recorrência

source: Reference
ar: مرجع
fr_fr: Référence
he_il: הפניה
pt_br: Referência

source: Count User Profiles access To Obj
ar: عدد ملفات تعريف المستخدمين والوصول إلى Obj
fr_fr: Compte des profils utilisateurs accès à Obj
he_il: פרופילי משתמשים Count גישה ל-Obj
pt_br: Contar Perfis de Usuário Acesso ao Obj

source: View Reference
ar: عرض المرجع
fr_fr: Voir la référence
he_il: הצג מקור
pt_br: Ver Referência

source: View User Profiles access To Obj
ar: عرض ملفات تعريف المستخدمين للوصول إلى Obj
fr_fr: Voir les profils utilisateurs accès à Obj
he_il: הצג פרופילי משתמשים, גישה ל-Obj
pt_br: Ver Perfis de Usuário Acesso ao Obj

source: View Reminder
ar: تذكير عرض
fr_fr: Voir le rappel
he_il: תזכורת לצפייה
pt_br: Ver Lembrete

source: Search app In Space
ar: تطبيق البحث في الفضاء
fr_fr: Application de recherche dans l’espace
he_il: אפליקציית חיפוש בחלל
pt_br: Aplicativo de busca No Espaço

source: Search Globally V2
ar: البحث العالمي V2
fr_fr: Recherche globalement V2
he_il: חיפוש גלובלי V2
pt_br: Pesquise Globalmente V2

source: Search application V2
ar: تطبيق البحث V2
fr_fr: Application de recherche V2
he_il: אפליקציית חיפוש V2
pt_br: Aplicação de busca V2

source: Search Organization V2
ar: منظمة البحث V2
fr_fr: Organisation de recherche V2
he_il: ארגון חיפוש V2
pt_br: Organização de busca V2

source: Space Members
ar: أعضاء الفضاء
fr_fr: Membres de l’espace
he_il: חברי החלל
pt_br: Membros do espaço

source: View Count of Internal of External Members on Space
ar: عرض عدد الأعضاء الداخليين للخارج على الفضاء
fr_fr: Voir le nombre de membres internes externes sur l’espace
he_il: צפייה במספר החברים הפנימיים של החברים החיצוניים בחלל
pt_br: Visualizar a contagem de membros internos ou externos no espaço

source: View Members of Space
ar: عرض أعضاء الفضاء
fr_fr: Voir les membres de Space
he_il: צפו בחברי החלל
pt_br: Ver Membros do Espaço

source: View Space Member
ar: عضو في الفضاء
fr_fr: Voir l’espace membre
he_il: הצג את חבר החלל
pt_br: Ver Espaço Membro

source: View Space Members by Role
ar: عرض أعضاء الفضاء حسب الدور
fr_fr: Voir les membres de l’espace par rôle
he_il: צפו בחברי החלל לפי תפקיד
pt_br: Ver membros do espaço por função

source: View Space Members V2
ar: رؤية أعضاء الفضاء V2
fr_fr: Membres de l’espace View V2
pt_br: Membros do Espaço Visualizar V2

source: View Space Membership
ar: عرض عضوية الفضاء
fr_fr: Voir l’espace Adhésion
he_il: הצג חברות בחלל
pt_br: Ver Espaço Associação

source: Spaces
ar: كل الاماكن
fr_fr: Espaces
he_il: רווחים
pt_br: Espaços

source: View available Seats
ar: عرض المقاعد المتاحة
fr_fr: Voir les sièges disponibles
he_il: הצג מושבים זמינים
pt_br: Veja Assentos disponíveis

source: View available Space
ar: عرض المساحة المتاحة
fr_fr: Voir l’espace disponible
he_il: הצג חלל זמין
pt_br: Ver espaço disponível

source: View List of Org Work Spaces
ar: عرض قائمة مساحات العمل في المنظمة
fr_fr: Voir la liste des espaces de travail Org
he_il: הצג רשימת חללי עבודה בארגון
pt_br: Ver Lista de Espaços de Trabalho Org

source: View Space
ar: عرض الفضاء
fr_fr: Espace de vue
he_il: מרחב צפייה
pt_br: Espaço de visualização

source: View Space by Org and Url Label
ar: عرض الفضاء حسب Org وUrl Label
fr_fr: Afficher l’espace par org et étiquette URL
he_il: הצג מרחב לפי אורג' ותווית URL
pt_br: Ver espaço por org e rótulo de URL

source: All Space by Url
ar: كل الفضاء حسب الرابط
fr_fr: Tout espace par URL
he_il: כל המרחב לפי כתובת URL
pt_br: Todo o espaço por URL

source: All Top Spaces
ar: جميع المساحات العليا
fr_fr: Tous les espaces supérieurs
he_il: כל המקומות המובילים
pt_br: Todos os Espaços Superiores

source: Status
ar: حالة
fr_fr: Statut
he_il: מצב
pt_br: Estado

source: View Status Message
ar: عرض رسالة الحالة
fr_fr: Voir le message d’état
he_il: הצג הודעת סטטוס
pt_br: Ver Mensagem de Status

source: Stream
ar: استدر
fr_fr: Ruisseau
he_il: יובל
pt_br: Riacho

source: View app Stream
ar: عرض تدفق التطبيق
fr_fr: Voir l’application Stream
he_il: צפה בשידור אפליקציה
pt_br: Ver app Stream

source: View app Stream V3
ar: عرض تطبيق Stream V3
fr_fr: Voir l’application Stream V3
pt_br: Ver o app Stream V3

source: All Global Stream
ar: التيار العالمي الكامل
fr_fr: Flux global complet
he_il: אול גלובל סטרים

source: All Global Stream V3
ar: أول جلوبال ستريم V3
he_il: אול גלובל סטרים V3

source: View Obj Event Group by Data Ref
ar: عرض مجموعة أحداث OBJ حسب مرجع البيانات
fr_fr: Voir le groupe d’événements obj par référence de données
he_il: צפה בקבוצת אירועי Obj לפי Data Ref
pt_br: Ver Grupo de Eventos Obj por Referência de Dados

source: View Obj Event Group by Event Id
ar: عرض مجموعة أحداث Obj حسب معرف الحدث
fr_fr: Voir le groupe d’événement Obj par identifiant d’événement
he_il: צפה בקבוצת אירועים של Obj לפי מזהה אירוע
pt_br: Ver Grupo de Evento Obj por ID de Evento

source: View Obj Event Groups
ar: عرض مجموعات فعاليات Obj
fr_fr: Voir les groupes d’événements des Obj
he_il: צפו בקבוצות אירועים של Obj
pt_br: Ver Grupos de Eventos Obj

source: View Org Stream
ar: عرض بث أورغ
fr_fr: Voir le flux Org
he_il: הצג את זרם הארגון
pt_br: Visualizar o Fluxo da Org

source: View Space Stream
ar: شاهد تدفق الفضاء
fr_fr: Voir le flux spatial
he_il: צפה בזרם החלל
pt_br: Ver Fluxo Espacial

source: View Space Stream V3
ar: شاهد سبيس ستريم V3
fr_fr: Voir le flux spatial V3
pt_br: Ver Fluxo Espacial V3

source: View Stream Object
ar: عرض كائن التيار
fr_fr: Voir l’objet du flux
he_il: הצג את אובייקט הזרם
pt_br: Visualizar Objeto de Fluxo

source: View Stream Object V3
ar: عرض كائن التيار V3
fr_fr: Voir l’objet du flux v3
pt_br: Visualizar Objeto do Fluxo V3

source: View User Stream
ar: عرض تدفق المستخدم
fr_fr: Voir le flux utilisateur
he_il: הצג זרם משתמשים
pt_br: Ver Fluxo de Usuário

source: View User Stream V3
ar: عرض تدفق المستخدم V3
fr_fr: Voir le flux utilisateur v3
he_il: הצג זרם משתמש V3
pt_br: Ver Fluxo de Usuário V3

source: All Inactive Subscriptions
ar: جميع الاشتراكات غير النشطة
fr_fr: Tous les abonnements inactifs
he_il: כל המנויים הלא פעילים
pt_br: Todas as Assinaturas Inativas

source: View Inactive Subscriptions by Id
ar: عرض الاشتراكات غير النشطة حسب Id
fr_fr: Voir les abonnements inactifs par ID
he_il: צפה במנויים לא פעילים לפי Id
pt_br: Ver Assinaturas Inativas por ID

source: View Inactive Subscriptions by Reference
ar: عرض الاشتراكات غير النشطة حسب المرجع
fr_fr: Voir les abonnements inactifs par référence
he_il: צפו במנויים לא פעילים לפי הפניה
pt_br: Veja Assinaturas Inativas por Referência
