Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Data Cache
ar: ذاكرة البيانات المؤقتة
fr_fr: Cache de données
he_il: מטמון נתונים
pt_br: Cache de Dados

source: Hybrid Data Cache
ar: ذاكرة البيانات المخزنة الهجين
fr_fr: Cache de données hybride
he_il: מטמון נתונים היברידי
pt_br: Cache de Dados Híbrido

source: Self-referencing table relationships are not supported.
ar: العلاقات الجداولية ذات المرجعية الذاتية غير مدعومة.
fr_fr: Les relations de table auto-référencées ne sont pas prises en charge.
he_il: מערכות יחסים בטבלת התייחסות עצמית אינן נתמכות.
pt_br: Relacionamentos de tabela autorreferenciados não são suportados.

source: Authentication
ar: المصادقه
fr_fr: Authentification
he_il: אימות
pt_br: Autenticação

source: Prompt
ar: فوري
he_il: בשורת
pt_br: Rápido

source: Database
ar: قاعدة بيانات
fr_fr: Base de données
he_il: מסד נתונים
pt_br: Base de dados

source: Warehouse
ar: مستودع
fr_fr: Entrepôt
he_il: מחסן
pt_br: Armazém

source: Collections
ar: مجاميع
he_il: אוספים
pt_br: Coleções

source: Database (Optional)
ar: قاعدة البيانات (اختياري)
fr_fr: Base de données (optionnelle)
he_il: מסד נתונים (אופציונלי)
pt_br: Banco de Dados (Opcional)

source: Use current windows user
ar: استخدم مستخدم ويندوز الحالي
fr_fr: Utiliser l’utilisateur actuel de Windows
he_il: השתמש במשתמש הנוכחי של Windows
pt_br: Use o usuário atual do Windows

source: Use this User name and password.
ar: استخدم هذا الاسم المستخدم وكلمة المرور.
fr_fr: Utilisez ce nom d’utilisateur et ce mot de passe.
he_il: השתמש בשם המשתמש והסיסמה האלה.
pt_br: Use este nome de usuário e senha.

source: User Name
ar: اسم المستخدم
fr_fr: Nom d’utilisateur
he_il: שם משתמש
pt_br: Nome de usuário

source: Password
ar: شعار
fr_fr: Mot de passe
he_il: סיסמה
pt_br: Senha

source: User Name (Optional)
ar: اسم المستخدم (اختياري)
fr_fr: Nom d’utilisateur (optionnel)
he_il: שם משתמש (אופציונלי)
pt_br: Nome de usuário (Opcional)

source: Region Endpoint
ar: نقطة نهاية المنطقة
fr_fr: Extrémité régionale
he_il: נקודת סיום אזורית
pt_br: Extremidade da Região

source: S3 Output Location
ar: موقع إخراج S3
fr_fr: Emplacement de sortie S3
he_il: מיקום פלט S3
pt_br: Local de Saída S3

source: AWSAccessKeyId cannot be empty.
ar: لا يمكن أن يكون AWSAccessKeyId فارغا.
fr_fr: AWSAccessKeyId ne peut pas être vide.
he_il: AWSAccessKeyId לא יכול להיות ריק.
pt_br: AWSAccessKeyId não pode estar vazio.

source: Secret Key cannot be empty.
ar: المفتاح السري لا يمكن أن يكون فارغا.
fr_fr: La clé secrète ne peut pas être vide.
he_il: מפתח סודי לא יכול להיות ריק.
pt_br: A Chave Secreta não pode estar vazia.

source: Output location cannot be empty.
ar: لا يمكن أن يكون موقع الإخراج فارغا.
fr_fr: Le lieu de sortie ne peut pas être vide.
he_il: מיקום הפלט לא יכול להיות ריק.
pt_br: A localização de saída não pode estar vazia.

source: Example: S3://foldername/
ar: مثال: S3://foldername/
fr_fr: Exemple : S3 ://namefolder/
he_il: דוגמה: S3://foldername/
pt_br: Exemplo: S3://nomeda da pasta/

source: Region cannot be empty.
ar: لا يمكن أن تكون المنطقة فارغة.
fr_fr: La région ne peut pas être vide.
he_il: אזור לא יכול להיות ריק.
pt_br: A região não pode estar vazia.

source: Additional Connection Parameters (Optional)
ar: معلمات الاتصال الإضافية (اختياري)
fr_fr: Paramètres de connexion supplémentaires (optionnels)
he_il: פרמטרי חיבור נוספים (אופציונלי)
pt_br: Parâmetros Adicionais de Conexão (Opcionais)

source: Dynamic Connection String
ar: سلسلة الاتصال الديناميكي
fr_fr: Chaîne de connexion dynamique
he_il: מחרוזת חיבור דינמית
pt_br: Corda de Conexão Dinâmica

source: Dynamic Connection String Configuration
ar: تكوين سلسلة الاتصال الديناميكي
fr_fr: Configuration dynamique de chaînes de connexion
he_il: תצורת מחרוזת חיבור דינמית
pt_br: Configuração dinâmica de cordas de conexão

source: Know more
ar: تعرف على المزيد
fr_fr: En savoir plus
he_il: לדעת עוד
pt_br: Saiba mais

source: Authority
ar: سلطة
fr_fr: Autorité
he_il: סמכות
pt_br: Autoridade

source: WorkSpaces
ar: مساحات العمل
fr_fr: Espaces de travail

source: RegionEndPoint
ar: نقطة نهاية المنطقة
fr_fr: RégionEndPoint

source: Live
ar: عاش
fr_fr: Vivre
he_il: חי
pt_br: Viver

source: Extract
ar: استخرج
fr_fr: Extraire
he_il: תמצית
pt_br: Extrair

source: Please select a file
ar: يرجى اختيار ملف
fr_fr: Veuillez sélectionner un fichier
he_il: אנא בחר קובץ
pt_br: Por favor, selecione um arquivo

source: X.509 certificate authentication necessitates a secure TLS/SSL connection.
ar: تتطلب مصادقة شهادة X.509 اتصالا آمنا عبر TLS/SSL.
fr_fr: L’authentification par certificat X.509 nécessite une connexion TLS/SSL sécurisée.
he_il: אימות תעודת X.509 מחייב חיבור TLS/SSL מאובטח.
pt_br: A autenticação do certificado X.509 exige uma conexão TLS/SSL segura.

source: Upload completed.
ar: تم الرفع.
fr_fr: Téléchargement terminé.
he_il: ההעלאה הושלמה.
pt_br: Upload concluído.

source: Initially, data extraction will be based on the Max Rows selected to proceed with data model creation. The remaining records, with no limit, will be extracted during the next refresh.
ar: في البداية، سيكون استخراج البيانات يعتمد على أقصى صفوف محددة للمضي قدما في إنشاء نموذج البيانات. سيتم استخراج السجلات المتبقية، بدون حد، خلال التحديث التالي.
fr_fr: Initialement, l’extraction des données sera basée sur les lignes Max sélectionnées pour procéder à la création du modèle de données. Les enregistrements restants, sans limite, seront extraits lors du prochain rafraîchissement.
he_il: בתחילה, חילוץ הנתונים יתבסס על שורות מקסימום שנבחרו כדי להמשיך ביצירת מודל הנתונים. הרשומות הנותרות, ללא הגבלה, יוצאו במהלך הרענון הבא.
pt_br: Inicialmente, a extração de dados será baseada nas Max Rows selecionadas para prosseguir com a criação do modelo de dados. Os registros restantes, sem limite, serão extraídos durante a próxima atualização.

source: Initially it will extract {0} records. Remaining records will be extracted based on configured refresh settings.
ar: في البداية، سيستخرج {0} السجلات. سيتم استخراج السجلات المتبقية بناء على إعدادات التحديث المكونة.
fr_fr: Au départ, il extrait {0} dossiers. Les enregistrements restants seront extraits en fonction des paramètres de rafraîchissement configurés.
he_il: בהתחלה הוא יחלץ {0} רשומות. הרשומות שנותרו יופקו בהתאם להגדרות רענון מוגדרות.
pt_br: Inicialmente, ele extrai {0} registros. Os registros restantes serão extraídos com base nas configurações de atualização configuradas.

source: It will extract {0} records only.
ar: سيستخرج {0} السجلات فقط.
fr_fr: Il n’extraira {0} que les enregistrements.
he_il: הוא יחלץ רק את הרשומות {0}.
pt_br: Ele extrai apenas {0} registros.

source: For optimum performance in live mode Web API, it is recommended to configure Max Rows as 5000 or less. For more than 5000 records, use the extract mode.
ar: للحصول على أفضل أداء في واجهة برمجة التطبيقات على الويب في وضع الحي، ينصح بتكوين Max Rows على 5000 أو أقل. لأكثر من 5000 سجل، استخدم وضع الاستخلاص.
fr_fr: Pour des performances optimales en mode live Web API, il est recommandé de configurer Max Rows à 5000 ou moins. Pour plus de 5000 enregistrements, utilisez le mode extraction.
he_il: לביצועים מיטביים ב-API במצב חי, מומלץ להגדיר Max Rows כ-5000 או פחות. ליותר מ-5000 רשומות, השתמש במצב ההוצאה.
pt_br: Para desempenho ideal na Web API do modo live, recomenda-se configurar as Linhas Máximas como 5000 ou menos. Para mais de 5000 registros, use o modo de extração.

source: The Sales Report API allows a maximum of 2,000 records per request.
ar: تسمح واجهة برمجة تطبيقات تقرير المبيعات بحد أقصى 2000 سجل لكل طلب.
fr_fr: L’API des Rapports de Ventes permet un maximum de 2 000 enregistrements par requête.
he_il: ממשק Sales Report מאפשר מקסימום של 2,000 רשומות לכל בקשה.
pt_br: A API de Relatórios de Vendas permite no máximo 2.000 registros por requisição.

source: Initially, 10 pages of records from the URL and 10 URLs will be extracted in iterative mode. The remaining records, up to the Max Rows limit, will be extracted in the next refresh. This process does not apply to incremental endpoints.
ar: في البداية، سيتم استخراج 10 صفحات من السجلات من الرابط و10 روابط في الوضع التكراري. سيتم استخراج السجلات المتبقية، حتى حد الحد الأقصى للصفوف، في التحديث التالي. هذه العملية لا تنطبق على نقاط النهاية التزايدية.
fr_fr: Initialement, 10 pages d’enregistrements à partir de l’URL et 10 URLs seront extraites en mode itératif. Les enregistrements restants, jusqu’à la limite de rangées maximales, seront extraits lors du prochain rafraîchissement. Ce processus ne s’applique pas aux extrémités incrémentales.
he_il: בתחילה, 10 עמודי רשומות מה-URL ו-10 כתובות URL יופקו במצב איטרטיבי. הרשומות שנותרו, עד מגבלת Max Rows, יוצאו ברענון הבא. תהליך זה אינו חל על נקודות קצה הדרגתיות.
pt_br: Inicialmente, 10 páginas de registros da URL e 10 URLs serão extraídas em modo iterativo. Os registros restantes, até o limite de Max Rows, serão extraídos na próxima atualização. Esse processo não se aplica a endpoints incrementais.

source: For Sandbox sites, it will extract only 50,000 records. Additionally, refresh is not supported.
ar: بالنسبة لمواقع صندوق الرمل، سيستخرج فقط 50,000 سجل. بالإضافة إلى ذلك، لا يتم دعم التحديث.
fr_fr: Pour les sites bac à sable, il n’extrait que 50 000 enregistrements. De plus, le rafraîchissement n’est pas pris en charge.
he_il: לאתרי Sandbox, הוא יחלץ רק 50,000 רשומות. בנוסף, רענון אינו נתמך.
pt_br: Para sites Sandbox, serão extraídos apenas 50.000 registros. Além disso, a atualização não é suportada.

source: For the Sandbox site, data will be extracted from 10 pages using web extract mode and 10 URLs in iterative mode; however, pagination and refresh are not supported.
ar: بالنسبة لموقع صندوق الرمل، سيتم استخراج البيانات من 10 صفحات باستخدام وضع استخراج الويب و10 روابط في الوضع التكراري؛ ومع ذلك، لا يتم دعم تقسيم الصفحات والتحديث.
fr_fr: Pour le site bac à sable, les données seront extraites de 10 pages en mode extraction web et 10 URL en mode itératif ; cependant, la pagination et le rafraîchissement ne sont pas pris en charge.
he_il: באתר Sandbox, הנתונים יופקו מ-10 עמודים במצב חילוץ ו-10 כתובות URL במצב איטרטיבי; עם זאת, עמודים ורענון אינם נתמכים.
pt_br: Para o site Sandbox, os dados serão extraídos de 10 páginas usando o modo de extração web e 10 URLs em modo iterativo; no entanto, paginação e atualização não são suportadas.

source: Use as Window Credential
ar: الاستخدام كبيانات اعتماد نافذة
fr_fr: Utilisation comme crédential de fenêtre
he_il: שימוש כאישור חלון
pt_br: Uso como credencial de janela

source: Impersonate the authenticated user after connecting.
ar: انتحال شخصية المستخدم المصادق عليه بعد الاتصال.
fr_fr: Usurpez l’identité de l’utilisateur authentifié après la connexion.
he_il: התחזה למשתמש המאומת לאחר החיבור.
pt_br: Imite o usuário autenticado após a conexão.

source: Prompt for credentials
ar: طلب للحصول على بيانات الاعتماد
fr_fr: Prompt pour les références
he_il: הנחיה לאישורים
pt_br: Solicito credenciais

source: Enter prompt text
ar: أدخل نص التوجيه
fr_fr: Saisissez le texte de la demande
he_il: הזן טקסט פרומפט
pt_br: Insira o texto do prompt

source: Do not use credentials
ar: لا تستخدم بيانات الاعتماد
fr_fr: N’utilisez pas les identifiants
he_il: אל תשתמש בפרטי האישור
pt_br: Não use credenciais

source: Data sampling will provide a better design experience when creating dashboards with millions of data. It has no effect on the dashboard preview.
ar: ستوفر أخذ عينات البيانات تجربة تصميم أفضل عند إنشاء لوحات تحكم تحتوي على ملايين البيانات. لا يؤثر ذلك على معاينة لوحة التحكم.
fr_fr: L’échantillonnage de données offrira une meilleure expérience de conception lors de la création de tableaux de bord avec des millions de données. Cela n’a aucun effet sur l’aperçu du tableau de bord.
he_il: דגימת נתונים תספק חוויית עיצוב טובה יותר בעת יצירת לוחות מחוונים עם מיליוני נתונים. זה לא משפיע על התצוגה המקדימה של לוח המחוונים.
pt_br: A amostragem de dados proporcionará uma experiência de design melhor ao criar dashboards com milhões de dados. Isso não afeta a prévia do painel.

source: Data sampling is enabled. While designing dashboards with this data source, values may be inaccurate. For accurate values, please preview the dashboard.
ar: تم تمكين أخذ عينات البيانات. أثناء تصميم لوحات المعلومات باستخدام هذا المصدر، قد تكون القيم غير دقيقة. للحصول على قيم دقيقة، يرجى معاينة لوحة التحكم.
fr_fr: L’échantillonnage de données est activé. Lors de la conception de tableaux de bord avec cette source de données, les valeurs peuvent être inexactes. Pour des valeurs précises, veuillez prévisualiser le tableau de bord.
he_il: דגימת נתונים מופעלת. בעת עיצוב לוחות מחוונים עם מקור נתונים זה, הערכים עלולים להיות לא מדויקים. לערכים מדויקים, אנא עיין בלוח המחוונים.
pt_br: A amostragem de dados está habilitada. Ao projetar dashboards com essa fonte de dados, os valores podem ser imprecisos. Para valores precisos, por favor, visualize o painel.

source: Threshold is enabled , It is limit usage of code view mode data for better performance. It will affect the dashboards.
ar: تم تفعيل العتبة، وهو تحديد استخدام بيانات وضع عرض الكود لتحسين الأداء. سيؤثر ذلك على لوحات القيادة.
fr_fr: Le seuil est activé , il est de limiter l’utilisation des données du mode vue du code pour de meilleures performances. Cela affectera les tableaux de bord.
he_il: סף מופעל, הוא מגביל את השימוש בנתוני מצב תצוגת קוד לשיפור ביצועים. זה ישפיע על לוחות המחוונים.
pt_br: O limiar está ativado , é o limite do uso dos dados do modo de visualização de código para melhor desempenho. Isso vai afetar os painéis.

source: Remove
ar: أبعد
fr_fr: Enlever
he_il: להסיר
pt_br: Retirar

source: Server name cannot be empty.
ar: اسم الخادم لا يمكن أن يكون فارغا.
fr_fr: Le nom du serveur ne peut pas être vide.
he_il: שם השרת לא יכול להיות ריק.
pt_br: O nome do servidor não pode estar vazio.

source: Service instance name cannot be empty.
ar: لا يمكن أن يكون اسم مثيل الخدمة فارغا.
fr_fr: Le nom de l’instance de service ne peut pas être vide.
he_il: שם מופע השירות לא יכול להיות ריק.
pt_br: O nome da instância do serviço não pode estar vazio.

source: Connection Timeout cannot be empty.
ar: لا يمكن أن يكون وقت الاتصال فارغا.
fr_fr: Le délai d’attente de la connexion ne peut pas être vide.
he_il: הפסקת זמן החיבור לא יכולה להיות ריקה.
pt_br: O tempo de extinção da conexão não pode estar vazio.

source: Database name cannot be empty.
ar: اسم قاعدة البيانات لا يمكن أن يكون فارغا.
fr_fr: Le nom de la base de données ne peut pas être vide.
he_il: שם מסד הנתונים לא יכול להיות ריק.
pt_br: O nome do banco de dados não pode estar vazio.

source: Warehouse name cannot be empty.
ar: اسم المستودع لا يمكن أن يكون فارغا.
fr_fr: Le nom de l’entrepôt ne peut pas être vide.
he_il: שם המחסן לא יכול להיות ריק.
pt_br: O nome do depósito não pode estar vazio.

source: Collection name cannot be empty.
ar: اسم المجموعة لا يمكن أن يكون فارغا.
fr_fr: Le nom de la collection ne peut pas être vide.
he_il: שם האוסף לא יכול להיות ריק.
pt_br: O nome da coleção não pode estar vazio.

source: Catalog Name cannot be empty
ar: اسم الكتالوج لا يمكن أن يكون فارغا
fr_fr: Le nom du catalogue ne peut pas être vide
he_il: שם הקטלוג לא יכול להיות ריק
pt_br: O Nome do Catálogo não pode estar vazio

source: Data source name cannot be empty.
ar: اسم مصدر البيانات لا يمكن أن يكون فارغا.
fr_fr: Le nom de la source de données ne peut pas être vide.
he_il: שם מקור הנתונים לא יכול להיות ריק.
pt_br: O nome da fonte de dados não pode estar vazio.

source: User name cannot be empty.
ar: اسم المستخدم لا يمكن أن يكون فارغا.
fr_fr: Le nom d’utilisateur ne peut pas être vide.
he_il: שם המשתמש לא יכול להיות ריק.
pt_br: O nome de usuário não pode estar vazio.

source: Password cannot be empty.
ar: لا يمكن أن تكون كلمة المرور فارغة.
fr_fr: Le mot de passe ne peut pas être vide.
he_il: הסיסמה לא יכולה להיות ריקה.
pt_br: A senha não pode estar vazia.

source: Connection string cannot be empty.
ar: لا يمكن أن يكون سلسلة الاتصال فارغة.
fr_fr: La chaîne de connexion ne peut pas être vide.
he_il: מחרוזת החיבור אינה יכולה להיות ריקה.
pt_br: A cadeia de conexão não pode estar vazia.

source: Port number cannot be empty.
ar: لا يمكن أن يكون رقم المنفذ فارغا.
fr_fr: Le numéro de port ne peut pas être vide.
he_il: מספר הפורט לא יכול להיות ריק.
pt_br: O número da porta não pode estar vazio.

source: URL cannot be empty.
ar: لا يمكن أن يكون الرابط فارغا.
fr_fr: L’URL ne peut pas être vide.
he_il: כתובת URL לא יכולה להיות ריקה.
pt_br: A URL não pode estar vazia.

source: The specified name already exists in data source list.
ar: الاسم المحدد موجود بالفعل في قائمة مصادر البيانات.
fr_fr: Le nom spécifié existe déjà dans la liste des sources de données.
he_il: השם שצוין כבר קיים ברשימת מקורות הנתונים.
pt_br: O nome especificado já existe na lista de fontes de dados.

source: Start by creating a data source
ar: ابدأ بإنشاء مصدر بيانات
fr_fr: Commencez par créer une source de données
he_il: התחל ביצירת מקור נתונים
pt_br: Comece criando uma fonte de dados

source: You can connect to your own custom data source or choose one from the predefined sample data sources that we offer.
ar: يمكنك الاتصال بمصدر بياناتك المخصص الخاص أو اختيار واحد من مصادر البيانات النموذجية المحددة مسبقا التي نقدمها.
fr_fr: Vous pouvez vous connecter à votre propre source de données personnalisée ou en choisir une parmi les sources d’échantillons prédéfinies que nous proposons.
he_il: אתה יכול להתחבר למקור נתונים מותאם אישית שלך או לבחור אחד מתוך מקורות הנתונים לדוגמה המוגדרים מראש שאנו מציעים.
pt_br: Você pode se conectar à sua própria fonte de dados personalizada ou escolher uma entre as fontes de dados de exemplo pré-definidas que oferecemos.

source: sample data sources
ar: مصادر بيانات نموذجية
fr_fr: Sources de données d’exemple
he_il: מקורות נתונים לדוגמה
pt_br: Fontes de dados de amostra

source: Kickstart your first dashboard and explore customization options using the sample data sources.
ar: قم بتشغيل أول لوحة تحكم واستكشف خيارات التخصيص باستخدام مصادر البيانات النموذجية.
fr_fr: Lancez votre premier tableau de bord et explorez les options de personnalisation en utilisant les sources de données d’exemple.
he_il: הפעל את לוח הבקרה הראשון שלך וחקור אפשרויות התאמה אישית באמצעות מקורות הנתונים לדוגמה.
pt_br: Inicie seu primeiro painel e explore opções de personalização usando as fontes de dados de exemplo.

source: explore samples
ar: استكشف عينات
fr_fr: Explorer les échantillons
he_il: חפשו דוגמאות
pt_br: Explore amostras

source: Users in
ar: المستخدمون في
fr_fr: Utilisateurs dans
he_il: משתמשים ב
pt_br: Usuários em

source: Write description about this data source
ar: اكتب وصفا لهذا المصدر
fr_fr: Rédigez une description à propos de cette source de données
he_il: כתוב תיאור על מקור הנתונים הזה
pt_br: Escreva uma descrição sobre essa fonte de dados

source: Description (Optional)
ar: الوصف (اختياري)
fr_fr: Description (Optionnelle)
he_il: תיאור (אופציונלי)
pt_br: Descrição (Opcional)

source: Connect To
ar: الاتصال ب
fr_fr: Connecter à
he_il: התחבר ל
pt_br: Conecte-se a

source: API Token
ar: رمز API
he_il: אסימון API

source: Personal Access Token
ar: رمز الوصول الشخصي
fr_fr: Jeton d’accès personnel
he_il: אסימון גישה אישית
pt_br: Token de Acesso Pessoal

source: to Enterprise plan to refresh your data at minimum intervals.
ar: خطط للمؤسسات لتحديث بياناتك على أقل فترات.
fr_fr: pour l’entreprise prévoit de rafraîchir vos données à intervalles minimums.
he_il: לארגון תכנן לרענן את הנתונים שלך בפרקי זמן מינימליים.
pt_br: para o plano empresarial de atualizar seus dados em intervalos mínimos.

source: Projects
ar: المشاريع
fr_fr: Projets
he_il: פרוייקטים
pt_br: Projetos

source: Example : accountname.region.snowflakecomputing.com
ar: مثال: accountname.region.snowflakecomputing.com
fr_fr: Exemple : accountname.region.snowflakecomputing.com
he_il: דוגמה: accountname.region.snowflakecomputing.com
pt_br: Exemplo: accountname.region.snowflakecomputing.com

source: Upgrade
ar: ترقيه
fr_fr: Mise à niveau
he_il: שדרג
pt_br: Melhoramento

source: Delete Description
ar: حذف الوصف
fr_fr: Supprimer la description
he_il: מחק תיאור
pt_br: Excluir Descrição

source: By requesting Syncfusion to connect to this data source (including data, storage systems, environment, and other constituent systems) on behalf of the Customer, the Customer acknowledges and agrees that it possesses adequate rights and licenses from the owners of the data source to authorize Customer and Syncfusion, on behalf of the Customer, to connect to and use the data source. Customer agrees to fully indemnify Syncfusion for any and all claims and fees. If Customer does not agree, then Customer should refrain from requesting Syncfusion to connect to the data source.
ar: من خلال طلب اتصال Syncfusion بمصدر البيانات هذا (بما في ذلك البيانات، وأنظمة التخزين، والبيئة، والأنظمة الأخرى المكونة) نيابة عن العميل، يعترف العميل ويوافق على أنه يمتلك حقوقا وتراخيص كافية من مالكي مصدر البيانات لتفويض العميل وSyncfusion، نيابة عن العميل، للاتصال بمصدر البيانات واستخدامه. يوافق العميل على تعويض Syncfusion بالكامل عن جميع المطالبات والرسوم. إذا لم يوافق العميل، فيجب على العميل الامتناع عن طلب Syncfusion للاتصال بمصدر البيانات.
fr_fr: En demandant à Syncfusion de se connecter à cette source de données (y compris les données, les systèmes de stockage, l’environnement et d’autres systèmes constitutifs) au nom du Client, le Client reconnaît et accepte de détenir des droits et licences adéquats de la part des propriétaires de la source de données pour autoriser le Client et Syncfusion, au nom du Client, à se connecter et à utiliser la source de données. Le client accepte d’indemniser entièrement Syncfusion pour toutes les réclamations et frais. Si le client n’est pas d’accord, alors le client doit s’abstenir de demander à Syncfusion de se connecter à la source de données.
he_il: על ידי בקשת Syncfusion להתחבר למקור נתונים זה (כולל נתונים, מערכות אחסון, סביבה ומערכות נוספות) מטעם הלקוח, הלקוח מאשר ומסכים כי יש לו זכויות ורישיונות מספקים מבעלי מקור הנתונים לאפשר ללקוח ול-Syncfusion, בשם הלקוח, להתחבר ולהשתמש במקור הנתונים. הלקוח מסכים לפצות את Syncfusion באופן מלא על כל תביעה ועמלות. אם הלקוח לא מסכים, הלקוח צריך להימנע מלבקש את Syncfusion כדי להתחבר למקור הנתונים.
pt_br: Ao solicitar que a Syncfusion se conecte a essa fonte de dados (incluindo dados, sistemas de armazenamento, ambiente e outros sistemas constituintes) em nome do Cliente, o Cliente reconhece e concorda que possui direitos e licenças adequados dos proprietários da fonte de dados para autorizar o Cliente e a Syncfusion, em nome do Cliente, a se conectarem e utilizarem a fonte de dados. O cliente concorda em isentizar totalmente a Syncfusion por quaisquer reivindicações e taxas. Se o Cliente não concordar, então o Cliente deve se abster de solicitar a conexão da Syncfusion à fonte de dados.

source: File Path
ar: مسار الملف
fr_fr: Chemin de fichier
he_il: נתיב הקובץ
pt_br: Caminho do Arquivo

source: Password (Optional)
ar: كلمة المرور (اختياري)
fr_fr: Mot de passe (optionnel)
he_il: סיסמה (אופציונלית)
pt_br: Senha (Opcional)

source: Embedding
ar: تضمين
fr_fr: Encastrement
he_il: הטבעה
pt_br: Incorporação

source: Server
ar: ملقم
fr_fr: Serveur
he_il: שרת
pt_br: Servidor

source: Both
ar: كلا
fr_fr: Les deux
he_il: הן
pt_br: Ambos

source: Configuration Mode
ar: وضع التكوين
he_il: מצב קונפיגורציה
pt_br: Modo de Configuração

source: User Identity
ar: هوية المستخدم
fr_fr: Identité utilisateur
he_il: זהות משתמש
pt_br: Identidade do Usuário

source: Full Name
ar: الاسم الكامل
fr_fr: Nom complet
he_il: שם מלא
pt_br: Nome completo

source: Email
ar: البريد الإلكتروني
fr_fr: Messagerie électronique
he_il: דואר אלקטרוני
