Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: CONTAINS(string_expression, substring_expression)
ar: يحتوي على (string_expression، substring_expression)
fr_fr: CONTIENT (string_expression, substring_expression)
he_il: מכיל(string_expression, substring_expression)
pt_br: CONTÉM(string_expression, substring_expression)

source: Returns true if the given string expression ends with the specified substring expression.
ar: يرجع صحيحا إذا انتهى التعبير النصي المعطى بالتعبير الفرعي المحدد.
fr_fr: Retour vrai si l’expression de chaîne donnée se termine par l’expression de sous-chaîne spécifiée.
he_il: מחזיר true אם ביטוי המחרוזת הנתון מסתיים בביטוי תת-המחרוזת שצוין.
pt_br: Retorna verdadeiro se a expressão de cadeia dada terminar com a expressão de substring especificada.

source: ENDSWITH(string_expression, substring_expression)
ar: ينتهي مع (string_expression، substring_expression)
fr_fr: FINIT AVEC (string_expression, substring_expression)
pt_br: TERMINA COM (string_expression, substring_expression)

source: Converts the first character in each word to uppercase and the remaining characters to lowercase.
ar: يحول الحرف الأول في كل كلمة إلى حرف كبير وباقي الحروف إلى حرف صغير.
fr_fr: Convertit le premier caractère de chaque mot en majuscules et les autres en minuscules.
he_il: ממיר את התו הראשון בכל מילה לאות גדולה ואת שאר התווים לאותיות קטנות.
pt_br: Converte o primeiro caractere de cada palavra em maiúsculas e os demais caracteres em minúsculas.

source: Returns the specified number of characters from start of the given string expression.
ar: يرجع العدد المحدد من الأحرف من بداية التعبير النصي المعطى.
fr_fr: Retourne le nombre de caractères spécifié depuis le début de l’expression de chaîne donnée.
he_il: מחזיר את מספר התווים שנקבע מההתחלה של ביטוי המחרוזת הנתון.
pt_br: Retorna o número especificado de caracteres do início da expressão de string dada.

source: LEFT(expression, numeric_expression)
ar: LEFT (تعبير، numeric_expression)
fr_fr: GAUCHE (expression, numeric_expression)
pt_br: ESQUERDA(expressão, numeric_expression)

source: Returns the number of characters in the given string expression.
ar: يعيد عدد الأحرف في التعبير النصي المعطى.
fr_fr: Retourne le nombre de caractères dans l’expression de chaîne donnée.
he_il: מחזיר את מספר התווים בביטוי המחרוזת הנתון.
pt_br: Retorna o número de caracteres na expressão de string dada.

source: LEN(string_expression)
ar: لين(string_expression)
he_il: לן(string_expression)

source: Returns a lower case converted string value from a given string expression.
ar: يرجع قيمة نصية محولة بحروف صغيرة من تعبير نصي معين.
fr_fr: Retourne une valeur de chaîne convertie en minuscules à partir d’une expression de chaîne donnée.
he_il: מחזיר ערך מחרוזת מומר באותיות קטנות מביטוי מחרוזת נתון.
pt_br: Retorna um valor de cadeia convertido em minúsculas a partir de uma dada expressão de cadeia.

source: Returns the string value with leading blanks removed from string expression.
ar: يرجع قيمة السلسلة التي تزال فيها فارغات رئيسية من تعبير السلسلة.
fr_fr: Retourne la valeur de la chaîne avec les blancs initiaux retirés de l’expression de la chaîne.
he_il: מחזיר את ערך המחרוזת עם ריקים מובילים המוסרים מביטוי המחרוזת.
pt_br: Retorna o valor da string com blanks iniciais removidos da expressão da string.

source: Returns the specified number of characters from the end of the given string expression.
ar: يعيد العدد المحدد من الأحرف من نهاية التعبير النصي المعطى.
fr_fr: Retourne le nombre de caractères spécifié à la fin de l’expression de chaîne donnée.
he_il: מחזיר את מספר התווים שנקבע מסוף ביטוי המחרוזת הנתון.
pt_br: Retorna o número especificado de caracteres do final da expressão de string dada.

source: RIGHT(expression, numeric_expression)
ar: صحيح (تعبير، numeric_expression)
fr_fr: DROITE (expression, numeric_expression)
he_il: נכון (הבעה, numeric_expression)
pt_br: DIREITA (expressão, numeric_expression)

source: Returns the string without right side trailing spaces in the given string.
ar: يعيد السلسلة بدون وجود فراغات خلفية على الجانب الأيمن في السلسلة المعطاة.
fr_fr: Retourne la corde sans les espaces de fin du côté droit dans la chaîne donnée.
he_il: מחזיר את המחרוזת ללא רווחים בצד ימין במחרוזת הנתונה.
pt_br: Retorna a corda sem os espaços finais do lado direito na sequência dada.

source: Returns true if the given string expressions starts with the specified substring expression.
ar: يرجع صحيحا إذا بدأت تعبيرات السلسلة المعطاة بالتعبير الفرعي المحدد.
fr_fr: Retour vrai si les expressions de chaîne données commencent par l’expression de sous-chaîne spécifiée.
he_il: מחזיר true אם הביטויים של המחרוזת הנתונה מתחילים בביטוי תת-המחרוזת שצוין.
pt_br: Retorna verdadeiro se as expressões de string fornecidas começarem com a expressão de substring especificada.

source: STARTSWITH(string_expression, substring_expression)
ar: يبدأ ب (string_expression، substring_expression)
fr_fr: COMMENCE PAR (string_expression, substring_expression)
he_il: מתחיל עם (string_expression, substring_expression)
pt_br: COMEÇA COM (string_expression, substring_expression)

source: Returns a specific length of string starting from specific index of the given string expression.
ar: يرجع طولا محددا من السلسلة تبدأ من مؤشر محدد للتعبير النصي المعطى.
fr_fr: Retourne une longueur spécifique de chaîne à partir de l’indice spécifique de l’expression de chaîne donnée.
he_il: מחזיר אורך מסוים של מחרוזת שמתחיל מאינדקס ספציפי של ביטוי המחרוזת הנתון.
pt_br: Retorna um comprimento específico de string começando a partir do índice específico da expressão da string dada.

source: SUBSTR(string_expression, starting_index, length_of_the_string)
ar: سبسترا(string_expression، starting_index، length_of_the_string)
fr_fr: SUBSTRA(string_expression, starting_index, length_of_the_string)
he_il: SUBSTRA(string_expression, starting_index, length_of_the_string)
pt_br: SUBSTRA(string_expression, starting_index, length_of_the_string)

source: Returns an upper case converted string value from a given string expression.
ar: يرجع قيمة نصية محولة بحروف كبيرة من تعبير نصي معين.
fr_fr: Retourne une valeur de chaîne convertie en majuscules à partir d’une expression de chaîne donnée.
he_il: מחזיר ערך מחרוזת מומר באותיות גדולות מתוך ביטוי מחרוזת נתון.
pt_br: Retorna um valor de cadeia convertido em maiúsculas a partir de uma dada expressão de cadeia.

source: UPPER(string_expression)
ar: أبر (string_expression)
fr_fr: SUPÉRIEUR(string_expression)
he_il: אפר(string_expression)
pt_br: ALTA(string_expression)

source: Returns a string value with the HTML tags stripped from the specified string expression.
ar: يرجع قيمة نصية مع إزالة علامات HTML من التعبير النصي المحدد.
fr_fr: Retourne une valeur de chaîne avec les balises HTML retirées de l’expression de chaîne spécifiée.
he_il: מחזיר ערך מחרוזת כאשר תגי ה-HTML מוסרים מהביטוי של המחרוזות שצוין.
pt_br: Retorna um valor de string com as tags HTML removidas da expressão de string especificada.

source: Returns a string value with the XML tags stripped from the specified string expression.
ar: يرجع قيمة نصية مع إزالة علامات XML من التعبير النصي المحدد.
fr_fr: Retourne une valeur de chaîne dont les balises XML ont été retirées de l’expression de chaîne spécifiée.
he_il: מחזיר ערך מחרוזת כאשר תגי ה-XML מוסרים מהביטוי של המחרוזת שצוינה.
pt_br: Retorna um valor de string com as tags XML removidas da expressão de string especificada.

source: Concatenates a list of strings and places a separator between them.
ar: يقوم بربط قائمة من الأوتار ويضع فاصلا بينها.
fr_fr: Concatene une liste de chaînes et place un séparateur entre elles.
he_il: מחבר רשימה של מיתרים ומניח מפריד ביניהן.
pt_br: Concatena uma lista de strings e coloca um separador entre elas.

source: STRING_AGG(string_expression, separator)
ar: STRING_AGG(string_expression، فاصل)
fr_fr: STRING_AGG(string_expression, séparateur)
he_il: STRING_AGG(string_expression, מפריד)
pt_br: STRING_AGG(string_expression, separador)

source: Returns the average of the values in the given expression.
ar: يرجع متوسط القيم في التعبير المعطى.
fr_fr: Retourne la moyenne des valeurs dans l’expression donnée.
he_il: מחזיר את ממוצע הערכים בביטוי הנתון.
pt_br: Retorna a média dos valores na expressão dada.

source: Returns the sum of the Distinct values in the given expression.
ar: يعيد مجموع القيم المميزة في التعبير المعطى.
fr_fr: Retourne la somme des valeurs distinctes dans l’expression donnée.
he_il: מחזיר את סכום ערכי ה-Distinct בביטוי הנתון.
pt_br: Retorna a soma dos valores distintos na expressão dada.

source: SUMD(numeric_expression)
ar: سومد(numeric_expression)

source: Returns the average of the Distinct values in the given expression.
ar: يرجع متوسط القيم المميزة في التعبير المعطى.
fr_fr: Retourne la moyenne des valeurs distinctes dans l’expression donnée.
he_il: מחזיר את ממוצע ערכי ה-Distinct בביטוי הנתון.
pt_br: Retorna a média dos valores distintos na expressão dada.

source: AVGD(expression)
ar: AVGD (تعبير)
he_il: AVGD (ביטוי)
pt_br: AVGD(expressão)

source: Returns the number of items in the given expression.
ar: يعيد عدد العناصر في التعبير المعطى.
fr_fr: Retourne le nombre d’éléments dans l’expression donnée.
he_il: מחזיר את מספר הפריטים בביטוי הנתון.
pt_br: Retorna o número de itens na expressão dada.

source: COUNT(expression)
ar: العد (تعبير)
he_il: COUNT(ביטוי)
pt_br: COUNT(expressão)

source: Returns the distinct number of items in the given expression.
ar: يعيد العدد المميز من العناصر في التعبير المعطى.
fr_fr: Retourne le nombre distinct d’éléments dans l’expression donnée.
he_il: מחזיר את מספר הפריטים הייחודי בביטוי הנתון.
pt_br: Retorna o número distinto de itens na expressão dada.

source: COUNTD(expression)
ar: COUNTD (تعبير)
he_il: COUNTD (ביטוי)
pt_br: COUNTD(expressão)

source: Returns the standard deviation of values in the given expression.
ar: يعيد الانحراف المعياري للقيم في التعبير المعطى.
fr_fr: Retourne l’écart-type des valeurs dans l’expression donnée.
he_il: מחזיר את סטיית התקן של הערכים בביטוי הנתון.
pt_br: Retorna o desvio padrão dos valores na expressão dada.

source: Returns the sum of values in the given expression.
ar: يعيد مجموع القيم في التعبير المعطى.
fr_fr: Retourne la somme des valeurs dans l’expression donnée.
he_il: מחזיר את סכום הערכים בביטוי הנתון.
pt_br: Retorna a soma dos valores na expressão dada.

source: SUM(numeric_expression)
ar: سوم(numeric_expression)

source: Returns the varience of values in the given expression.
ar: يرجع تباين القيم في التعبير المعطى.
fr_fr: Retourne la variance des valeurs dans l’expression donnée.
he_il: מחזיר את השונות של הערכים בביטוי הנתון.
pt_br: Retorna a variância dos valores na expressão dada.

source: Returns the total values in the given expression.
ar: يرجع القيم الكلية في التعبير المعطى.
fr_fr: Retourne les valeurs totales dans l’expression donnée.
he_il: מחזיר את הערכים הכוללים בביטוי הנתון.
pt_br: Retorna os valores totais na expressão dada.

source: TOTAL(AGG(numeric_expression))
ar: المجموع(AGG(numeric_expression))

source: Returns Running Count of each Row.
ar: يعيد العد المتنقل لكل صف.
fr_fr: Restitue le compte courant de chaque ligne.
he_il: מחזיר ספירה רציפה של כל שורה.
pt_br: Retorna a contagem contínua de cada linha.

source: RUNNINGCOUNT(aggregate_expression)
ar: العد الجاري (aggregate_expression)
fr_fr: COMPTE COURANT(aggregate_expression)
pt_br: CONTAGEM CORRIDA (aggregate_expression)

source: Returns Running Average of each Row
ar: يعيد متوسط التشغيل لكل صف
fr_fr: Rendement de la moyenne courante de chaque ligne
he_il: מחזיר ממוצע רצף של כל שורה
pt_br: Retorna a média contínua de cada linha

source: Returns Running Maximum Values of each Row.
ar: يرجع القيم القصوى المتحركة لكل صف.
fr_fr: Retourne les valeurs maximales de chaque ligne.
he_il: מחזיר ערכים מקסימליים של כל שורה.
pt_br: retorna valores máximos de cada linha.

source: Returns Running Minimum Values of each Row.
ar: يرجع القيم الدنيا المتحركة لكل صف.
fr_fr: Retourne les valeurs minimales exécutantes de chaque ligne.
he_il: מחזיר ערכים מינימליים רצים של כל שורה.
pt_br: retorna valores mínimos de cada linha em execução.

source: RUNNINGMIN(aggregate_expression)
ar: رنينغمين (aggregate_expression)

source: Returns Running Sum Values of each Row.
ar: يرجع قيم مجموع متسلسلة لكل صف.
fr_fr: Retourne la somme des valeurs courantes de chaque ligne.
he_il: מחזיר ערכי סכום רצים של כל שורה.
pt_br: retorna os valores de soma contínua de cada linha.

source: RUNNINGSUM(aggregate_expression)
ar: رنينسوم(aggregate_expression)

source: Exactly computes the quantile of a numeric data sequence.
ar: يحسب بدقة كمية تسلسل بيانات رقمي.
fr_fr: Calcule exactement le quantile d’une séquence de données numériques.
he_il: מחשב בדיוק את הקוונטל של רצף נתונים נומרי.
pt_br: Calcula exatamente o quantil de uma sequência numérica de dados.

source: QUANTILEEXACT(level, expression)
ar: QUANTILEEXACT (مستوى، تعبير)
fr_fr: QUANTILEEXACT(niveau, expression)
he_il: QUANTILEEXACT (רמה, ביטוי)
pt_br: QUANTILEEXACT(nível, expressão)

source: Calculates the sample standard deviation, estimating spread for a sample.
ar: يحسب انحراف العينة، ويقدر الانتشار للعينة.
fr_fr: Calcule l’écart-type de l’échantillon, estimant l’écart pour un échantillon.
he_il: מחשב את סטיית התקן של המדגם, ומעריך את הפיזור עבור מדגם.
pt_br: Calcula o desvio padrão da amostra, estimando a dispersão para uma amostra.

source: Calculates the population standard deviation, measuring spread for the entire population.
ar: يحسب الانحراف المعياري السكاني، ويقيس الانتشار لجميع السكان.
fr_fr: Calcule l’écart-type de la population, mesurant la répartition de la population entière.
he_il: מחשב את סטיית התקן של האוכלוסייה, ומודד את התפוצה עבור כלל האוכלוסייה.
pt_br: Calcula o desvio padrão da população, medindo a distribuição para toda a população.

source: Returns the value from a specified previous row in the result set relative to the current row.
ar: يرجع القيمة من صف سابق محدد في مجموعة النتائج بالنسبة للصف الحالي.
fr_fr: Retourne la valeur d’une ligne précédente spécifiée dans l’ensemble des résultats par rapport à la ligne actuelle.
he_il: מחזיר את הערך משורה קודמת מוגדרת בקבוצת התוצאות ביחס לשורה הנוכחית.
pt_br: Retorna o valor de uma linha anterior especificada no conjunto de resultados em relação à linha atual.

source: PREVIOUSVALUE(expression, offset)
ar: القيمة السابقة (تعبير، إزاحة)
fr_fr: PREVIOUSVALUE (expression, décalage)
he_il: ערך קודם (ביטוי, הזזה)
pt_br: PREVIOUSVALUE(expressão, deslocamento)

source: Returns the value from a specified subsequent row in the result set relative to the current row.
ar: يرجع القيمة من صف لاحق محدد في مجموعة النتائج بالنسبة للصف الحالي.
fr_fr: Retourne la valeur d’une ligne suivante spécifiée dans l’ensemble des résultats par rapport à la ligne actuelle.
he_il: מחזיר את הערך משורה נוספת מוגדרת בקבוצת התוצאות ביחס לשורה הנוכחית.
pt_br: Retorna o valor de uma linha subsequente especificada no conjunto de resultados em relação à linha atual.

source: NEXTVALUE(expression, offset)
ar: NEXTVALUE (تعبير، إزاحة)
fr_fr: NEXTVALUE (expression, décalage)
he_il: NEXTVALUE (ביטוי, הזזה)
pt_br: NEXTVALUE(expressão, deslocamento)

source: Returns the count of rows for the given column or expression within a partition. Rows can be grouped using PartitionBy, ordered with OrderBy, and restricted to a specific range using Frame.
ar: يعيد عدد الصفوف للعمود أو التعبير المعطى داخل التقسيم. يمكن تجميع الصفوف باستخدام PartitionBy، وترتيبها باستخدام OrderBy، وتقييد نطاق محدد باستخدام Frame.
fr_fr: Retourne le nombre de lignes pour la colonne ou l’expression donnée au sein d’une partition. Les lignes peuvent être regroupées via PartitionBy, ordonnées avec OrderBy, et restreintes à une plage spécifique via Frame.
he_il: מחזיר את ספירת השורות עבור העמודה או הביטוי הנתון בתוך מחיצה. שורות יכולות להיות מקובצות באמצעות PartitionBy, מסודרות ב-OrderBy, ומוגבלות לטווח מסוים באמצעות Frame.
pt_br: Retorna a contagem de linhas para a coluna ou expressão dada dentro de uma partição. As linhas podem ser agrupadas usando PartitionBy, ordenadas com OrderBy e restritas a um intervalo específico usando Frame.

source: COUNTPARTITION(expression, PartitionBy := columns)
ar: COUNTPARTITION (تعبير، PartitionBy := columns)
fr_fr: COUNTPARTITION(expression, PartitionBy := colonnes)
he_il: COUNTPARTITION(ביטוי, PartitionBy := columns)
pt_br: COUNTPARTITION(expressão, PartitionBy := colunas)

source: Returns the sum of values for the given column or expression within a partition. Rows can be grouped using PartitionBy, ordered with OrderBy, and restricted to a specific range using Frame.
ar: يرجع مجموع القيم للعمود أو التعبير المعطى داخل القسم. يمكن تجميع الصفوف باستخدام PartitionBy، وترتيبها باستخدام OrderBy، وتقييد نطاق محدد باستخدام Frame.
fr_fr: Retourne la somme des valeurs pour la colonne ou l’expression donnée au sein d’une partition. Les lignes peuvent être regroupées via PartitionBy, ordonnées avec OrderBy, et restreintes à une plage spécifique via Frame.
he_il: מחזיר את סכום הערכים עבור העמודה או הביטוי הנתון בתוך חלוקה. שורות יכולות להיות מקובצות באמצעות PartitionBy, מסודרות ב-OrderBy, ומוגבלות לטווח מסוים באמצעות Frame.
pt_br: Retorna a soma dos valores para a coluna ou expressão dada dentro de uma partição. As linhas podem ser agrupadas usando PartitionBy, ordenadas com OrderBy e restritas a um intervalo específico usando Frame.

source: SUMPARTITION(expression, PartitionBy := columns)
ar: SUMPARTITION(تعبير، PartitionBy := أعمدة)
fr_fr: SUMPARTITION(expression, PartitionBy := colonnes)
he_il: SUMPARTITION(ביטוי, PartitionBy := columns)
pt_br: SUMPARTITION(expressão, PartitionBy := colunas)

source: Returns the average of rows for the given column or expression within a partition. Rows can be grouped using PartitionBy, ordered with OrderBy, and restricted to a specific range using Frame.
ar: يعيد متوسط الصفوف للعمود أو التعبير المعطى داخل التقسيم. يمكن تجميع الصفوف باستخدام PartitionBy، وترتيبها باستخدام OrderBy، وتقييد نطاق محدد باستخدام Frame.
fr_fr: Retourne la moyenne des lignes pour la colonne ou l’expression donnée dans une partition. Les lignes peuvent être regroupées via PartitionBy, ordonnées avec OrderBy, et restreintes à une plage spécifique via Frame.
he_il: מחזיר את ממוצע השורות עבור העמודה או הביטוי הנתון בתוך מחיצה. שורות יכולות להיות מקובצות באמצעות PartitionBy, מסודרות ב-OrderBy, ומוגבלות לטווח מסוים באמצעות Frame.
pt_br: Retorna a média das linhas para a coluna ou expressão dada dentro de uma partição. As linhas podem ser agrupadas usando PartitionBy, ordenadas com OrderBy e restritas a um intervalo específico usando Frame.

source: AVGPARTITION(expression, PartitionBy := columns)
ar: AVGPARTITION(تعبير، PartitionBy := columns)
fr_fr: AVGPARTITION(expression, PartitionBy := colonnes)
he_il: AVGPARTITION(ביטוי, PartitionBy := columns)
pt_br: AVGPARTITION(expressão, PartitionBy := colunas)

source: Returns the minimum value of the given column or expression within a partition. Rows can be grouped using PartitionBy, ordered with OrderBy, and restricted to a specific range using Frame.
ar: يعيد القيمة الدنيا للعمود أو التعبير المعطى داخل القسم. يمكن تجميع الصفوف باستخدام PartitionBy، وترتيبها باستخدام OrderBy، وتقييد نطاق محدد باستخدام Frame.
fr_fr: Retourne la valeur minimale de la colonne ou de l’expression donnée au sein d’une partition. Les lignes peuvent être regroupées via PartitionBy, ordonnées avec OrderBy, et restreintes à une plage spécifique via Frame.
he_il: מחזיר את הערך המינימלי של העמודה או הביטוי הנתון בתוך מחיצה. שורות יכולות להיות מקובצות באמצעות PartitionBy, מסודרות ב-OrderBy, ומוגבלות לטווח מסוים באמצעות Frame.
pt_br: Retorna o valor mínimo da coluna ou expressão dada dentro de uma partição. As linhas podem ser agrupadas usando PartitionBy, ordenadas com OrderBy e restritas a um intervalo específico usando Frame.

source: MINPARTITION(expression, PartitionBy := columns)
ar: MINPARTITION (تعبير، PartitionBy := columns)
fr_fr: MINPARTITION(expression, PartitionBy := colonnes)
he_il: MINPARTITION(ביטוי, PartitionBy := columns)
pt_br: MINPARTITION(expressão, PartitionBy := colunas)

source: Returns the maximum value of the given column or expression within a partition. Rows can be grouped using PartitionBy, ordered with OrderBy, and restricted to a specific range using Frame.
ar: يرجع القيمة القصوى للعمود أو التعبير المعطى داخل القسم. يمكن تجميع الصفوف باستخدام PartitionBy، وترتيبها باستخدام OrderBy، وتقييد نطاق محدد باستخدام Frame.
fr_fr: Retourne la valeur maximale de la colonne ou de l’expression donnée au sein d’une partition. Les lignes peuvent être regroupées via PartitionBy, ordonnées avec OrderBy, et restreintes à une plage spécifique via Frame.
he_il: מחזיר את הערך המרבי של העמודה או הביטוי הנתון בתוך חלוקה. שורות יכולות להיות מקובצות באמצעות PartitionBy, מסודרות ב-OrderBy, ומוגבלות לטווח מסוים באמצעות Frame.
pt_br: Retorna o valor máximo da coluna ou expressão dada dentro de uma partição. As linhas podem ser agrupadas usando PartitionBy, ordenadas com OrderBy e restritas a um intervalo específico usando Frame.

source: MAXPARTITION(expression, PartitionBy := columns)
ar: MAXPARTITION(تعبير، PartitionBy := أعمدة)
fr_fr: MAXPARTITION(expression, PartitionBy := colonnes)
he_il: MAXPARTITION(ביטוי, PartitionBy := columns)
pt_br: MAXPARTITION(expressão, PartitionBy := colunas)

source: Returns the sequential number of a row within a partition, based on the specified OrderBy. Rows can be grouped using PartitionBy and ordered with OrderBy, and each row receives a unique number starting from 1.
ar: يرجع الرقم التسلسلي لصف داخل تقسيم، بناء على OrderBy المحدد. يمكن تجميع الصفوف باستخدام PartitionBy وترتيبها باستخدام OrderBy، ويحصل كل صف على رقم فريد يبدأ من 1.
fr_fr: Retourne le nombre séquentiel d’une ligne au sein d’une partition, basé sur l’ordre spécifié. Les lignes peuvent être regroupées en utilisant PartitionBy et ordonnées avec OrderBy, et chaque ligne reçoit un nombre unique commençant par 1.
he_il: מחזיר את המספר הסדרתי של שורה בתוך מחיצה, בהתבסס על ה-OrderBy שצוין. ניתן לקבץ שורות באמצעות PartitionBy ולסדר אותן באמצעות OrderBy, וכל שורה מקבלת מספר ייחודי שמתחיל מ-1.
pt_br: Retorna o número sequencial de uma linha dentro de uma partição, baseado no OrderBy especificado. As linhas podem ser agrupadas usando PartitionBy e ordenadas com OrderBy, e cada linha recebe um número único começando a partir de 1.

source: ROWNUMBER(PartitionBy := columns,OrderBy:= columns)
ar: عدد الصفوف (PartitionBy := columns,orderBy:= columns)
fr_fr: ROWNUMBER(PartitionBy := colonnes,OrderBy := colonnes)
pt_br: ROWNUMBER(PartitionBy := colunas,OrderBy:= colunas)

source: Returns the rank of a row within a partition, based on the specified OrderBy. Rows can be grouped using PartitionBy and ordered with OrderBy. Equal values receive the same rank, but no gaps are left in the ranking sequence.
ar: يرجع رتبة صف داخل تقسيم، بناء على OrderBy المحدد. يمكن تجميع الصفوف باستخدام PartitionBy وترتيبها باستخدام OrderBy. تحصل القيم المتساوية على نفس الرتبة، لكن لا توجد فجوات في تسلسل الترتيب.
fr_fr: Retourne le rang d’une ligne dans une partition, basé sur l’OrderBy spécifié. Les lignes peuvent être regroupées via PartitionBy et ordonnées avec OrderBy. Les valeurs égales reçoivent le même rang, mais aucun écart n’est laissé dans la séquence de classement.
he_il: מחזיר את הדרגה של שורה בתוך מחיצה, בהתבסס על ה-OrderBy שצוין. ניתן לקבץ שורות באמצעות PartitionBy ולסדרן באמצעות OrderBy. ערכים שווים מקבלים את אותו דירוג, אך לא נותרו פערים ברצף הדירוג.
pt_br: Retorna o posto de uma linha dentro de uma partição, com base no OrderBy especificado. As linhas podem ser agrupadas usando PartitionBy e ordenadas com OrderBy. Valores iguais recebem a mesma patente, mas não restam lacunas na sequência de classificação.
