Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Email stats by State/Province
ar: إحصائيات البريد الإلكتروني حسب الولاية/المقاطعة
fr_fr: Statistiques par e-mail par État/Province
he_il: סטטיסטיקות דואר אלקטרוני לפי מדינה/מחוז
pt_br: Estatísticas por e-mail por Estado/Província

source: Email stats by device
ar: إحصائيات البريد الإلكتروني حسب الجهاز
fr_fr: Statistiques des e-mails par appareil
he_il: סטטיסטיקות דואר אלקטרוני לפי מכשיר
pt_br: Estatísticas de e-mail por dispositivo

source: Email stats by client
ar: إحصائيات البريد الإلكتروني حسب العميل
fr_fr: Statistiques des e-mails par client
he_il: סטטיסטיקות דואר אלקטרוני לפי לקוח
pt_br: Estatísticas de e-mail por cliente

source: Email stats by mailbox
ar: إحصائيات البريد الإلكتروني حسب صندوق البريد
fr_fr: Statistiques des e-mails par boîte aux lettres
he_il: סטטיסטיקות דואר אלקטרוני לפי תיבת דואר
pt_br: Estatísticas de e-mail por caixa de correio

source: Email stats by browser
ar: إحصائيات البريد الإلكتروني حسب المتصفح
fr_fr: Statistiques des emails par navigateur
he_il: סטטיסטיקות דואר אלקטרוני לפי דפדפן
pt_br: Estatísticas de e-mail por navegador

source: All Bounces
ar: جميع الارتدادات
fr_fr: Tous rebondissent
he_il: כל הקפיצות
pt_br: Todos os quiques

source: All Blocks
ar: جميع الكتل
fr_fr: Tous les blocs
he_il: כל הבלוקים
pt_br: Todos os Blocos

source: All spam reports
ar: جميع تقارير الرسائل المزعجة
fr_fr: Tous les signalements de spam
he_il: כל דיווחי הספאם
pt_br: Todos os relatos de spam

source: Search Contacts
ar: البحث عن جهات الاتصال
fr_fr: Rechercher des contacts
he_il: חיפוש אנשי קשר
pt_br: Buscar Contatos

source: Contact lists
ar: قوائم جهات الاتصال
fr_fr: Listes de contacts
he_il: רשימות יצירת קשר
pt_br: Listas de contatos

source: Recipients
ar: المستلمين
fr_fr: Destinataires
he_il: נמענים
pt_br: Destinatários

source: Raw body should not be empty
ar: الجسم الخام لا يجب أن يكون فارغا
fr_fr: Le corps brut ne doit pas être vide
he_il: גוף גולמי לא צריך להיות ריק
pt_br: O corpo bruto não deve ficar vazio

source: Host Name
ar: اسم المضيف
fr_fr: Nom d’hôte
he_il: שם המנחה
pt_br: Nome do Host

source: Freshdesk Domain
ar: نطاق فريش ديسك
fr_fr: Domaine Freshdesk
he_il: דומיין Freshdesk
pt_br: Domínio Freshdesk

source: Chain Id
ar: معرف السلسلة
fr_fr: Identifiant de chaîne
he_il: מזהה שרשרת
pt_br: Identificação da Cadeia

source: API Key should not be empty
ar: يجب ألا يكون مفتاح API فارغا
fr_fr: La clé API ne doit pas être vide
he_il: מפתח API לא אמור להיות ריק
pt_br: A API Key não deve estar vazia

source: API Token should not be empty
ar: يجب ألا يكون رمز API فارغا
fr_fr: API Token ne doit pas être vide
he_il: אסימון API לא אמור להיות ריק
pt_br: API Token não deve estar vazio

source: Please enter a valid Auth ID
ar: يرجى إدخال بطاقة هوية مصادقة سارية
fr_fr: Veuillez entrer un identifiant d’authentification valide
he_il: אנא הזן תעודת אימות תקפה
pt_br: Por favor, insira um ID de autenticação válido

source: Please enter a valid Auth Secret
ar: يرجى إدخال سر توثيق صالح
fr_fr: Veuillez entrer un Auth Secret valide
he_il: אנא הזן סוד אימות תקף
pt_br: Por favor, insira um Auth Secret válido

source: ChainId should not be empty
ar: يجب ألا يكون ChainId فارغا
fr_fr: ChainId ne doit pas être vide
he_il: ChainId לא אמור להיות ריק
pt_br: ChainId não deve estar vazio

source: Realm ID
ar: معرف المملكة
fr_fr: ID du royaume
he_il: מזהה ממלכה
pt_br: ID do Reino

source: Realm ID should not be empty
ar: يجب ألا يكون معرف العالم فارغا
fr_fr: L’ID du royaume ne devrait pas être vide
he_il: מזהה הממלכה לא אמור להיות ריק
pt_br: O ID do Reino não deveria estar vazio

source: SOQL should not be empty
ar: يجب ألا يكون SOQL فارغا
fr_fr: Le SOQL ne doit pas être vide
he_il: SOQL לא אמור להיות ריק
pt_br: SOQL não deve estar vazio

source: HostName/Domain should not be empty.
ar: يجب ألا يكون اسم المضيف/النطاق فارغا.
fr_fr: NomHôte/Domaine ne doit pas être vide.
he_il: HostName/Domain לא אמור להיות ריק.
pt_br: HostName/Domínio não deve estar vazio.

source: Error occurred while fetching the HostName
ar: حدث خطأ أثناء جلب اسم المضيف
fr_fr: Une erreur s’est produite lors de la récupération du Nom d’hôte
he_il: אירעה שגיאה בעת שליפת שם המארח
pt_br: O erro ocorreu ao buscar o Nome do Host

source: Please enter valid Hostname/Reconnect datasource
ar: يرجى إدخال اسم المضيف/مصدر البيانات الصحيح
fr_fr: Veuillez entrer un nom d’hôte/source de données de reconnexion valide
he_il: אנא הזן שם מארח תקין/מקור נתונים לחבר מחדש
pt_br: Por favor, insira a fonte válida de Nome do Host/Reconexão

source: Custom Settings
ar: الإعدادات المخصصة
fr_fr: Paramètres personnalisés
he_il: הגדרות מותאמות אישית
pt_br: Configurações Personalizadas

source: API Endpoints
ar: نقاط نهاية واجهات برمجة التطبيقات
fr_fr: Points d’accès API
he_il: נקודות קצה API

source: Raw Body
ar: الجسد الخام
fr_fr: Corps brut
he_il: גוף גולמי
pt_br: Corpo Bruto

source: Custom Raw Body
ar: الجسم الخام المخصص
fr_fr: Corps brut personnalisé
he_il: גוף גולמי מותאם אישית
pt_br: Corpo Original Raw

source: Cannot find any Organization for the user
ar: لا يمكن العثور على أي منظمة للمستخدم
fr_fr: Impossible de trouver d’organisation pour l’utilisateur
he_il: לא מצליח למצוא שום ארגון עבור המשתמש
pt_br: Não é possível encontrar nenhuma Organização para o usuário

source: Nutshell Method
ar: طريقة الخلاصة
fr_fr: Méthode Nutshell
he_il: שיטת Nutshell
pt_br: Método Nutshell

source: Url
ar: رابط الرابط
he_il: כתובת URL

source: Include paginated columns
ar: تضمين الأعمدة المصفحة
fr_fr: Incluez les colonnes paginaées
he_il: כלול עמודות מדורגות
pt_br: Inclua colunas paginadas

source: Please Enter a valid HostName/Domain
ar: يرجى إدخال اسم مضيف/نطاق صالح
fr_fr: Veuillez entrer un nomHôte/Domaine valide
he_il: אנא הזן שם מארח/דומיין תקף
pt_br: Por favor, insira um NomeHost/Domínio válido

source: Please enter a valid API Key
ar: يرجى إدخال مفتاح API صالح
fr_fr: Veuillez entrer une clé API valide
he_il: אנא הזן מפתח API תקף
pt_br: Por favor, insira uma Chave de API válida

source: Please enter a valid API Token
ar: يرجى إدخال رمز API صالح
fr_fr: Veuillez entrer un jeton API valide
he_il: אנא הזן טוקן API תקף
pt_br: Por favor, insira um API Token válido

source: Please Enter Valid ChainId
ar: يرجى إدخال ChainId الصالح
fr_fr: Veuillez entrer un ChainID valide
he_il: אנא הזן את ChainID תקף
pt_br: Por favor, insira o ChainId válido

source: Please Enter valid Realm ID
ar: يرجى إدخال معرف المملكة الصالح
fr_fr: Veuillez entrer un identifiant de royaume valide
he_il: אנא הזן מזהה ממלכה תקף
pt_br: Por favor, insira o ID do Reino válido

source: Please enter a valid App Id
ar: يرجى إدخال معرف التطبيق الصالح
fr_fr: Veuillez entrer un identifiant d’application valide
he_il: אנא הזן זיהוי אפליקציה תקף
pt_br: Por favor, insira um ID de aplicativo válido

source: Please select a Table
ar: يرجى اختيار جدول
fr_fr: Veuillez sélectionner un tableau
he_il: אנא בחר טבלה
pt_br: Por favor, selecione uma tabela

source: Auth ID
ar: معرف التوثيق
fr_fr: Identifiant d’authentification
he_il: מזהה אימות
pt_br: ID de autenticação

source: Auth Secret
ar: سر التعزيزات
he_il: סוד האישור

source: Auth ID should not be empty
ar: يجب ألا يكون معرف التحقق فارغا
fr_fr: L’identifiant d’authentification ne doit pas être vide
he_il: מזהה אימות לא אמור להיות ריק
pt_br: O ID de autenticação não deve estar vazio

source: Auth Secret should not be empty
ar: يجب ألا يكون سر التوثيق فارغا
fr_fr: Auth Secret ne devrait pas être vide
he_il: סוד האישור לא אמור להיות ריק
pt_br: O Auth Secret não deve ser vazio

source: Cannot find any Table for the User
ar: لا يمكن العثور على أي جدول للمستخدم
fr_fr: Impossible de trouver de tableau pour l’utilisateur
he_il: לא ניתן למצוא טבלה עבור המשתמש
pt_br: Não é possível encontrar nenhuma tabela para o usuário

source: App Id cannot be empty
ar: معرف التطبيق لا يمكن أن يكون فارغا
fr_fr: L’identifiant de l’application ne peut pas être vide
he_il: זיהוי האפליקציה לא יכול להיות ריק
pt_br: O ID do aplicativo não pode estar vazio

source: Please provide the valid table name
ar: يرجى تقديم اسم الطاولة الصحيح
fr_fr: Veuillez fournir le nom de table valide
he_il: אנא ספק את שם הטבלה התקין
pt_br: Por favor, forneça o nome válido da tabela

source: Application Key
ar: مفتاح التطبيق
fr_fr: Clé d’application
he_il: מפתח יישום
pt_br: Chave de Aplicação

source: The Application name should not be empty
ar: يجب ألا يكون اسم التطبيق فارغا
fr_fr: Le nom de l’application ne doit pas être vide
he_il: שם האפליקציה לא צריך להיות ריק
pt_br: O nome da aplicação não deve estar vazio

source: Please enter a valid Application Key
ar: يرجى إدخال مفتاح تقديم صالح
fr_fr: Veuillez entrer une clé de candidature valide
he_il: אנא הזן מפתח בקשה תקף
pt_br: Por favor, insira uma Chave de Aplicação válida

source: Location Id
ar: معرف الموقع
fr_fr: Identifiant de localisation
he_il: מזהה מיקום
pt_br: Id de localização

source: Relative Date
ar: التاريخ النسبي
he_il: תאריך יחסי
pt_br: Data relativa

source: Date Range
ar: نطاق التاريخ
fr_fr: Plage de dates
he_il: טווח תאריכים
pt_br: Faixa de Datas

source: SinceSeq Filter
ar: منذ فلتر Seq
fr_fr: Filtre Since Seq
he_il: מאז מסנן SinceSeq
pt_br: Filtro Since Seq

source: Incremental Refresh
ar: تحديث تدريجي
fr_fr: Remise à jour progressive
he_il: רענון הדרגתי
pt_br: Atualização Incremental

source: Error occurred while fetching the Organizations
ar: حدث خطأ أثناء جلب المنظمات
fr_fr: Une erreur s’est produite lors de la récupération des Organisations
he_il: אירעה טעות בעת שליפת הארגונים
pt_br: O erro ocorreu ao buscar as Organizações

source: Show Attachment
ar: عرض المرفق
fr_fr: Attachement à l’émission
he_il: הצגה מצורפת
pt_br: Mostrar Apego

source: Task Attachments
ar: مرفقات المهام
fr_fr: Attachements de tâches
he_il: מצורפים למשימות
pt_br: Anexos de Tarefas

source: Workspace Custom Fields
ar: حقول مخصصة لمساحات العمل
fr_fr: Champs personnalisés de l’espace de travail
he_il: שדות מותאמים אישית ל-Workspace
pt_br: Campos Personalizados do Workspace

source: Project Custom Fields
ar: حقول المشاريع المخصصة
fr_fr: Champs personnalisés du projet
he_il: שדות מותאמים אישית לפרויקט
pt_br: Campos Personalizados do Projeto

source: Portfolio Custom Fields
ar: حقول مخصصة للمحفظة
fr_fr: Champs personnalisés de portefeuille
he_il: שדות מותאמים אישית לתיק עבודות
pt_br: Campos Personalizados do Portfólio

source: All Events
ar: جميع الفعاليات
fr_fr: Tous les événements
he_il: כל האירועים
pt_br: Todos os Eventos

source: Show Job
ar: وظيفة العرض
fr_fr: Travail dans le spectacle
he_il: עבודת מופע
pt_br: Trabalho na Exposição

source: Show Organization Export
ar: تنظيم العرض تصدير
fr_fr: Organisation du salon Export
he_il: ארגון התוכנית לייצוא
pt_br: Organização de Exposição Exportação

source: All Portfolios
ar: جميع المحافظ الاستثمارية
fr_fr: Tous les portefeuilles
he_il: כל התיקים
pt_br: Todos os portfólios

source: Show Portfolio
ar: ملف الأعمال
fr_fr: Portfolio de l’émission
he_il: תיק עבודות התוכניות
pt_br: Portfólio do Programa

source: Portfolio Items
ar: عناصر المحفظة
fr_fr: Éléments du portefeuille
he_il: פריטי תיק עבודות
pt_br: Itens do Portfólio

source: All Portfolio Memberships
ar: جميع عضويات الحقيبة
fr_fr: Tous les membres du portefeuille
he_il: כל חברות הפורטפוליו
pt_br: Todas as Associações do Portfólio

source: Show Portfolio Membership
ar: عضوية ملف البرامج
fr_fr: Afficher l’adhésion au portfolio
he_il: חברות בתיק העבודות
pt_br: Mostrar Membresia no Portfólio

source: Memberships from Portfolio
ar: عضويات من Portfolio
fr_fr: Adhésions issues du Portfolio
he_il: חברות מפורטפוליו
pt_br: Associações do Portfólio

source: Show Project
ar: مشروع العرض
fr_fr: Projet de spectacle
he_il: פרויקט המופע
pt_br: Projeto de Exposição

source: Projects from Task
ar: مشاريع من مهمة
fr_fr: Projets de Task
he_il: פרויקטים מ-Task
pt_br: Projetos da Task

source: Projects from Team
ar: مشاريع من فريق
fr_fr: Projets de l’équipe
he_il: פרויקטים מהצוות
pt_br: Projetos da Equipe

source: Workspace Projects
ar: مشاريع مساحة العمل
fr_fr: Projets d’espace de travail
he_il: פרויקטים של מרחב עבודה
pt_br: Projetos de Espaço de Trabalho

source: Project Task Counts
ar: أعداد مهام المشروع
fr_fr: Comptage des tâches du projet
he_il: ספירת משימות הפרויקט
pt_br: Contagem de Tarefas do Projeto

source: Show Project Membership
ar: عضوية مشروع العرض
fr_fr: Adhésion au projet Show
he_il: חברות בפרויקט המופע
pt_br: Participação no Projeto Show

source: Project from Memberships
ar: مشروع من العضويات
fr_fr: Projet issu des adhésions
he_il: פרויקט מתוך חברות
pt_br: Projeto a partir de Associações

source: Show Project Status
ar: حالة مشروع العرض
fr_fr: Statut du projet de l’exposition
he_il: סטטוס פרויקט התוכנית
pt_br: Status do Projeto do Mostrar

source: Statuses from Project
ar: الحالات من المشروع
fr_fr: Statuts du projet
he_il: סטטוסים מהפרויקט
pt_br: Status do Projeto

source: Show Section
ar: قسم العرض
fr_fr: Section Exposition
he_il: מדור המופעים
pt_br: Seção de Exposição

source: Sessions from Project
ar: جلسات من المشروع
fr_fr: Sessions du projet
he_il: סשנים מתוך פרויקט
pt_br: Sessões do Project

source: Show Story
ar: قصة العرض
fr_fr: Histoire de l’émission
he_il: סיפור התוכנית
pt_br: História do programa

source: Stories from Task
ar: قصص من تاسك
fr_fr: Histoires de Task
he_il: סיפורים מ-Task
pt_br: Histórias de Tarefa

source: All Tags
ar: جميع الوسوم
fr_fr: Tous les tags
he_il: כל התגיות
pt_br: Todas as Tags

source: Show Tag
ar: علامة العرض
fr_fr: Tag d’émission
he_il: הצג תג
pt_br: Etiqueta de Exibição

source: Tags from Task
ar: وسوم من مهمة
fr_fr: Tags issus de la tâche
he_il: תגיות מ-Task
pt_br: Tags da Tarefa

source: Workspace Tags
ar: علامات مساحة العمل
fr_fr: Balises d’espace de travail
he_il: תגי Workspace

source: All Tasks
ar: جميع المهام
fr_fr: Toutes les tâches
he_il: כל המשימות
pt_br: Todas as Tarefas

source: Show Task
ar: مهمة العرض
fr_fr: Tâche de l’émission
he_il: הצגת משימה
pt_br: Tarefa do Espetáculo

source: Tasks from Project
ar: المهام من المشروع
fr_fr: Tâches issues du projet
he_il: משימות מהפרויקט
pt_br: Tarefas do Projeto

source: Tasks from Section
ar: المهام من القسم
fr_fr: Tâches de la Section
he_il: משימות מהמחלקה
pt_br: Tarefas da Seção

source: Tasks from Tag
ar: المهام من Tag
fr_fr: Tâches issues de Tag
he_il: משימות מ-Tag
pt_br: Tarefas do Tag

source: Tasks from User Task
ar: المهام من مهمة المستخدم
fr_fr: Tâches issues de la tâche utilisateur
he_il: משימות מתוך משימת המשתמש
pt_br: Tarefas do User Task

source: Sub Tasks from Task
ar: المهام الفرعية من المهمة
fr_fr: Sous-tâches de la tâche
he_il: משימות משנה מתוך משימה
pt_br: Subtarefas da Tarefa

source: Dependencies from Task
ar: التبعيات من مهمة
fr_fr: Dépendances de Task
he_il: תלות מ-Task
pt_br: Dependências da Tarefa

source: Dependents from Task
ar: المعتمدون من مهمة
fr_fr: Dépendants de la tâche
he_il: תלויים במשימה
pt_br: Dependentes da Tarefa

source: Attachments
ar: المرفقات
fr_fr: Pièces jointes
he_il: קבצים מצורפים
pt_br: Anexos

source: Custom Fields
ar: الحقول المخصصة
fr_fr: Champs personnalisés
he_il: שדות מותאמים אישית
pt_br: Campos Personalizados

source: Custom Field Settings
ar: إعدادات الحقول المخصصة
fr_fr: Paramètres personnalisés des champs
he_il: הגדרות שדה מותאמות אישית
pt_br: Configurações de Campo Personalizadas

source: Jobs
ar: وظائف
fr_fr: Emplois
he_il: עבודות
pt_br: Empregos

source: Portfolios
ar: المحافظ
fr_fr: Portefeuilles
he_il: תיקי
pt_br: Carteiras

source: Portfolio Memberships
ar: عضويات الحقيبة
fr_fr: Adhésions au portefeuille
he_il: חברות בתיק עבודות
pt_br: Associações ao Portfólio

source: Project Memberships
ar: عضويات المشاريع
fr_fr: Adhésions au projet
he_il: חברות בפרויקט
pt_br: Associações ao Projeto

source: Project Statuses
ar: حالات المشروع
fr_fr: Statuts des projets
he_il: סטטוסי פרויקט
pt_br: Status dos Projetos

source: Sections
ar: مقاطع
he_il: מקטעים
pt_br: Seções

source: Stories
ar: القصص
fr_fr: Histoires
he_il: סיפורים
pt_br: Histórias

source: Tasks
ar: المهام
fr_fr: Tâches
he_il: פעילויות
pt_br: Tarefas

source: Show Team
ar: فريق العرض
fr_fr: Équipe de présentation
he_il: צוות המופע
pt_br: Equipe de Apresentação

source: Teams an Oraganization
ar: الفرق وتوزيع الفرق
fr_fr: Équipes et Organisation
he_il: צוותים ואורגניזציה
pt_br: Times e Oraganização

source: User Teams
ar: فرق المستخدمين
fr_fr: Équipes d’utilisateurs
he_il: צוותי משתמשים
pt_br: Equipes de Usuários

source: All Team Memberships
ar: جميع عضويات الفرق
fr_fr: Toutes les adhésions aux équipes
he_il: כל חברות הקבוצות
pt_br: Todas as Associações às Equipes

source: Show Team Membership
ar: عضوية فريق العرض
fr_fr: Membres de l’équipe de spectacle
he_il: חברות בקבוצת התוכנית
pt_br: Membros da Equipe de Exibição

source: Membership from user
ar: العضوية من المستخدم
fr_fr: Adhésion de l’utilisateur
he_il: חברות מהמשתמש
pt_br: Associação do usuário

source: Memberships form Team
ar: العضوية تشكل الفريق
fr_fr: Adhésions de l’équipe
he_il: חברות מהקבוצה
pt_br: Membros formam a Equipe

source: Show User
ar: مستخدم العرض
fr_fr: Afficher l’utilisateur
he_il: משתמש תוכנית
pt_br: Mostrar Usuário

source: User Favorites
ar: مفضلات المستخدمين
fr_fr: Favoris des utilisateurs
he_il: מועדפים על ידי המשתמשים
pt_br: Favoritos dos Usuários

source: Users in Team
ar: المستخدمون في الفريق
fr_fr: Utilisateurs dans l’équipe
he_il: משתמשים בצוות
pt_br: Usuários na equipe

source: Users in Workspaces
ar: المستخدمون في مساحات العمل
fr_fr: Utilisateurs dans les espaces de travail
he_il: משתמשים במרחבי עבודה
pt_br: Usuários em Espaços de Trabalho

source: Show User Task List
ar: عرض قائمة مهام المستخدم
fr_fr: Afficher la liste des tâches utilisateur
he_il: הצגת רשימת משימות משתמש
pt_br: Mostrar lista de tarefas do usuário

source: Users Task List
ar: قائمة مهام المستخدمين
fr_fr: Liste des tâches des utilisateurs
he_il: רשימת משימות משתמשים
pt_br: Lista de Tarefas dos Usuários

source: Team Memberships
ar: عضوية الفرق
fr_fr: Adhésions aux équipes
he_il: חברות בקבוצות
pt_br: Membros das equipes

source: TypeaHead
ar: تايباهيد

source: User Task Lists
ar: قوائم مهام المستخدمين
fr_fr: Listes de tâches utilisateur
he_il: רשימות משימות משתמשים
pt_br: Listas de Tarefas de Usuário

source: All Workspaces
ar: جميع مساحات العمل
fr_fr: Tous les espaces de travail
he_il: כל מרחבי העבודה
pt_br: Todos os Espaços de Trabalho

source: Show Workspaces
ar: مساحات العمل للعرض
fr_fr: Afficher les espaces de travail
he_il: הצגת מרחבי עבודה
pt_br: Mostrar Espaços de Trabalho

source: Show Workspace Memberships
ar: عضويات مساحة العمل في العرض
fr_fr: Afficher les abonnements au Workspace
he_il: חברות ב-Workspace Show
pt_br: Mostrar Assinaturas ao Workspace

source: User Workspace Memberships
ar: عضويات مساحة المستخدم
fr_fr: Adhésions aux espaces de travail utilisateurs
he_il: חברות במרחב המשתמשים
pt_br: Associações ao Espaço de Trabalho do Usuário

source: Workspace memberships for workspace
ar: عضويات مساحة العمل لمساحة العمل
fr_fr: Abonnements à l’espace de travail pour l’espace de travail
he_il: חברות ב-workspace עבור Workspace
pt_br: Assinaturas de workspace para workspace

source: Workspaces
ar: مساحات العمل
fr_fr: Espaces de travail
he_il: מרחבי עבודה
pt_br: Espaços de trabalho

source: Workspace Memberships
ar: عضويات مساحة العمل
fr_fr: Abonnements au Workspace
he_il: חברות ב-Workspace
pt_br: Assinaturas ao Workspace

source: Club
ar: ناد
he_il: מועדון
pt_br: Porrete

source: Corps
ar: فيلق
he_il: חיל
pt_br: Corpo

source: Scheduling
ar: جدوله
fr_fr: Planification
he_il: תזמון
pt_br: Agendamento

source: Custom Categories
ar: الفئات المخصصة
fr_fr: Catégories personnalisées
he_il: קטגוריות מותאמות אישית
pt_br: Categorias Personalizadas

source: Guest Passes
ar: تصاريح الضيوف
fr_fr: Passes invités
he_il: כרטיסי אורח
pt_br: Passes de Convidado

source: Prospect Types
ar: أنواع المواهب
fr_fr: Types de prospects
he_il: סוגי פרוספקטים
pt_br: Tipos de Prospectos

source: Membership Types
ar: أنواع العضوية
fr_fr: Types d’adhésion
he_il: סוגי חברות
pt_br: Tipos de Associação

source: Refferal Types
ar: أنواع المرجع
he_il: סוגי רפרל
pt_br: Tipos de Referência

source: Clubs
ar: النوادي
fr_fr: Trèfle
he_il: מועדוני
pt_br: Paus

source: Class Categories
ar: فئات الفئة
fr_fr: Catégories de classes
he_il: קטגוריות מחלקות
pt_br: Categorias de Classe

source: Staff Types
ar: أنواع الموظفين
fr_fr: Types de personnel
he_il: סוגי צוות
pt_br: Tipos de Bastão

source: Conversations Groups
ar: مجموعات المحادثات
fr_fr: Groupes de conversation
he_il: קבוצות שיחות
pt_br: Grupos de Conversação

source: Do Not Disturb
ar: لا تزعج
fr_fr: Ne pas déranger
he_il: אל תפריע
pt_br: Não Perturbe

source: Do Not Disturb Info
ar: معلومات عدم الإزعاج
fr_fr: Ne pas déranger les informations
he_il: מידע על אל תפריע
pt_br: Não Perturbe as Informações

source: Emoji Groups
ar: مجموعات الإيموجي
fr_fr: Groupes d’emojis
he_il: קבוצות אימוג'י
pt_br: Grupos de Emojis

source: Files Info
ar: معلومات الملفات
fr_fr: Informations sur les fichiers
he_il: מידע על הקבצים
pt_br: Informações dos Arquivos

source: Files Groups
ar: مجموعات الملفات
fr_fr: Groupes de fichiers
he_il: קבוצות קבצים
pt_br: Grupos de Arquivos

source: Files Remote Info
ar: معلومات الملفات عن بعد
fr_fr: Fichiers Informations à distance
he_il: מידע מרחוק קבצים
pt_br: Informações Remotas de Arquivos

source: Files Remote Groups
ar: مجموعات الملفات البعيدة
fr_fr: Groupes distants de fichiers
he_il: קבוצות קבצים מרוחקות
pt_br: Grupos Remotos de Arquivos

source: Reactions Groups
ar: مجموعات ردود الفعل
fr_fr: Groupes de réactions
he_il: קבוצות תגובות
pt_br: Grupos de Reação

source: Reminders
ar: رسائل التذكير
fr_fr: Rappels
he_il: תזכורות
pt_br: Lembretes

source: Reminders Groups
ar: مجموعات التذكيرات
fr_fr: Groupes de rappels
he_il: קבוצות תזכורות
pt_br: Grupos de Lembretes

source: Stars
ar: النجوم
fr_fr: Étoiles
he_il: כוכבים
pt_br: Estrelas

source: Stars Groups
ar: مجموعات النجوم
fr_fr: Groupes Stars
he_il: קבוצות הכוכבים
pt_br: Grupos Stars

source: Team Info
ar: معلومات الفريق
fr_fr: Informations sur l’équipe
he_il: מידע על הקבוצה
pt_br: Informações do Time

source: Team Profile Get
ar: ملف الفريق احصل
fr_fr: Profil d’équipe Obtenir
he_il: פרופיל צוות Get
pt_br: Perfil do time Obter

source: User Group
ar: مجموعة المستخدمين
fr_fr: Groupe d’utilisateurs
he_il: קבוצת משתמשים
pt_br: Grupo de Usuários

source: User Groups Details
ar: تفاصيل مجموعات المستخدمين
fr_fr: Détails des groupes d’utilisateurs
he_il: פרטי קבוצות משתמשים
pt_br: Detalhes dos Grupos de Usuários

source: Users Conversations
ar: محادثات المستخدمين
fr_fr: Conversations des utilisateurs
he_il: שיחות משתמשים
pt_br: Conversas dos Usuários

source: Users Get Presence
ar: المستخدمون يحصلون على حضور
fr_fr: Les utilisateurs obtiennent une présence
he_il: משתמשים מקבלים נוכחות
pt_br: Usuários ganham presença

source: Users Groups
ar: مجموعات المستخدمين
fr_fr: Groupes d’utilisateurs
he_il: קבוצות משתמשים
pt_br: Grupos de Usuários

source: Users Profile Get
ar: ملف تعريف المستخدمين احصل
fr_fr: Profil utilisateur Obtenir
he_il: פרופיל משתמש קבל
pt_br: Perfil dos usuários Obter

source: Channels
ar: القنوات
fr_fr: Canaux
he_il: ערוצי
pt_br: Canais

source: Channels Groups
ar: مجموعات القنوات
fr_fr: Groupes de chaînes
he_il: קבוצות ערוצים
pt_br: Grupos de Canais

source: Groups Details
ar: تفاصيل المجموعات
fr_fr: Détails des groupes
he_il: פרטי קבוצות
pt_br: Detalhes dos Grupos

source: Direct Messages
ar: الرسائل المباشرة
fr_fr: Messages directs
he_il: הודעות ישירות
pt_br: Mensagens Diretas

source: Direct Messages Groups
ar: مجموعات الرسائل المباشرة
fr_fr: Groupes de messages directs
he_il: קבוצות הודעות ישירות
pt_br: Grupos de Mensagens Diretas

source: Multi Party Direct Messages
ar: الرسائل المباشرة متعددة الأطراف
fr_fr: Messages directs multipartites
he_il: הודעות ישירות רב-צדדיות
pt_br: Mensagens Diretas Multipartidárias

source: Multi Party Direct Messages Groups
ar: مجموعات الرسائل المباشرة متعددة الأطراف
fr_fr: Groupes de messages directs multipartites
he_il: קבוצות הודעות ישירות רב-צדדיות
pt_br: Grupos de Mensagens Diretas Multipartidários
