Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: View Items Tagged In app and Space
ar: عرض العناصر الموسومة في التطبيق والمساحة
fr_fr: Voir les éléments tagués dans l’application et l’espace
he_il: הצג פריטים מתויגים באפליקציה ובמרחב
pt_br: Ver itens Marcados no app e no espaço

source: View Objects on app With Tag
ar: عرض الكائنات على التطبيق باستخدام الوسم
fr_fr: Visualiser les objets sur l’application avec un tag
he_il: הצג אובייקטים באפליקציה עם תג
pt_br: Veja objetos no app com a tag

source: View Objects on Organization With Tag
ar: عرض الكائنات على التنظيم باستخدام الوسم
fr_fr: Voir les objets sur Organization with Tag
he_il: הצג אובייקטים בארגון עם תג
pt_br: Visualizar objetos na organização com tag

source: View Objects on Space With Tag
ar: عرض الأجسام على الفضاء باستخدام العلامة
fr_fr: Visualiser les objets dans l’espace avec Tag
he_il: הצג עצמים במרחב עם תג
pt_br: Ver objetos no espaço com a tag

source: View Tags on app
ar: عرض الوسوم على التطبيق
fr_fr: Afficher les tags sur l’application
he_il: הצג תגיות באפליקציה
pt_br: Ver Tags no aplicativo

source: View Tags on app Top
ar: عرض الوسوم على التطبيق الأعلى
fr_fr: Voir les tags sur l’application Haut
he_il: הצג תגיות באפליקציה למעלה
pt_br: Ver Tags no app Topo

source: View Tags on Organization
ar: عرض الوسوم على التنظيم
fr_fr: Voir les tags sur Organisation
he_il: הצג תגיות על ארגון
pt_br: Ver Tags em Organização

source: View Tags on Space
ar: عرض الوسوم على الفضاء
fr_fr: Voir les balises sur l’espace
he_il: הצג תגיות בחלל
pt_br: Ver Tags no espaço

source: All Labels
ar: جميع العلامات
fr_fr: Tous les labels
he_il: כל הלייבלים
pt_br: Todos os Selos

source: View Task
ar: عرض المهمة
fr_fr: Voir la tâche
he_il: הצג משימה
pt_br: Ver Tarefa

source: View Task Count
ar: عرض عدد المهام
fr_fr: Voir le nombre de tâches
he_il: הצג ספירת משימות
pt_br: Ver Contagem de Tarefas

source: All Task Summary
ar: ملخص جميع المهام
fr_fr: Résumé de toutes les tâches
he_il: סיכום כל המשימות
pt_br: Resumo de Todas as Tarefas

source: View Task Summary for Org
ar: عرض ملخص المهمة ل Org
fr_fr: Voir le résumé des tâches pour Org
he_il: הצג סיכום משימה עבור Org
pt_br: Veja o Resumo da Tarefa para a Org

source: View Task Summary for Personal
ar: عرض ملخص المهمة للشخصي
fr_fr: Voir le résumé de la tâche pour le personnel
he_il: צפה בסיכום משימה אישית
pt_br: Veja o resumo da tarefa para o pessoal

source: View Task Summary for Ref
ar: عرض ملخص المهمة للمرجع
fr_fr: Voir le résumé de la tâche pour référence
he_il: צפה בסיכום המשימה עבור Ref
pt_br: Veja o Resumo da Tarefa para referência

source: View Task Summary for Space
ar: عرض ملخص المهمة للمساحة
fr_fr: Voir le résumé de la tâche pour Space
he_il: הצג סיכום משימה עבור חלל
pt_br: Veja o Resumo da Tarefa para o Espaço

source: View Task Totals by Time
ar: عرض إجمالي المهام حسب الوقت
fr_fr: Voir les totaux des tâches par temps
he_il: הצג סך משימות לפי זמן
pt_br: Veja o total de tarefas por tempo

source: All Task Totals V2
ar: جميع إجماليات المهام V2
fr_fr: Tous les totaux de tâches v2
he_il: כל סך המשימות V2
pt_br: Todos os Totais de Tarefas V2

source: View Tasks
ar: عرض المهام
fr_fr: Voir les tâches
he_il: הצג משימות
pt_br: Ver Tarefas

source: View Tasks With Ref
ar: عرض المهام باستخدام المرجع
fr_fr: Voir les tâches avec la référence
he_il: הצג משימות עם הפניה
pt_br: Ver Tarefas com Ref

source: User Notification Settings
ar: إعدادات إشعارات المستخدم
fr_fr: Paramètres de notification utilisateur
he_il: הגדרות התראות למשתמש
pt_br: Configurações de Notificação ao Usuário

source: User Notifications Setting
ar: إعداد إشعارات المستخدم
fr_fr: Paramètres des notifications utilisateur
he_il: הגדרת התראות משתמש
pt_br: Configuração de Notificações ao Usuário

source: View Profile
ar: عرض الملف الشخصي
fr_fr: Voir le profil
he_il: הצג פרופיל
pt_br: Ver Perfil

source: View Profile Field
ar: عرض الملف الشخصي في حقل
fr_fr: Voir le champ de profil
he_il: הצג שדה פרופיל
pt_br: Ver Campo de Perfil

source: View User Property
ar: عرض خصائص المستخدم
fr_fr: Voir la propriété utilisateur
he_il: הצג נכס משתמש
pt_br: Ver Propriedade do Usuário

source: View User Status
ar: عرض حالة المستخدم
fr_fr: Voir le statut de l’utilisateur
he_il: הצג סטטוס משתמש
pt_br: Ver Status do Usuário

source: Get View
ar: احصل على العرض
fr_fr: Obtenir une vue
he_il: הצג
pt_br: Veja

source: Get Views
ar: احصل على المشاهدات
fr_fr: Obtenir des vues
he_il: קבלו צפיות
pt_br: Receba visualizações

source: Voting
ar: التصويت
fr_fr: Vote
he_il: בחירה
pt_br: Votação

source: View app Votings
ar: عرض تطبيق التصويت
fr_fr: Voir les votes de l’application
he_il: הצג הצבעות באפליקציה
pt_br: Ver votações no aplicativo

source: View List of Users With Votes
ar: عرض قائمة المستخدمين الذين لديهم أصوات
fr_fr: Voir la liste des utilisateurs ayant voté
he_il: הצג רשימת משתמשים עם קולות
pt_br: Veja a lista de usuários com votos

source: View Results of Voting on Item
ar: عرض نتائج التصويت على البند
fr_fr: Voir les résultats du vote sur le point
he_il: הצג תוצאות הצבעה על פריט
pt_br: Veja os resultados da votação sobre o item

source: View Results of all app Voting on Item
ar: عرض نتائج جميع التطبيقات التي تصوت على العنصر
fr_fr: Voir les résultats de tous les votes de l’application sur l’article
he_il: צפה בתוצאות כל ההצבעה באפליקציה על פריט
pt_br: Veja os resultados de todas as votações do aplicativo por item

source: View Voting
ar: عرض التصويت
fr_fr: Vote de vue
he_il: צפה בהצבעה
pt_br: Ver Votação

source: Widgets
ar: الحاجيات
he_il: יישומונים

source: View Widget
ar: عرض العنصر
fr_fr: Voir le widget
he_il: הצג ווידג'ט
pt_br: Visualizar Widget

source: View Widgets
ar: عرض الأدوات
fr_fr: Affichage des widgets
he_il: הצג ווידג'טים
pt_br: Visualizar Widgets

source: Query Account
ar: حساب الاستعلام
fr_fr: Compte de requête
he_il: חשבון שאילתה
pt_br: Consulta à Conta

source: Read Account
ar: اقرأ الرواية
fr_fr: Lire le récit
he_il: קרא את הסיפור
pt_br: Leia o relato

source: Account List Detail
ar: تفاصيل قائمة الحسابات
fr_fr: Détails de la liste des comptes
he_il: פירוט רשימת החשבון
pt_br: Detalhes da Lista de Contas

source: Query Account List Detail
ar: تفاصيل قائمة الحساب الاستعلامية
fr_fr: Requête des détails de la liste de comptes
he_il: פרטי רשימת חשבון השאילתות
pt_br: Consultar detalhes da lista de contas

source: AP Aging Detail
ar: تفاصيل التقدم في العمر في AP
fr_fr: Détail de vieillissement AP
he_il: פרט הזדקנות AP
pt_br: Detalhe de Envelhecimento AP

source: Query Ap Aging Detail
ar: استعلام تفاصيل شيخوخة AP
fr_fr: Interroger les détails de vieillissement des AP
he_il: חיפוש פרטי הזדקנות AP
pt_br: Consultar Detalhes do Envelhecimento do AP

source: AP Aging Summary
ar: ملخص شيخوخة وكالة AP
fr_fr: Résumé du vieillissement AP
he_il: סיכום הזדקנות AP
pt_br: Resumo do Envelhecimento AP

source: Query AP Aging Summary
ar: ملخص الشيخوخة في AP للاستفسار
fr_fr: Requête dans le résumé du vieillissement AP
he_il: סיכום ההזדקנות של AP שאילתה
pt_br: Consultar o Resumo do Envelhecimento da AP

source: AR Aging Detail
ar: تفاصيل الشيخوخة في EL
fr_fr: Détail de vieillissement EL
he_il: פרטי הזדקנות EL
pt_br: Detalhe de Envelhecimento EL

source: Query AR Aging Detail
ar: استعلام تفاصيل تعتيقة DE
fr_fr: Requête sur le détail de vieillissement de la DE
he_il: חיפוש DE Aging Detail
pt_br: Consultar o Detalhe do Envelhecimento do DE

source: AR Aging Summary
ar: ملخص شيخوخة الواقع المعزز
fr_fr: Résumé du vieillissement en AR
he_il: סיכום הזדקנות AR
pt_br: Resumo do Envelhecimento em AR

source: Query AR Aging Summary
ar: ملخص الشيخوخة في الواقع المعزز للاستفسار
fr_fr: Requête sur le résumé du vieillissement de la RA
he_il: סיכום ההזדקנות של AR שאילתה
pt_br: Consultar Resumo do Envelhecimento do AR

source: Attachable
ar: الحاقه
fr_fr: Saisissable
he_il: ניתן לחיבור
pt_br: Anexável

source: Query Attachable
ar: قابلة للاستعلام المرفقة
he_il: ניתן לחיבור שאילתה
pt_br: Anexável de Consulta

source: Read Attachable
ar: اقرأ القابل للربط
fr_fr: Lire Attachable
he_il: קרא מצורף
pt_br: Leia Attachable

source: Balance Sheet
ar: الميزانية العمومية
fr_fr: Bilan
he_il: מאזן
pt_br: Balanço

source: Query Balance Sheet
ar: الميزانية العمومية للاستفسار
fr_fr: Requête du bilan
he_il: מאזן שאילתות
pt_br: Consultar o Balanço Patrimonial

source: Bill
ar: فاتورة
fr_fr: Facture
he_il: שטר
pt_br: Conta

source: Query Bill
ar: مشروع قانون الاستعلام
fr_fr: Projet de loi sur les requêtes
he_il: הצעת חוק שאילתה
pt_br: Projeto de Lei de Consulta

source: Read Bill
ar: اقرأ مشروع القانون
fr_fr: Lisez Bill
he_il: קרא את החוק
pt_br: Leia Bill

source: Bill Payments
ar: مدفوعات الفواتير
fr_fr: Paiements de factures
he_il: תשלומי חשבונות
pt_br: Pagamentos de contas

source: Query Bill Payments
ar: استعلام مدفوعات الفواتير
fr_fr: Interroger les paiements de factures
he_il: שאילתה על תשלומי חשבונות
pt_br: Consultar Pagamentos de Contas

source: Read Bill Payments
ar: اقرأ دفعات الفواتير
fr_fr: Lire les paiements de factures
he_il: קרא תשלומי חשבונות
pt_br: Leia Pagamentos de Contas

source: Budget
ar: ميزانية
he_il: תקציב
pt_br: Orçamento

source: Query Budget
ar: ميزانية الاستعلام
fr_fr: Budget de requête
he_il: תקציב שאילתה
pt_br: Orçamento de Consulta

source: Cash Flow
ar: التدفق النقدي
fr_fr: Flux de trésorerie
he_il: תזרים מזומנים
pt_br: Fluxo de caixa

source: Query Cash Flow
ar: استعلام التدفق النقدي
fr_fr: Requête des flux de trésorerie
he_il: שאילתא לתזרים מזומנים
pt_br: Consulta ao fluxo de caixa

source: Change Data Capture
ar: التقاط بيانات التغيير
fr_fr: Capture des données de modification
he_il: לכידת נתוני שינוי
pt_br: Captura de Dados de Alteração

source: Changed Entries
ar: تم تغيير المشاركات
fr_fr: Entrées modifiées
he_il: רשומות ששונו
pt_br: Entradas Alteradas

source: Class
ar: فصل
fr_fr: Classe
he_il: מחלקה
pt_br: Classe

source: Query Class
ar: فئة الاستعلام
fr_fr: Classe de requête
he_il: מחלקת שאילתה
pt_br: Classe de Consulta

source: Read Class
ar: اقرأ الفئة
fr_fr: Cours de lecture
he_il: קריאה מחלקת
pt_br: Aula de leitura

source: Company Currency
ar: عملة الشركة
fr_fr: Monnaie de la société
he_il: מטבע החברה
pt_br: Moeda da Companhia

source: Query Company Currency
ar: استعلام عملة الشركة
fr_fr: Requête sur la monnaie de l’entreprise
he_il: שאילתה למטבע החברה
pt_br: Consultar a Moeda da Empresa

source: Read Company Currency
ar: اقرأ عملة الشركة
fr_fr: Lire la monnaie de l’entreprise
he_il: קרא מטבע החברה
pt_br: Leia a Moeda da Empresa

source: Company Info
ar: معلومات الشركة
fr_fr: Informations sur l’entreprise
he_il: מידע על החברה
pt_br: Informações da empresa

source: Query Company Info
ar: استعلام معلومات الشركة
fr_fr: Interroger les informations de l’entreprise
he_il: חיפוש מידע על החברה
pt_br: Consultar informações da empresa

source: Read Company Info
ar: اقرأ معلومات الشركة
fr_fr: Lire les infos de l’entreprise
he_il: קראו מידע על החברה
pt_br: Leia as informações da empresa

source: Query Credit Memo
ar: مذكرة استعلام الائتمان
fr_fr: Mémo de crédit de requête
he_il: מזכר אשראי שאילתה
pt_br: Consultar Memorando de Crédito

source: Read Credit Memo
ar: اقرأ مذكرة الاعتماد
fr_fr: Lire le mémo de crédit
he_il: קראו את מזכר הקרדיט
pt_br: Leia o Memorando de Créditos

source: Query Customer
ar: استفسار العميل
fr_fr: Requête client
he_il: שאילתת לקוח
pt_br: Consultar o Cliente

source: Read Customer
ar: اقرأ العميل
fr_fr: Lire le client
he_il: קרא לקוח
pt_br: Leia o Cliente

source: Customer Balance
ar: توازن العملاء
fr_fr: Solde des clients
he_il: איזון לקוחות
pt_br: Saldo do Cliente

source: Query Customer Balance
ar: استعلام توازن العملاء
fr_fr: Requête du solde client
he_il: שאילתא מאזן לקוחות
pt_br: Consultar o Saldo do Cliente

source: Customer Balance Detail
ar: تفاصيل توازن العملاء
fr_fr: Détails du solde client
he_il: פרטי איזון הלקוחות
pt_br: Detalhes do Saldo do Cliente

source: Query Balance Detail
ar: تفاصيل توازن الاستعلام
fr_fr: Détail de l’équilibre des requêtes
he_il: פרטי איזון השאילתות
pt_br: Detalhe do Balanceamento da Consulta

source: Customer Income
ar: دخل العملاء
fr_fr: Revenus des clients
he_il: הכנסות לקוחות
pt_br: Receita dos Clientes

source: Query Customer Income
ar: استعلام دخل العميل
fr_fr: Interroger le revenu des clients
he_il: שאילתא על הכנסות לקוח
pt_br: Consultar a Receita do Cliente

source: Customer Type
ar: نوع العميل
fr_fr: Type de client
he_il: סוג לקוח
pt_br: Tipo de Cliente

source: Query Customer Type
ar: نوع العميل للاستفسار
fr_fr: Requête type de client
he_il: סוג לקוח שאילתא
pt_br: Consultar Tipo de Cliente

source: Read Customer Type
ar: اقرأ نوع العميل
fr_fr: Lire le type de client
he_il: קרא סוג לקוח
pt_br: Leia o Tipo de Cliente

source: Query Department
ar: قسم الاستعلام
fr_fr: Département de requêtes
he_il: מחלקת שאילתות
pt_br: Departamento de Consultas

source: Read Department
ar: اقرأ القسم
fr_fr: Département de lecture
he_il: מחלקת קריאה
pt_br: Departamento de Leitura

source: Query Deposit
ar: إيداع الاستعلام
fr_fr: Dépôt de requêtes
he_il: הפקדת שאילתה

source: Read Deposit
ar: قراءة الإيداع
fr_fr: Lire le dépôt
he_il: קריאת הפקדה
pt_br: Leia o Depósito

source: Query Employee
ar: موظف استفسار
fr_fr: Interroger l’employé
he_il: עובד שאילתה
pt_br: Consultar o Funcionário

source: Read Employee
ar: اقرأ الموظف
fr_fr: Lire Employé
he_il: קרא עובד
pt_br: Leia Funcionário

source: Query Estimate
ar: تقدير الاستعلام
fr_fr: Estimation de requête
he_il: הערכת שאילתה
pt_br: Estimativa de Consulta

source: Read Estimate
ar: اقرأ تقدير
fr_fr: Lire l’estimation
he_il: קרא הערכה
pt_br: Leia Estimativa

source: Exchangerate
ar: سعر الصرف
fr_fr: Taux de change
he_il: שער חליפין
pt_br: Taxa de câmbio

source: Exchangerate for Individual Currency Code
ar: سعر الصرف لرمز العملة الفردية
fr_fr: Taux de change pour le code monétaire individuel
he_il: שער החליפין עבור קוד מטבע בודד
pt_br: Taxa de câmbio para o código de moeda individual

source: Query Exchangerate
ar: استعلام سعر الصرف
fr_fr: Requête du taux de change
he_il: שער חליפין שאילתה
pt_br: Consulta à Taxa de Câmbio

source: Query General Ledger
ar: استعلام السجل العام
fr_fr: Requête grand livre général
he_il: שאילתא לספר החשבונות הכללי

source: Inventary Valuation Summary
ar: ملخص تقييم الاختراع
fr_fr: Résumé de l’évaluation de l’inventaire
he_il: סיכום הערכת שווי המצאתית
pt_br: Resumo da Avaliação do Inventário

source: Query Inventary Valuation Summary
ar: ملخص تقييم الاختراع للاستفسار
fr_fr: Résumé de l’évaluation de l’inventaire de requêtes
he_il: סיכום הערכת שווי Inventary שאילתה
pt_br: Resumo da Avaliação do Inventário de Consultas

source: Query Invoice
ar: فاتورة الاستعلام
fr_fr: Requête de la facture
he_il: חשבונית שאילתה
pt_br: Consultar Fatura

source: Read Invoice
ar: اقرأ الفاتورة
fr_fr: Lire la facture
he_il: קריאת חשבונית
pt_br: Leia a fatura

source: Item
ar: بند
fr_fr: Article
he_il: פריט

source: Query Item
ar: عنصر الاستعلام
fr_fr: Objet de requête
he_il: פריט שאילתה
pt_br: Item de consulta

source: Read Item
ar: اقرأ البند
fr_fr: Lire l’article
he_il: קריאת פריט
pt_br: Ler Item

source: Journal Code
ar: كود المجلة
fr_fr: Code de la revue
he_il: קוד כתב עת
pt_br: Código do Periódico

source: Query JournalCode
ar: استعلام JournalCode
fr_fr: Requête JournalCode
he_il: שאילתא JournalCode
pt_br: Consultar Código de Diário

source: Read Journal Code
ar: اقرأ كود المجلة
fr_fr: Code de lecture de revue
he_il: קרא קוד כתב עת
pt_br: Código de Leitura de Periódico

source: Query Journal Entry
ar: مدخل يوميات الاستعلام
he_il: רשומת יומן שאילתה
pt_br: Entrada do Diário de Consulta

source: Read Journal Entry
ar: اقرأ مدخل اليوميات
fr_fr: Lire l’entrée du journal
he_il: קריאת רשומת יומן
pt_br: Leia a entrada do diário

source: Journal Report
ar: تقرير المجلة
fr_fr: Rapport de revue
he_il: דוח כתב העת
pt_br: Relatório do Jornal

source: Query Journal Report
ar: تقرير المجلة الاستعلامية
he_il: דוח כתב עת שאילתה
pt_br: Relatório de Consulta ao Diário

source: Journal Report Fr
ar: تقرير المجلة Fr
fr_fr: Rapport de revue fr
he_il: דוח כתב עת Fr
pt_br: Relatório do Jornal Fr

source: Query Journal Report FR
ar: تقرير المجلة FR
fr_fr: Rapport de revue de requête FR
he_il: דיווח שאילתה על כתב העת FR
pt_br: Relatório de Consulta do Diário FR

source: Payment
ar: دفع
fr_fr: Paiement
he_il: תשלום
pt_br: Pagamento

source: Read Payment
ar: اقرأ الدفع
fr_fr: Lire le paiement
he_il: קרא תשלום
pt_br: Leia o Pagamento

source: Query Payment
ar: دفع الاستعلام
fr_fr: Paiement par requête
he_il: תשלום באמצעות שאילתה
pt_br: Pagamento por Consulta

source: Query Payment Method
ar: طريقة الدفع للاستفسار
fr_fr: Méthode de paiement interrogée
he_il: שיטת תשלום שאילתה
pt_br: Consulta ao Método de Pagamento

source: Read Payment Method
ar: اقرأ طريقة الدفع
fr_fr: Lire la méthode de paiement
he_il: קרא את שיטת התשלום
pt_br: Leia o Método de Pagamento

source: Preferences
ar: التفضيلات
fr_fr: Préférences
he_il: העדפות
pt_br: Preferências

source: Query Preferences
ar: تفضيلات الاستعلام
he_il: העדפות שאילתה
pt_br: Preferências de Consulta

source: Read Preferences
ar: تفضيلات القراءة
fr_fr: Lecture des préférences
he_il: העדפות קריאה
pt_br: Preferências de leitura

source: Profit And Loss
ar: الربح والخسائر
fr_fr: Profits et pertes
he_il: רווח והפסד
pt_br: Lucro e Prejuízo

source: Query Profit and Loss
ar: الاستعلام عن الربح والخسائر
fr_fr: Interroger les résultats des profits et pertes
he_il: שאילתא רווח והפסד
pt_br: Consultar Lucros e Prejuízos

source: Profit and Loss Detail
ar: تفاصيل الأرباح والخسائر
fr_fr: Détails sur les résultats et pertes
he_il: פירוט רווח והפסד
pt_br: Detalhes de Lucros e Prejuízos

source: Query Profit and Loss Detail
ar: استعلام تفاصيل الأرباح والخسائر
fr_fr: Requête des détails des profits et pertes
he_il: פירוט רווח והפסד של שאילתה
pt_br: Consultar Detalhes de Lucros e Perdas

source: Purchase
ar: ابتاع
fr_fr: Achat
he_il: לקנות
pt_br: Compra

source: Query Purchase
ar: شراء الاستعلام
fr_fr: Requête Achat
he_il: רכישת שאילתה
pt_br: Consulta Compra

source: Read Purchase
ar: اقرأ الشراء
fr_fr: Lire Acheter
he_il: קרא רכישה
pt_br: Leia Compra

source: Query Purchase Order
ar: طلب شراء الاستعلام
fr_fr: Interroger un bon de commande
he_il: הזמנת הזמנת רכישה
pt_br: Consultar a Ordem de Compra

source: Read Purchase Order
ar: اقرأ طلب الشراء
fr_fr: Lire l’ordre d’achat
he_il: קראו הזמנת רכישה
pt_br: Leia a Ordem de Compra

source: Refund Receipt
ar: إيصال استرداد
fr_fr: Reçu de remboursement
he_il: קבלת החזר
pt_br: Recebimento de Reembolso

source: Query Refund Receipt
ar: استعلام استلام استرداد المبلغ
fr_fr: Interroger le reçu de remboursement
he_il: קבלת החזר שאילתה
pt_br: Consultar o Comprovante de Reembolso

source: Read Refund Receipt
ar: اقرأ إيصال الاسترداد
fr_fr: Lire le reçu de remboursement
he_il: קרא את קבלת ההחזר
pt_br: Leia o Boletim de Reembolso

source: Sales by ClassSummary
ar: المبيعات حسب الفئة ملخص
fr_fr: Ventes par classeRésumé
he_il: מכירות לפי מקצוע סיכום
pt_br: Vendas por ClassResumo

source: Query Sales by Class Summary
ar: ملخص مبيعات الاستعلام حسب الفئة
fr_fr: Résumé des ventes par classe
he_il: סיכום מכירות לפי מחלקה
pt_br: Resumo de Vendas por Classe

source: Sales by Customer
ar: المبيعات حسب العميل
fr_fr: Ventes par client
he_il: מכירות לפי לקוח
pt_br: Vendas por cliente

source: Query Sales by Customer
ar: استعلام المبيعات حسب العميل
fr_fr: Requête des ventes par client
he_il: חיפוש מכירות לפי לקוח
pt_br: Consultar vendas por cliente

source: Sales by Department
ar: المبيعات حسب القسم
fr_fr: Ventes par département
he_il: מכירות לפי מחלקה
pt_br: Vendas por Departamento

source: Query Sales by Department
ar: استعلام المبيعات حسب القسم
fr_fr: Interroger les ventes par département
he_il: חיפוש מכירות לפי מחלקה
pt_br: Consultar Vendas por Departamento

source: Sales by Product
ar: المبيعات حسب المنتج
fr_fr: Ventes par produit
he_il: מכירות לפי מוצר
pt_br: Vendas por Produto

source: Query Sales by Product
ar: استعلام المبيعات حسب المنتج
fr_fr: Requête des ventes par produit
he_il: חיפוש מכירות לפי מוצר
pt_br: Consultar vendas por produto

source: Sales Receipt
ar: إيصال المبيعات
fr_fr: Facture
he_il: קבלת מכירות
pt_br: Recibo de Venda

source: Query Sales Receipt
ar: استعلام إيصال المبيعات
fr_fr: Interroger le reçu de vente
he_il: קבלת מכירות שאילתה
pt_br: Consultar o Recibo de Venda

source: Read Sales Receipt
ar: اقرأ إيصال المبيعات
fr_fr: Lire le reçu de vente
he_il: קרא קבלת מכירה
pt_br: Leia o Recibo de Venda

source: Tax Classification
ar: التصنيف الضريبي
fr_fr: Classification fiscale
he_il: סיווג מס
pt_br: Classificação Tributária

source: Read Tax Classification by Id
ar: اقرأ تصنيف الضرائب حسب الهوية
fr_fr: Lire la classification fiscale par identifiant
he_il: קראו סיווג מס לפי Id
pt_br: Leia Classificação Tributária por ID

source: Read Tax Classification by Parent Id
ar: اقرأ تصنيف الضرائب حسب معرف الوالد
fr_fr: Lire la classification fiscale par identifiant parental
he_il: קרא סיווג מס לפי תעודת זהות הורה
pt_br: Leia a classificação tributária por identificação dos pais

source: Read All Tax Classification
ar: اقرأ كل تصنيف الضرائب
fr_fr: Lire toute la classification fiscale
he_il: קראו את כל סיווג המס
pt_br: Leia toda a classificação tributária

source: Read Tax Classification by Level
ar: اقرأ تصنيف الضرائب حسب المستوى
fr_fr: Lire la classification fiscale par niveau
he_il: קרא סיווג מס לפי רמה
pt_br: Leia Classificação Tributária por Nível

source: Tax Code
ar: قانون الضرائب
fr_fr: Code fiscal
he_il: קוד המס
pt_br: Código Tributário

source: Query Tax Code
ar: استعلام رمز الضرائب
fr_fr: Interroger le code fiscal
he_il: קוד מס שאילתה
pt_br: Consultar o Código Tributário

source: Read Tax Code
ar: اقرأ قانون الضرائب
fr_fr: Lire le Code fiscal
he_il: קריאת קוד המס
pt_br: Leia o Código Tributário

source: Tax Payment
ar: دفع الضرائب
fr_fr: Paiement de l’impôt
he_il: תשלום מס
pt_br: Pagamento de impostos

source: Query Tax Payment
ar: استعلام دفع الضرائب
fr_fr: Requête du paiement de la taxe
he_il: תשלום מס שאילתה
pt_br: Consultar o pagamento do imposto

source: Read Tax Payment
ar: اقرأ دفع الضرائب
fr_fr: Lire le paiement des impôts
he_il: קרא תשלום מס
pt_br: Leia Pagamento de Impostos

source: Tax Rate
ar: معدل الضريبة
fr_fr: Taux d’imposition
he_il: שיעור מס
pt_br: Alíquota de imposto

source: Query Tax Rate
ar: معدل ضريبة الاستعلام
fr_fr: Interroger le taux d’imposition
he_il: שיעור מס שאילתה
pt_br: Consulta à Alíquota do Imposto

source: Read Tax Rate
ar: معدل الضريبة اقرأ
fr_fr: Lire le taux d’imposition
he_il: קריאת שיעור המס
pt_br: Leia a Alíquota de Imposto

source: Tax Summary
ar: ملخص الضرائب
fr_fr: Résumé fiscal
he_il: סיכום מס
pt_br: Resumo Fiscal

source: Query Tax Summary
ar: ملخص الضرائب للاستفسار
fr_fr: Requête dans le résumé fiscal
he_il: סיכום מס שאילתה
pt_br: Consultar Resumo Fiscal

source: Tax Agency
ar: وكالة الضرائب
fr_fr: Agence fiscale
he_il: רשות המס
pt_br: Agência Tributária

source: Query Tax Agency
ar: وكالة الضرائب الاستعلامية
fr_fr: Interroger l’agence fiscale
he_il: סוכנות מס שאילתות
pt_br: Consultar a Agência de Impostos

source: Read Tax Agency
ar: اقرأ وكالة الضرائب
fr_fr: Lisez Tax Agency
he_il: קרא סוכנות המס
pt_br: Leia Agência de Impostos

source: Query Term
ar: مصطلح الاستعلام
fr_fr: Terme de requête
he_il: מונח שאילתה
pt_br: Termo de consulta

source: Read Term
ar: اقرأ المصطلح
fr_fr: Lire le terme
he_il: קרא את המונח
pt_br: Ler Termo

source: Time Activity
ar: النشاط الزمني
fr_fr: Activité temporelle
he_il: פעילות זמן
pt_br: Atividade no Tempo

source: Query Time Activity
ar: نشاط وقت الاستعلام
fr_fr: Activité au moment de la requête
he_il: פעילות זמן שאילתה
pt_br: Atividade em Tempo de Consulta

source: Read Time Activity
ar: نشاط الوقت للقراءة
fr_fr: Activité Temps de lecture
he_il: פעילות זמן קריאה
pt_br: Atividade do Tempo de Leitura

source: Transaction List
ar: قائمة المعاملات
fr_fr: Liste des transactions
he_il: רשימת עסקאות
pt_br: Lista de Transações

source: Query Transaction List
ar: قائمة معاملات الاستعلام
he_il: רשימת עסקאות שאילתה
pt_br: Lista de Transações de Consulta

source: Transfer
ar: نقل
fr_fr: Transfert
he_il: העברה
pt_br: Transferência
