Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Results will not be cached. Your existing cached data for this dashboard will be deleted.
ar: لن يتم تخزين النتائج مؤقتا. سيتم حذف بياناتك المخزنة مؤقتا لهذه لوحة التحكم.
fr_fr: Les résultats ne seront pas mis en cache. Vos données en cache existantes pour ce tableau de bord seront supprimées.
he_il: התוצאות לא יישמרו במטמון. הנתונים הקיימים שלך במטמון עבור לוח הבקרה הזה יימחקו.
pt_br: Os resultados não serão armazenados em cache. Seus dados em cache existentes para esse painel serão excluídos.

source: Data refreshed at
ar: تم تحديث البيانات في
fr_fr: Données actualisées à
he_il: הנתונים עודכנו ב-
pt_br: Dados atualizados em

source: Maximum Memory Size
ar: الحد الأقصى لحجم الذاكرة
fr_fr: Taille maximale de mémoire
he_il: גודל זיכרון מקסימלי
pt_br: Tamanho Máximo da Memória

source: Data Cache Settings
ar: إعدادات ذاكرة البيانات المؤقتة
fr_fr: Paramètres du cache de données
he_il: הגדרות מטמון נתונים
pt_br: Configurações de Cache de Dados

source: Expire After
ar: انتهاء الصلاحية بعد
fr_fr: Expiration après
he_il: תפוגה לאחר
pt_br: Expirar depois

source: In-Memory
ar: في الذاكرة
fr_fr: En mémoire
pt_br: Na Memória

source: Redis
ar: ريديس

source: Files System
ar: نظام الملفات
fr_fr: Système de fichiers
he_il: מערכת קבצים
pt_br: Sistema de Arquivos

source: Cache Modes
ar: أوضاع التخزين المؤقت
he_il: מצבי מטמון
pt_br: Modos de Cache

source: Clear
ar: واضح
fr_fr: Clair
he_il: צלול
pt_br: Claro

source: Configured Redis cache server is not reachable. Please ensure that the Redis server is properly running or change the cache mode to in-memory in BoldServices\bi\dataservice\appsettings.json.
ar: خادم ذاكرة التخزين المؤقت Redis المكون غير قابل للوصول. يرجى التأكد من أن خادم Redis يعمل بشكل صحيح أو تغيير وضع الذاكرة المؤقتة إلى in-memory في BoldServices\bi\dataservice\appsettings.json.
fr_fr: Le serveur de cache Redis configuré n’est pas accessible. Veuillez vous assurer que le serveur Redis fonctionne correctement ou changer le mode cache en mémoire dans BoldServices\bi\dataservice\appsettings.json.
he_il: שרת המטמון Redis שהוגדר אינו נגיש. אנא ודאו ששרת Redis פועל כראוי או שנו את מצב המטמון ל-in-memory ב-BoldServices\bi\dataservice\appsettings.json.
pt_br: O servidor de cache Redis configurado não está acessível. Por favor, certifique-se de que o servidor Redis está rodando corretamente ou altere o modo cache para em memória em BoldServices\bi\dataservice\appsettings.json.

source: Configured Redis cache server is not reachable. Please ensure that the Redis server is properly running or change the cache mode to in-memory in Data Process settings
ar: خادم ذاكرة التخزين المؤقت Redis المكون غير قابل للوصول. يرجى التأكد من أن خادم Redis يعمل بشكل صحيح أو تغيير وضع التخزين المؤقت إلى الذاكرة في إعدادات Data Process
fr_fr: Le serveur de cache Redis configuré n’est pas accessible. Veuillez vous assurer que le serveur Redis fonctionne correctement ou changer le mode cache en mémoire dans les paramètres du processus de données
he_il: שרת המטמון Redis שהוגדר אינו נגיש. אנא ודאו ששרת Redis פועל כראוי או ששנו את מצב המטמון ל-in-memory בהגדרות Data Process
pt_br: O servidor de cache Redis configurado não está acessível. Por favor, certifique-se de que o servidor Redis está rodando corretamente ou altere o modo de cache para inmemory nas configurações de Processo de Dados

source: Redis Server Error
ar: خطأ في خادم Redis
fr_fr: Erreur serveur Redis
he_il: שגיאת שרת Redis
pt_br: Erro do servidor Redis

source: Cache Mode
ar: وضع التخزين المؤقت
he_il: מצב מטמון
pt_br: Modo Cache

source: Data not removed or data is empty.
ar: البيانات لم تحذف أو البيانات فارغة.
fr_fr: Les données non supprimées ou les données sont vides.
he_il: הנתונים לא הוסרו או שהנתונים ריקים.
pt_br: Dados não removidos ou dados estão vazios.

source: All respective data has been removed
ar: تمت إزالة جميع البيانات المعنية
fr_fr: Toutes les données respectives ont été supprimées
he_il: כל הנתונים הרלוונטיים הוסרו
pt_br: Todos os dados respectivos foram removidos

source: Clear cache
ar: مسح الذاكرة المؤقتة
fr_fr: Effacer le cache
he_il: ניקוי מטמון
pt_br: Limpar cache

source: Clear cache empty message
ar: مسح ذاكرة التخزين المؤقت رسالة فارغة
fr_fr: Message de vidage du cache
he_il: ניקוי הודעה ריקה במטמון
pt_br: Limpar a mensagem de esvaziar o cache

source: Connection established successfully
ar: تم تأسيس الاتصال بنجاح
fr_fr: Connexion établie avec succès
he_il: החיבור נוצר בהצלחה
pt_br: Conexão estabelecida com sucesso

source: Invalid connection string
ar: سلسلة اتصال غير صالحة
fr_fr: Chaîne de connexion invalide
he_il: מחרוזת חיבור לא תקינה
pt_br: String de conexão inválida

source: Test connection error message
ar: رسالة خطأ الاتصال في اختبار
fr_fr: Message d’erreur de connexion de test
he_il: הודעת שגיאת חיבור בדיקה
pt_br: Mensagem de erro de conexão de teste

source: Cache mode
ar: وضع التخزين المؤقت
fr_fr: Mode cache
he_il: מצב מטמון
pt_br: Modo cache

source: Connection string
ar: سلسلة الاتصال
fr_fr: Chaîne de connexion
he_il: מחרוזת חיבור
pt_br: String de conexão

source: localhost:6379
ar: محلي: 6379

source: Connection string is empty
ar: سلسلة الاتصال فارغة
fr_fr: La chaîne de connexion est vide
he_il: מחרוזת החיבור ריקה
pt_br: A cadeia de conexão está vazia

source: Test Connection
ar: اتصال الاختبار
fr_fr: Connexion d’essai
he_il: חיבור בדיקה
pt_br: Conexão de Teste

source: Current cache size
ar: حجم الذاكرة المؤقتة الحالي
fr_fr: Taille actuelle du cache
he_il: גודל המטמון הנוכחי
pt_br: Tamanho atual do cache

source: Maximum cache size
ar: الحد الأقصى لحجم الذاكرة المؤقتة
fr_fr: Taille maximale du cache
he_il: גודל המטמון המרבי
pt_br: Tamanho máximo do cache

source: Clear Cache
ar: مسح التخزين المؤقت
fr_fr: Effacer le cache
he_il: ניקוי מטמון
pt_br: Limpar Cache

source: Display refresh time
ar: وقت تحديث العرض
fr_fr: Temps de rafraîchissement de l’affichage
he_il: זמן רענון התצוגה
pt_br: Tempo de atualização do display

source: Settings has been updated successfully.
ar: تم تحديث الإعدادات بنجاح.
fr_fr: Les paramètres ont été mis à jour avec succès.
he_il: ההגדרות עודכנו בהצלחה.
pt_br: Configurações foram atualizadas com sucesso.

source: The functionality of the data cache will be rendered ineffective due to the activation of data refresh settings. Please undo auto refresh and enable the data cache.
ar: ستصبح وظيفة ذاكرة البيانات غير فعالة بسبب تفعيل إعدادات تحديث البيانات. يرجى التراجع عن التحديث التلقائي وتفعيل ذاكرة البيانات المؤقتة.
fr_fr: La fonctionnalité du cache de données sera rendue inefficace en raison de l’activation des paramètres de rafraîchissement des données. Veuillez désactiver le rafraîchissement automatique et activer le cache de données.
he_il: הפונקציונליות של מטמון הנתונים תהפוך לבלתי יעילה עקב הפעלת הגדרות רענון נתונים. אנא בטל את הרענון האוטומטי והפעל את מטמון הנתונים.
pt_br: A funcionalidade do cache de dados será tornada ineficaz devido à ativação das configurações de atualização de dados. Por favor, desfaça a atualização automática e ative o cache de dados.

source: Refreshing data in cache. We'll notify you once it's complete.
ar: تحديث البيانات في ذاكرة مؤقتة. سنبلغك بمجرد الانتهاء.
fr_fr: Rafraîchissement des données dans le cache. Nous vous informerons une fois que ce sera terminé.
he_il: רענון נתונים במטמון. נעדכן אותך ברגע שזה יסתיים.
pt_br: Atualizando dados no cache. Vamos te avisar assim que estiver concluído.

source: Cache data refresh is in progress.
ar: تحديث بيانات الذاكرة المؤقتة جار.
fr_fr: Le rafraîchissement des données du cache est en cours.
he_il: רענון נתוני מטמון מתבצע.
pt_br: A atualização dos dados do cache está em andamento.

source: Click here
ar: اضغط هنا
fr_fr: Cliquez ici
he_il: לחצו כאן
pt_br: Clique aqui

source: Your request to refresh data in the cache has failed.
ar: طلبك لتحديث البيانات في ذاكرة التخزين المؤقت قد فشل.
fr_fr: Votre demande de rafraîchissement des données dans le cache a échoué.
he_il: הבקשה שלך לרענן נתונים במטמון נכשלה.
pt_br: Sua solicitação para atualizar dados no cache falhou.

source: The cache data has been successfully refreshed.
ar: تم تحديث بيانات الكاش بنجاح.
fr_fr: Les données du cache ont été rafraîchies avec succès.
he_il: נתוני המטמון רעננו בהצלחה.
pt_br: Os dados do cache foram atualizados com sucesso.

source: to refresh the dashboard.
ar: لتحديث لوحة التحكم.
fr_fr: pour rafraîchir le tableau de bord.
he_il: לרענן את לוח המחוונים.
pt_br: para atualizar o painel.

source: Data is being transferred to cache...
ar: يتم نقل البيانات إلى ذاكرة مؤقتة...
fr_fr: Les données sont transférées dans le cache...
he_il: הנתונים מועברים למטמון...
pt_br: Os dados estão sendo transferidos para o cache...

source: Using in-memory as cache storage is not recommended for production.
ar: استخدام الذاكرة الداخلة كذاكرة تخزين مؤقت غير موصى به في الإنتاج.
fr_fr: L’utilisation en mémoire comme stockage cache n’est pas recommandée pour la production.
he_il: שימוש בזיכרון כאחסון מטמון אינו מומלץ לייצור.
pt_br: O uso de armazenamento em memória não é recomendado para produção.

source: Please switch to Redis for production environments.
ar: يرجى التحول إلى Redis لبيئات الإنتاج.
fr_fr: Merci de passer à Redis pour les environnements de production.
he_il: אנא עברו ל-Redis לסביבות ייצור.
pt_br: Por favor, troque para Redis para ambientes de produção.

source: Refer
ar: تشير
fr_fr: Parrainer
he_il: עיין
pt_br: Referir

source: for instructions.
ar: للحصول على التعليمات.
fr_fr: pour les instructions.
he_il: להוראות.
pt_br: Para instruções.

source: Recurs
ar: مورد
fr_fr: Ressource
he_il: משאב
pt_br: Recurso

source: Every
ar: كل
fr_fr: Chaque
he_il: כל
pt_br: Cada

source: Every weekday
ar: كل يوم من أيام الأسبوع
fr_fr: Tous les jours de la semaine
he_il: כל יום חול
pt_br: Todos os dias úteis

source: day(s)
ar: أيام أو أيام
fr_fr: Jour(s)
he_il: ימים(ים)
pt_br: Dia

source: week(s)
ar: أسبوع(أسابيع)
fr_fr: Semaine(s)
he_il: שבוע(ים)
pt_br: Semana(s)

source: Saturday
ar: السبت
fr_fr: Samedi
he_il: יום שבת
pt_br: Sábado

source: Friday
ar: الجمعة
fr_fr: Vendredi
he_il: יום שישי
pt_br: Sexta-feira

source: Thursday
ar: الخميس
fr_fr: Jeudi
he_il: יום חמישי
pt_br: Quinta-feira

source: Wednesday
ar: الأربعاء
fr_fr: Mercredi
he_il: יום רביעי
pt_br: Quarta-feira

source: Tuesday
ar: الثلاثاء
fr_fr: Mardi
he_il: יום שלישי
pt_br: Terça-feira

source: Monday
ar: الاثنين
fr_fr: Lundi
he_il: יום שני
pt_br: Segunda-feira

source: Sunday
ar: الأحد
fr_fr: Dimanche
he_il: יום ראשון
pt_br: Domingo

source: weekendday
ar: يوم عطلة نهاية الأسبوع
fr_fr: Weekday
he_il: יום סופ״ש
pt_br: Fim de semana

source: weekday
ar: ايام الاسبوع
fr_fr: En semaine
he_il: ימי חול
pt_br: Semana

source: day
ar: يوم
fr_fr: jour
he_il: יום
pt_br: dia

source: of every
ar: من كل
fr_fr: de chaque
he_il: של כל
pt_br: de todo

source: month(s)
ar: شهر أو أشهر
fr_fr: Mois(s)
he_il: חודש(ים)
pt_br: Mês(s)

source: Day
ar: يوم
fr_fr: Jour
he_il: יום
pt_br: Dia

source: The
ar: ال
fr_fr: Le
he_il: ה
pt_br: O

source: Starts on
ar: يبدأ
fr_fr: Commence sur
he_il: מתחיל
pt_br: Começa em

source: Ends
ar: ينتهي
fr_fr: Finit
he_il: מסתיים
pt_br: Termina

source: Occurrences
ar: تواجدات
he_il: המופעים
pt_br: Ocorrências

source: Never
ar: أبدا
fr_fr: Jamais
he_il: אף פעם
pt_br: Nunca

source: After
ar: بعد
fr_fr: Après
he_il: אחרי
pt_br: Depois

source: On
ar: على
fr_fr: Sur
he_il: הלאה
pt_br: Em

source: Hourly
ar: الساعه
fr_fr: Horaire
he_il: לפי שעה
pt_br: Horário

source: Daily
ar: يومي
fr_fr: Quotidien
he_il: מדי יום
pt_br: Diário

source: first
ar: أولا
fr_fr: premier
he_il: ראשון
pt_br: primeiro

source: second
ar: ثان
fr_fr: deuxième
he_il: שניה
pt_br: segundo

source: third
ar: ثالث
fr_fr: troisième
he_il: שלישי
pt_br: terceiro

source: fourth
ar: رابع
fr_fr: quatrième
he_il: הרביעי
pt_br: quarto

source: last
ar: آخر
fr_fr: dernier
he_il: אחרון
pt_br: último

source: here
ar: هنا
fr_fr: ici
he_il: הנה
pt_br: aqui

source: NEW CONNECTION
ar: الاتصال الجديد
fr_fr: NOUVELLE CONNEXION
he_il: חיבור חדש
pt_br: NOVA CONEXÃO

source: NEW DATA SOURCE
ar: مصدر بيانات جديد
fr_fr: NOUVELLE SOURCE DE DONNÉES
he_il: מקור נתונים חדש
pt_br: NOVA FONTE DE DADOS

source: Data Source Type
ar: نوع مصدر البيانات
fr_fr: Type de source de données
he_il: סוג מקור הנתונים
pt_br: Tipo de Fonte de Dados

source: Back
ar: ظهر
fr_fr: Précédent
he_il: גב
pt_br: Voltar

source: Next
ar: مقبل
fr_fr: Prochain
he_il: הבא
pt_br: Próximo

source: Advance Options
ar: خيارات متقدمة
fr_fr: Options d’avance
he_il: אפשרויות מקדמות
pt_br: Opções Avançadas

source: Basic Options
ar: الخيارات الأساسية
fr_fr: Options de base
he_il: אפשרויות בסיסיות
pt_br: Opções Básicas

source: Set Connection
ar: تعيين الاتصال
fr_fr: Connexion de mise en place
pt_br: Set Conexão

source: Data Source name
ar: اسم مصدر البيانات
fr_fr: Nom de la source de données
he_il: שם מקור הנתונים
pt_br: Nome da fonte de dados

source: DSN Name
ar: اسم DSN
fr_fr: Nom DSN
he_il: שם DSN
pt_br: Nome DSN

source: Data Source Name
ar: اسم مصدر البيانات
fr_fr: Nom de la source de données
he_il: שם מקור הנתונים
pt_br: Nome da Fonte de Dados

source: Append data from file
ar: إرفاق البيانات من الملف
fr_fr: Ajouter des données à partir du fichier
he_il: הוספת נתונים מהקובץ
pt_br: Anexar dados do arquivo

source: Append data from data store
ar: إضافة البيانات من مخزن البيانات
fr_fr: Ajouter des données à partir de la base de données
he_il: הוספת נתונים מאחסון הנתונים
pt_br: Anexar dados do armazenamento de dados

source: Save
ar: أنقذ
fr_fr: Sauvegarder
he_il: שמר
pt_br: Salvar

source: Save as
ar: حفظ ك
fr_fr: Enregistrer comme
he_il: שמור כ-
pt_br: Salvar como

source: Append
ar: ألحق
fr_fr: Ajouter
he_il: הוספה
pt_br: Acrescentar

source: Close
ar: غلق
fr_fr: Fermer
he_il: קרוב
pt_br: Fechar

source: Choose File
ar: اختر الملف
he_il: בחר קובץ

source: (up to 200 MB)
ar: (حتى 200 ميجابايت)
fr_fr: (jusqu’à 200 Mo)
he_il: (עד 200 מגה-בייט)
pt_br: (até 200 MB)

source: Browse File
ar: تصفح الملف
fr_fr: Parcourir le fichier
he_il: דפדוף בקובץ
pt_br: Navegar pelo Arquivo

source: Selected Tables
ar: جداول مختارة
fr_fr: Tables sélectionnés
he_il: טבלאות נבחרות
pt_br: Tabelas Selecionadas

source: Drop files here or
ar: ضع الملفات هنا أو
fr_fr: Déposer des fichiers ici ou
he_il: השאירו קבצים כאן או
pt_br: Deixe arquivos aqui ou

source: Appending data from the uploaded file(s)
ar: إضافة البيانات من الملف/الملفات المرفوعة
fr_fr: Ajout des données à partir du(s) fichier(s) téléchargé(s)
he_il: הוספת נתונים מהקובץ (ים) שהועלו
pt_br: Anexando dados do(s) arquivo(s) enviado(s)

source: The file(s) have been appended successfully
ar: تم إلحاق الملفات (أو الملفات) بنجاح
fr_fr: Le(s) fichier(s) ont été ajoutés avec succès
he_il: הקבצים צורפו בהצלחה
pt_br: O(s) arquivo(s) foram anexados com sucesso

source: The process of appending the file(s) was unsuccessful
ar: لم تنجح عملية إضافة الملفات (الملفات)
fr_fr: Le processus d’ajout du ou des fichiers a été infructueux
he_il: תהליך הוספת התיק (ותיקים) לא הצליח
pt_br: O processo de anexar o(s) arquivo(s) não teve sucesso

source: file(s) ready to append
ar: ملف (ملفات) جاهز للإلحاق
fr_fr: Fichier(s) prêt(s) à ajouter
he_il: תיק/ים מוכנים להספגה
pt_br: Arquivo(s) pronto para anexar

source: file(s) needs attention
ar: ملف (ملفات) تحتاج إلى اهتمام
fr_fr: Fichier(s) nécessite une attention particulière
he_il: קובץ (קובץ) זקוק לתשומת לב
pt_br: Arquivo(s) precisam de atenção

source: Server Name
ar: اسم الخادم
fr_fr: Nom du serveur
he_il: שם השרת
pt_br: Nome do servidor

source: Command Timeout (in seconds)
ar: مهلة الأوامر (بثوان)
fr_fr: Délai d’attente de commande (en secondes)
he_il: פסק זמן פקודה (בשניות)
pt_br: Tempo limite do comando (em segundos)

source: Max command timeout upto 550 sec
ar: أقصى مهلة للأوامر تصل إلى 550 ثانية
fr_fr: Délai maximal de commande jusqu’à 550 secondes
he_il: פסק זמן מקסימלי של פקודה עד 550 שניות
pt_br: Tempo máximo de comando para 550 segundos

source: . Please manually enter the database name in the dropdown and then reconnect
ar: . يرجى إدخال اسم قاعدة البيانات يدويا في القائمة المنسدلة ثم إعادة الاتصال
fr_fr: . Veuillez entrer manuellement le nom de la base de données dans le menu déroulant puis reconnecter
he_il: . אנא הזן ידנית את שם מסד הנתונים בתפריט הנפתח ואז התחבר מחדש
pt_br: . Por favor, insira manualmente o nome do banco de dados no menu suspenso e depois reconecte

source: Enable SSH
ar: تمكين SSH
fr_fr: Activer SSH
he_il: הפעלת SSH
pt_br: Habilitar SSH

source: SSH Server name
ar: اسم خادم SSH
fr_fr: Nom du serveur SSH
he_il: שם שרת SSH
pt_br: Nome do servidor SSH

source: SSH Port
ar: ميناء SSH
he_il: נמל SSH
pt_br: Porto SSH

source: SSH User name
ar: اسم المستخدم SSH
fr_fr: Nom d’utilisateur SSH
he_il: שם משתמש SSH
pt_br: Nome de usuário SSH

source: SSH Password
ar: كلمة المرور SSH
fr_fr: Mot de passe SSH
he_il: סיסמת SSH
pt_br: Senha SSH

source: Database Engine
ar: محرك قاعدة البيانات
fr_fr: Moteur de base de données
he_il: מנוע מסד הנתונים
pt_br: Motor de Banco de Dados

source: Catalog Name
ar: اسم الكتالوج
fr_fr: Nom du catalogue
he_il: שם הקטלוג
pt_br: Nome do Catálogo

source: Connection Timeout (in seconds)
ar: مهلة الاتصال (بثوان)
fr_fr: Délai d’attente de connexion (en secondes)
he_il: פסק זמן לחיבור (בשניות)
pt_br: Tempo limite da conexão (em segundos)

source: Port
ar: ميناء
he_il: נמל
pt_br: Porta

source: Authentication Mechanism
ar: آلية المصادقة
fr_fr: Mécanisme d’authentification
he_il: מנגנון אימות
pt_br: Mecanismo de Autenticação

source: Allow Self-Signed Certificates
ar: السماح بالشهادات الموقعة ذاتيا
fr_fr: Autoriser les certificats auto-signés
he_il: אפשר תעודות חתומות בעצמן
pt_br: Permitir Certificados Autoassinados

source: Client Certificate
ar: شهادة العميل
fr_fr: Certificat client
he_il: תעודת לקוח
pt_br: Certificado de Cliente

source: Client Certificate Password
ar: كلمة مرور شهادة العميل
fr_fr: Mot de passe du certificat client
he_il: סיסמת תעודת לקוח
pt_br: Senha do Certificado do Cliente

source: If you use a self-signed certificate, although the communications channel will be encrypted, there will be no validation of server identity.
ar: إذا استخدمت شهادة موقعة ذاتيا، رغم أن قناة الاتصالات ستكون مشفرة، فلن يكون هناك تحقق من هوية الخادم.
fr_fr: Si vous utilisez un certificat auto-signé, bien que le canal de communication soit chiffré, il n’y aura aucune validation de l’identité du serveur.
he_il: אם תשתמש בתעודה חתומה עצמית, למרות שערוץ התקשורת יהיה מוצפן, לא תהיה אימות של זהות השרת.
pt_br: Se você usar um certificado autoassinado, embora o canal de comunicação seja criptografado, não haverá validação da identidade do servidor.

source: The selected file exceeds the file size limit of
ar: الملف المختار يتجاوز حد حجم الملف
fr_fr: Le fichier sélectionné dépasse la limite de taille de fichier de
he_il: הקובץ הנבחר חורג מגבלת גודל הקובץ של
pt_br: O arquivo selecionado excede o limite de tamanho de arquivo

source: Enable SSL
ar: تمكين SSL
fr_fr: Activer SSL
he_il: הפעל SSL
pt_br: Ativar SSL

source: Windows
ar: نوافذ
he_il: חלונות

source: SQL Server
ar: خادم SQL

source: Windows Authentication
ar: مصادقة ويندوز
fr_fr: Authentification Windows
he_il: אימות Windows
pt_br: Autenticação do Windows

source: Server Authentication
ar: مصادقة الخادم
fr_fr: Authentification serveur
he_il: אימות שרת
pt_br: Autenticação de Servidor

source: SSH Tunnel Connection
ar: اتصال نفق SSH
fr_fr: Connexion tunnel SSH
he_il: חיבור מנהרת SSH
pt_br: Conexão do Túnel SSH

source: Direct Connection
ar: الاتصال المباشر
fr_fr: Connexion directe
he_il: חיבור ישיר
pt_br: Conexão Direta

source: Presto
ar: قريبا
fr_fr: Bientôt
he_il: בקרוב
pt_br: Em breve

source: Apache Doris
ar: أباتشي دوريس
he_il: אפאצ'י דוריס

source: Oracle
ar: اوراكل
he_il: אורקל
pt_br: Oráculo

source: MariaDB
ar: ماريا دي بي

source: Basic HTTP Authentication
ar: المصادقة الأساسية ل HTTP
fr_fr: Authentification HTTP de base
he_il: אימות HTTP בסיסי
pt_br: Autenticação HTTP Básica

source: Key Pair Authentication
ar: مصادقة زوج المفاتيح
fr_fr: Authentification par paires de clés
he_il: אימות זוגות מפתחות
pt_br: Autenticação por Par de Chaves

source: PEM Certificate Authentication
ar: مصادقة شهادة PEM
fr_fr: Authentification par certificat PEM
he_il: אימות תעודת PEM
pt_br: Autenticação de Certificado PEM

source: Open Distro
ar: التوزيع المفتوح
fr_fr: Distribution ouverte
he_il: הפצה פתוחה
pt_br: Distro aberto

source: Trino
ar: الثلاثي
fr_fr: Trinitaire
he_il: טריון
pt_br: Triune

source: Connection Type
ar: نوع الاتصال
fr_fr: Type de connexion
he_il: סוג חיבור
pt_br: Tipo de conexão

source: To connect to an Amazon Web Services-hosted Elasticsearch instance, please use the Open Distro connection type.
ar: للاتصال بمثيل Elasticsearch مستضاف من قبل خدمات الويب من أمازون، يرجى استخدام نوع الاتصال Open Distro.
fr_fr: Pour vous connecter à une instance Elasticsearch hébergée par Amazon Web Services, veuillez utiliser le type de connexion Distribution ouverte.
he_il: כדי להתחבר למופע Elasticsearch שמארח על ידי Amazon Web Services, אנא השתמש בסוג החיבור Open Distro.
pt_br: Para se conectar a uma instância Elasticsearch hospedada na Amazon Web Services, por favor, use o tipo de conexão Distro Aberto.

source: Authentication Type
ar: نوع المصادقة
fr_fr: Type d’authentification
he_il: סוג אימות
pt_br: Tipo de Autenticação

source: Refresh Settings
ar: إعدادات التحديث
fr_fr: Paramètres de rafraîchissement
he_il: הגדרות רענון
pt_br: Configurações de Atualização

source: Refresh Schedule
ar: جدول تحديث
fr_fr: Planning de renouvellement
he_il: לוח רענון
pt_br: Cronograma de Atualização

source: Finish
ar: أنهى
fr_fr: Finir
he_il: סיום
pt_br: Acabar

source: Save and Exit
ar: الحفظ والخروج
fr_fr: Sauvegarder et quitter
he_il: שמירה ויציאה
pt_br: Salvar e Sair

source: Continue to Dashboard
ar: تابع إلى لوحة التحكم
fr_fr: Continuer au tableau de bord
he_il: המשך ללוח הבקרה
pt_br: Continue para o Painel

source: Code
ar: رمز
he_il: קוד
pt_br: Código

source: Data Preview
ar: معاينة البيانات
fr_fr: Aperçu des données
he_il: תצוגה מקדימה של נתונים
pt_br: Prévia de Dados

source: Run
ar: ركض
fr_fr: Courir
he_il: רץ
pt_br: Correr

source: Join
ar: ينضم
fr_fr: Unir
he_il: הצטרף
pt_br: Juntar

source: RelationShip
ar: علاقة
fr_fr: Relation
he_il: מערכת יחסים
pt_br: Relação

source: Data Relation
ar: علاقة البيانات
fr_fr: Relation de données
he_il: יחס נתונים
pt_br: Relação de dados

source: New Relationship
ar: علاقة جديدة
fr_fr: Nouvelle relation
he_il: מערכת יחסים חדשה
pt_br: Nova Relação

source: From Table
ar: من الطاولة
fr_fr: Extrait du tableau
he_il: מהשולחן
pt_br: Da Tabela

source: From Column
ar: من مجلة Column
fr_fr: Extrait de la colonne
he_il: מתוך Column
pt_br: Da Coluna

source: To Table
ar: إلى الطاولة
fr_fr: Au tableau
he_il: לשולחן
pt_br: Para a Tabela

source: To Column
ar: إلى العمود
fr_fr: Vers la colonne
he_il: לעמודה
pt_br: Para a Coluna

source: Cardinality
ar: اصل
fr_fr: Cardinalité
he_il: קרדינליות
pt_br: Cardinalidade

source: Cross filter direction
ar: اتجاه المرشح المتقاطع
fr_fr: Direction du filtre croisé
he_il: כיוון מסנן חוצה
pt_br: Direção do filtro cruzado

source: The join indicates an entity relationship when data relation is enabled
ar: يشير الربط إلى علاقة كيان عندما يتم تفعيل علاقة البيانات
fr_fr: La jointure indique une relation d’entité lorsque la relation de données est activée
he_il: החיבור מציין קשר ישות כאשר מערכת הנתונים מופעלת
pt_br: A junção indica uma relação com a entidade quando a relação de dados está habilitada

source: Data Preview is not supported for Data Relationships
ar: معاينة البيانات غير مدعومة لعلاقات البيانات
fr_fr: L’aperçu des données n’est pas pris en charge pour les relations de données
he_il: תצוגה מקדימה של נתונים אינה נתמכת עבור יחסי נתונים
pt_br: A Pré-visualização de Dados não é suportada para Relacionamentos de Dados

source: Dashboard Parameter
ar: معلمة لوحة المعلومات
fr_fr: Paramètre du tableau de bord
he_il: פרמטר לוח מחוונים
pt_br: Parâmetro do Painel
