Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Widgets Processing Time
ar: وقت معالجة الأدوات
fr_fr: Temps de traitement des widgets
he_il: זמן עיבוד ווידג'טים
pt_br: Tempo de Processamento dos Widgets

source: Parsing Time
ar: تحليل الوقت
fr_fr: Temps d’analyse
he_il: ניתוח זמן
pt_br: Tempo de Análise

source: Layout Time
ar: وقت التخطيط
fr_fr: Temps de mise en page
he_il: זמן פריסה
pt_br: Tempo de Layout

source: Last Refresh
ar: التحديث الأخير
fr_fr: Dernier rafraîchissement
he_il: רענון אחרון
pt_br: Última Atualização

source: Refresh Status
ar: حالة التحديث
fr_fr: Statut de rafraîchissement
he_il: סטטוס רענון
pt_br: Status de atualização

source: Data Source Info
ar: معلومات مصدر البيانات
fr_fr: Informations sur la source des données
he_il: מידע מקור נתונים

source: Data Fetching
ar: جمع البيانات
fr_fr: Récupération de données
he_il: איסוף נתונים
pt_br: Obtenção de Dados

source: - Querying
ar: -الاستعلام
fr_fr: -Interrogation
he_il: - שאילתה
pt_br: -Consultar

source: Rendering
ar: تقديم
fr_fr: Interprétation
he_il: עיבוד
pt_br: Renderização

source: Automatic
ar: تلقائي
fr_fr: Automatique
he_il: אוטומטי
pt_br: Automático

source: Fixed
ar: ثابت
fr_fr: Fixe
he_il: קבוע
pt_br: Fixo

source: Full HD(1920 x 1080)
ar: فول إتش دي (1920 × 1080)

source: QHD(2560 x 1440)
ar: QHD (2560 × 1440)

source: 4K(3840 x 2160)
ar: 4K (3840 × 2160)

source: UltraWide QHD(3440 x 1440)
ar: شاشة QHD فائقة العرض (3440 × 1440)

source: UltraWide Full HD(2560 x 1080)
ar: شاشة فائقة العريضة Full HD (2560 × 1080)
he_il: אולטרה-רחב Full HD (2560 x 1080)

source: Generic Desktop(1366 x 768)
ar: سطح مكتب عام (1366 × 768)
fr_fr: Ordinateur de bureau générique (1366 x 768)
he_il: שולחן עבודה כללי (1366 x 768)
pt_br: Desktop Genérico (1366 x 768)

source: Desktop Browser(1000 x 800)
ar: متصفح سطح المكتب (1000 × 800)
fr_fr: Navigateur de bureau (1000 x 800)
he_il: דפדפן שולחן עבודה (1000 x 800)
pt_br: Navegador de Desktop (1000 x 800)

source: Full Screen(1024 x 768)
ar: الشاشة الكاملة (1024 × 768)
fr_fr: Plein écran (1024 x 768)
he_il: מסך מלא (1024 x 768)
pt_br: Tela cheia (1024 x 768)

source: Laptop Browser(800 x 600)
ar: متصفح اللابتوب (800 × 600)
fr_fr: Navigateur d’ordinateur portable (800 x 600)
he_il: דפדפן לפטופ (800 x 600)
pt_br: Navegador de Laptops (800 x 600)

source: Web Page Embedded(800 x 800)
ar: صفحة ويب المدمجة (800 × 800)
fr_fr: Page web intégrée (800 x 800)
he_il: דף אינטרנט מוטמע (800 x 800)
pt_br: Página Web Embedded(800 x 800)

source: Blog Embedded(650 x 860)
ar: مدونة مدمجة (650 × 860)
fr_fr: Blog Embeddeded (650 x 860)
he_il: הבלוג מוטמע (650 x 860)
pt_br: Blog Embeddeded (650 x 860)

source: Small Blog Embedded(420 x 650)
ar: مدونة صغيرة مدمجة (420 × 650)
fr_fr: Petit blog intégré (420 x 650)
he_il: בלוג קטן מוטמע (420 x 650)
pt_br: Pequeno Blog Embedded(420 x 650)

source: Column(550 x 1000)
ar: العمود (550 × 1000)
fr_fr: Colonne (550 x 1000)
he_il: עמודה (550 x 1000)
pt_br: Coluna (550 x 1000)

source: PowerPoint(1600 x 900)
ar: باوربوينت (1600 × 900)

source: Story(1016 x 964)
ar: القصة (1016 × 964)
fr_fr: Histoire (1016 x 964)
he_il: סיפור (1016 x 964)
pt_br: História (1016 x 964)

source: Letter Portrait(850 x 1100)
ar: بورتريه للرسالة (850 × 1100)
fr_fr: Portrait de lettre (850 x 1100)
he_il: דיוקן מכתב (850 x 1100)
pt_br: Retrato de Carta (850 x 1100)

source: Letter Landscape(1100 x 850)
ar: منظر الحروف (1100 × 850)
fr_fr: Paysage de lettres (1100 x 850)
he_il: נוף אותיות (1100 x 850)
pt_br: Paisagem de Letras (1100 x 850)

source: Legal Landscape(1150 x 700)
ar: المشهد القانوني (1150 × 700)
fr_fr: Paysage juridique (1150 x 700)
he_il: נוף משפטי (1150 x 700)
pt_br: Panorama Legal (1150 x 700)

source: A3 Portrait(1169 x 1654)
ar: صورة A3 (1169 × 1654)
he_il: דיוקן A3 (1169 x 1654)
pt_br: Retrato A3 (1169 x 1654)

source: A3 Landscape(1654 x 1169)
ar: منظر A3 (1654 × 1169)
fr_fr: A3 Paysage (1654 x 1169)
he_il: A3 נוף (1654 x 1169)
pt_br: A3 Paisagem (1654 x 1169)

source: A4 Portrait(827 x 1169)
ar: صورة بورتريه A4 (827 × 1169)
he_il: דיוקן A4 (827 x 1169)
pt_br: Retrato A4 (827 x 1169)

source: A4 Landscape(1169 x 827)
ar: منظر A4 (1169 × 827)
fr_fr: Paysage A4 (1169 x 827)
he_il: A4 נוף (1169 x 827)
pt_br: Paisagem A4 (1169 x 827)

source: Apply & Save
ar: قدم & حفظ
fr_fr: Postuler et économiser
he_il: הגשת מועמדות ושמור
pt_br: Aplicar e Guardar

source: Cell Margin
ar: هامش الخلية
fr_fr: Marge de cellule
he_il: שוליים תאים
pt_br: Margem de Célula

source: You are decreasing the layout size, which will impact the widgets located after Column 48. Please adjust the size of your widgets or remove some to ensure they fit properly.
ar: أنت تقلل من حجم التخطيط، مما سيؤثر على الأدوات الموجودة بعد العمود 48. يرجى تعديل حجم الأدوات أو إزالة بعضها لضمان ملاءمتها بشكل صحيح.
fr_fr: Vous diminuez la taille de la mise en page, ce qui affectera les widgets situés après la colonne 48. Veuillez ajuster la taille de vos widgets ou en retirer certains pour vous assurer qu’ils s’ajustent correctement.
he_il: אתה מקטין את גודל הפריסה, מה שישפיע על הווידג'טים שממוקמים אחרי עמודה 48. אנא התאימו את גודל הווידג'טים שלכם או הסרו חלק מהם כדי לוודא שהם מתאימים כראוי.
pt_br: Você está diminuindo o tamanho do layout, o que vai impactar os widgets localizados após a Coluna 48. Por favor, ajuste o tamanho dos seus widgets ou remova alguns para garantir que sirvam corretamente.

source: Fetching Geographic Data
ar: جمع البيانات الجغرافية
fr_fr: Récupération des données géographiques
he_il: איסוף נתונים גאוגרפיים
pt_br: Obtendo Dados Geográficos

source: Fetching boundaries from Azure Maps APIs
ar: جلب الحدود من واجهات برمجة تطبيقات Azure Maps
fr_fr: Récupérer les frontières à partir des API Azure Maps
he_il: איסוף גבולות מממשקי Azure Maps
pt_br: Obtenção de limites a partir das APIs Azure Maps

source: SubmitForecast
fr_fr: SoumetPrévisionSoumetT
he_il: שלח תחזית

source: Azure OpenAI Resource name not configured.
he_il: Azure OpenAI Resource name not configed.

source: Azure OpenAI Deployment name not configured.
fr_fr: Nom de déploiement Azure OpenAI non configuré.
he_il: Azure OpenAI Deployment name not configed.
pt_br: Nome da implantação Azure OpenAI não configurado.

source: Localize Dashboard
he_il: לוח מחוונים ללוקליז

source: CustomFields
he_il: שדות מותאמים אישית

source: Firehose Unqulifiedreasons
fr_fr: Causes non éteintes du tuyau d’incendie
he_il: Firehose Unqulifiedסיבות
pt_br: Mangueiras de Incêndio Razões Não Extinguidas

source: Bitlink
he_il: ביטלינק

source: Bitlink by Referrers
fr_fr: Bitlink par les référents
he_il: קישור ביט מאת Referrers
pt_br: Bitlink por Referrers

source: SIGN(numeric_expression)
he_il: סימן(numeric_expression)

source: LOWER(string_expression)
fr_fr: PLUS BAS (string_expression)
he_il: נמוך (string_expression)
pt_br: MAIS BAIXO(string_expression)

source: CSV Export
fr_fr: Exportation de CSV
he_il: ייצוא CSV
pt_br: Exportação de CSV

source: Bin By ID
fr_fr: Bac par ID
pt_br: Lixo por ID

source: Workspace TypeaHead
fr_fr: Type d’espace de travail
pt_br: Tipo de Espaço de Trabalho

source: Search Space V2
fr_fr: Espace de recherche V2
pt_br: Espaço de Busca V2

source: View Org Stream V3
fr_fr: Voir le flux Org V3
pt_br: Ver Stream Org V3

source: QB-Realm-Hostname
fr_fr: QB-Realm-Nom d’Hôte
pt_br: QB-Realm-Nome de Host

source: result.total
fr_fr: résultat.total
pt_br: resulte.total

source: result.data.value
fr_fr: résultat.données.valeur
pt_br: resultado.dados.valor

source: POWER(numeric_expression, numeric_expression)
fr_fr: PUISSANCE (numeric_expression, numeric_expression)
pt_br: PODER(numeric_expression, numeric_expression)

source: IF(expression, true_part, false_part)
fr_fr: SI (expression, true_part, false_part)
pt_br: SE (expressão, true_part, false_part)

source: RUNNINGAVG(aggregate_expression)
fr_fr: MOYENNE COURANT(aggregate_expression)
pt_br: MÉDIA CONTÍNUA(aggregate_expression)

source: RANK(PartitionBy := columns,OrderBy:= columns)
fr_fr: RANK(PartitionBy := colonnes,OrderBy := colonnes)
pt_br: RANK(PartitionBy := colunas,OrderBy:= colunas)

source: NTILE(bugets, PartitionBy := columns, OrderBy:= columns)
fr_fr: NTILE(bugets, PartitionBy := colonnes, OrderBy := colonnes)
pt_br: NTILE(bugets, PartitionBy:= colunas, OrderBy:= colunas)

source: SIP Connected Audio
fr_fr: Audio connecté à SIP
pt_br: Áudio Conectado por SIP

source: result.totalPages
fr_fr: résult.totalPages

source: LOG(numeric_expression)
fr_fr: JOURNAL(numeric_expression)

source: KB
fr_fr: KO
