Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Payment Method By ID
ar: طريقة الدفع حسب الهوية
fr_fr: Méthode de paiement par identification
he_il: שיטת תשלום לפי ID
pt_br: Método de Pagamento por Identificação

source: All Phone Call
ar: جميع المكالمات الهاتفية
fr_fr: Tous les appels téléphoniques
he_il: כל שיחות הטלפון
pt_br: Todas as Ligações Telefônicas

source: Phone Call By ID
ar: مكالمة هاتفية عبر الهوية
fr_fr: Appel téléphonique par identification
he_il: שיחת טלפון לפי מזהה
pt_br: Ligação por ID

source: All Price Book
ar: أول برايس بوك
fr_fr: Livre de prix
he_il: ספר כל המחירים

source: Price Book By ID
ar: كتاب الأسعار حسب الهوية
fr_fr: Carte des prix par ID
he_il: ספר מחירים לפי ID
pt_br: Livro de Preços por ID

source: All Price Level
ar: جميع مستويات السعر
fr_fr: Tous les niveaux de prix
he_il: כל רמת המחיר
pt_br: Todos os Níveis de Preço

source: Price Level By ID
ar: مستوى السعر حسب الهوية
fr_fr: Niveau de prix par ID
he_il: רמת המחיר לפי ID
pt_br: Nível de Preço por ID

source: All Price Plan
ar: خطة الأسعار الشاملة
fr_fr: Plan de prix tous
he_il: תכנית מחירים כוללת
pt_br: Plano de Preços

source: Price Plan By ID
ar: خطة السعر حسب الهوية
fr_fr: Plan tarifaire par ID
he_il: תכנית מחירים לפי ID
pt_br: Plano de Preços por ID

source: All Pricing Group
ar: مجموعة التسعير الشاملة
fr_fr: Tous les groupes tarifaires
he_il: קבוצת כל התמחור
pt_br: Todos os grupos de preços

source: Pricing Group By ID
ar: مجموعة التسعير حسب التعريف
fr_fr: Groupe tarifaire par ID
he_il: קבוצת תמחור לפי ID
pt_br: Grupo de Preços por ID

source: All Project Task
ar: جميع المهام
fr_fr: Toutes les tâches du projet
he_il: כל משימות הפרויקט
pt_br: Todas as Tarefas do Projeto

source: Project Task By ID
ar: مهمة المشروع حسب المعرف
fr_fr: Tâche du projet par ID
he_il: משימת פרויקט לפי מזהה
pt_br: Tarefa do Projeto por ID

source: All Promotion Code
ar: جميع رموز الترويج
fr_fr: Tous les codes promotionnels
he_il: כל קוד הקידום
pt_br: Todos os códigos promocionais

source: Promotion Code By ID
ar: رمز الترقية حسب الهوية
fr_fr: Code de promotion par ID
he_il: קוד קידום לפי מזהה
pt_br: Código de Promoção por ID

source: All Purchase Contract
ar: جميع عقود الشراء
fr_fr: Tous les contrats d’achat
he_il: כל חוזי הרכישה
pt_br: Todos os Contratos de Compra

source: Purchase Contract By ID
ar: عقد الشراء حسب الهوية
fr_fr: Contrat d’achat par ID
he_il: חוזה רכישה לפי ID
pt_br: Contrato de Compra por ID

source: All Purchase Order
ar: جميع طلبات الشراء
fr_fr: Tous les bons de commande
he_il: כל הזמנת הרכש
pt_br: Todas as Ordens de Compra

source: Purchase Order By ID
ar: طلب الشراء حسب الهوية
fr_fr: Ordre d’achat par ID
he_il: הזמנת רכישה לפי ID
pt_br: Ordem de Compra por ID

source: All Purchase Requisition
ar: جميع طلبات الشراء
fr_fr: Toutes les demandes d’achat
he_il: כל דרישת הרכישה
pt_br: Todas as Requisições de Compra

source: Purchase Requisition By ID
ar: طلب الشراء حسب الهوية
fr_fr: Demande d’achat par ID
he_il: דרישת רכישה לפי ID
pt_br: Requisição de Compra por ID

source: All Resource Group
ar: مجموعة الموارد الشاملة
fr_fr: Tous les groupes de ressources
he_il: קבוצת כל המשאבים
pt_br: Todos os Grupos de Recursos

source: Resource Group By ID
ar: مجموعة الموارد حسب المعرف
fr_fr: Groupe de ressources par ID
he_il: קבוצת משאבים לפי מזהה
pt_br: Grupo de Recursos por ID

source: All Return Authorization
ar: جميع تصاريح الإرجاع
fr_fr: Toutes les autorisations de retour
he_il: כל אישורי ההחזרה
pt_br: Autorização de Retorno de Todos

source: Return Authorization By ID
ar: تفويض الإرجاع حسب الهوية
fr_fr: Autorisation de retour par ID
he_il: אישור החזרה לפי ID
pt_br: Autorização de Retorno por ID

source: All Rev Rec Schedule
ar: جدول جميع المراجعات
fr_fr: Planning de tous les Rev Rec
he_il: לוח הזמנים של כל המלצות
pt_br: Agenda de Recreação Rev

source: Rev Rec Schedule By ID
ar: جدول التوصية حسب الهوية
fr_fr: Planning des révocations des révisions par ID
he_il: לוח זמנים של המלצות לפי ID
pt_br: Cronograma de Recreação Rev por ID

source: All Rev Rec Template
ar: نموذج توصية لجميع المراجعات
fr_fr: Tous les modèles de récréation rev
he_il: תבנית המלצה על כל ה-Rev Rec
pt_br: Todos os modelos de recomendação rev

source: Rev Rec Template By ID
ar: نموذج توصية Rev حسب الهوية
fr_fr: Modèle de recommandation rev par ID
he_il: תבנית המלצה לפי ID
pt_br: Modelo de Recomendação Rev por ID

source: All Sales Order
ar: جميع طلبات المبيعات
fr_fr: Tous les commandes de vente
he_il: כל הזמנות המכירה
pt_br: Todas as Ordens de Venda

source: Sales Order By ID
ar: طلب المبيعات حسب الرقم التعريفي
fr_fr: Commande de vente par ID
he_il: הזמנת מכירה לפי מזהה
pt_br: Ordem de Venda por ID

source: All Sales Role
ar: جميع أدوار المبيعات
fr_fr: Tous les rôles commerciaux
he_il: כל תפקידי המכירות
pt_br: Função de Todas as Vendas

source: Sales Role By ID
ar: دور المبيعات حسب التصميم
fr_fr: Rôle commercial par ID
he_il: תפקיד מכירות לפי ID
pt_br: Função de Vendas por ID

source: All Sales Tax Item
ar: جميع عناصر ضريبة المبيعات
fr_fr: Tous les éléments de la taxe de vente
he_il: כל פריטי מס המכירה
pt_br: Todos os itens do imposto sobre vendas

source: Sales Tax Item By ID
ar: بند ضريبة المبيعات حسب الهوية
fr_fr: Article de la taxe de vente par ID
he_il: פריט מס מכירות לפי ID
pt_br: Item de Imposto sobre Vendas por ID

source: All Service Purchase Item
ar: عنصر شراء كامل الخدمة
fr_fr: Tous les articles d’achat de services
he_il: פריט רכישת כל השירות
pt_br: Todos os Itens de Compra de Serviços

source: Service Purchase Item By ID
ar: شراء عنصر الخدمة حسب الهوية
fr_fr: Achat de service par ID
he_il: רכישת פריט בשירות לפי מזהה
pt_br: Item de Compra de Serviço por ID

source: All Service Resale Item
ar: منتج إعادة بيع الخدمة
fr_fr: Tous les articles de revente de service
he_il: פריט מכירה חוזרת לכל השירותים
pt_br: Todos os Itens de Revenda de Serviço

source: Service Resale Item By ID
ar: منتج إعادة بيع الخدمة حسب الهوية
fr_fr: Article de revente par ID
he_il: פריט מכירה מחדש של שירות לפי מזהה
pt_br: Item de Revenda por ID

source: All Service Sale Item
ar: عنصر بيع كامل الخدمة
fr_fr: Tous les articles de vente de service
he_il: פריט מכירת כל השירות
pt_br: Todos os itens de venda de serviço

source: Service Sale Item By ID
ar: بيع الخدمة حسب الهوية
fr_fr: Article de vente par ID
he_il: פריט מכירת שירות לפי מזהה
pt_br: Item de Venda de Serviço por ID

source: All Ship Item
ar: جميع عناصر السفينة
fr_fr: Tous les articles du navire
he_il: כל פריטי הספינה
pt_br: Todos os Itens da Nave

source: Ship Item By ID
ar: عنصر الشحنة حسب الهوية
fr_fr: Expédition de l’article par identification
he_il: פריט משלוח לפי תעודת זהות
pt_br: Enviar Item por ID

source: All Statistical Journal Entry
ar: جميع مدخلات المجلات الإحصائية
fr_fr: Toutes les entrées du journal statistique
he_il: כל רשומות יומן סטטיסטיות
pt_br: Todas as Entradas do Diário Estatístico

source: Statistical Journal Entry By ID
ar: مدخل اليوميات الإحصائية حسب ID.
fr_fr: Entrée du journal statistique par ID
he_il: רשומת יומן סטטיסטית לפי ID
pt_br: Entrada do Diário Estatístico por ID

source: All Subscription
ar: جميع الاشتراكات
fr_fr: Tous les abonnements
he_il: כל המנוי
pt_br: Todas as Assinaturas

source: Subscription By ID
ar: الاشتراك حسب الهوية
fr_fr: Abonnement par ID
he_il: מנוי לפי ID
pt_br: Assinatura por ID

source: All Subscription Change Order
ar: جميع أوامر تغيير الاشتراك
fr_fr: Tous les ordres de modification des abonnements
he_il: כל סדר השינויים במנויים
pt_br: Ordem de Alteração de Todas as Assinaturas

source: Subscription Change Order By ID
ar: ترتيب تغيير الاشتراك حسب الهوية
fr_fr: Ordre de changement d’abonnement par ID
he_il: סדר שינוי מנוי לפי ID
pt_br: Ordem de Alteração de Assinatura por ID

source: All Subscription Line
ar: جميع الاشتراكات
fr_fr: Ligne d’abonnement à tous
he_il: כל קו המנויים
pt_br: Linha de Assinatura

source: Subscription Line By ID
ar: خط الاشتراك حسب الهوية
fr_fr: Ligne d’abonnement par ID
he_il: קו מנוי לפי מזהה
pt_br: Linha de Assinatura por ID

source: All Subscription Plan
ar: خطة الاشتراك الكاملة
fr_fr: Plan Tous les abonnements
he_il: כל תוכניות המנויים
pt_br: Plano de Assinatura

source: Subscription Plan By ID
ar: خطة الاشتراك حسب الهوية
fr_fr: Plan d’abonnement par ID
he_il: תוכנית מנוי לפי ID
pt_br: Plano de Assinatura por ID

source: All Subscription Term
ar: مدة الاشتراك الكاملة
fr_fr: Tous les termes d’abonnement
he_il: כל תקופת המנוי
pt_br: Todos os Períodos de Assinatura

source: Subscription Term By ID
ar: مدة الاشتراك حسب الهوية
fr_fr: Durée de l’abonnement par ID
he_il: תקופת המנוי לפי ID
pt_br: Prazo de Assinatura por ID

source: All Subsidiary
ar: جميع الشركات الفرعية
fr_fr: Toutes les filiales
he_il: כל חברות הבת
pt_br: Todas as Subsidiárias

source: Subsidiary By ID
ar: فرع حسب الهوية
fr_fr: Filiale par ID
he_il: חברת בת לפי מזהה
pt_br: Subsidiária por ID

source: All Subtotal Item
ar: كل العناصر الفرعية
fr_fr: Tous les éléments sous-totaux
he_il: כל הפריט הכולל
pt_br: Todos os itens subtotais

source: Subtotal Item By ID
ar: العنصر الفرعي حسب المعرف
fr_fr: Sous-total de l’élément par ID
he_il: סך הפריט לפי מזהה
pt_br: Subtotal de Itens por ID

source: All Support Case
ar: جميع الحالات الداعمة
fr_fr: Toutes les affaires de soutien
he_il: כל תיק התמיכה
pt_br: Todos os Casos de Suporte

source: Support Case By ID
ar: الدعم حسب الهوية
he_il: תיק תמיכה לפי ID
pt_br: Suporte Caso por ID

source: All Task
ar: جميع المهام
fr_fr: Toutes les tâches
he_il: כל המשימות
pt_br: Todas as Tarefas

source: Task By ID
ar: مهمة حسب الرقم
fr_fr: Tâche par ID
he_il: משימה לפי מזהה
pt_br: Tarefa por ID

source: All Tax Type
ar: جميع أنواع الضرائب
fr_fr: Tous types d’impôts
he_il: כל סוגי המס
pt_br: Todos os Tipos de Impostos

source: Tax Type By ID
ar: نوع الضريبة حسب الهوية
fr_fr: Type d’impôt par ID
he_il: סוג מס לפי ID
pt_br: Tipo de imposto por ID

source: All Term
ar: جميع الفصول
fr_fr: Tout le trimestre
he_il: כל הסדנאות
pt_br: Todo o Período

source: Term By ID
ar: المصطلح حسب الهوية
fr_fr: Terme par DI
he_il: מונח לפי תעודת זהות
pt_br: Termo por ID

source: All Time Bill
ar: قانون الأبدية
fr_fr: Bill de tous les temps
he_il: חוק כל הזמנים
pt_br: Bill de Todos os Tempos

source: Time Bill By ID
ar: حساب الوقت حسب الهوية
fr_fr: Facture de temps par identification
he_il: חשבון זמן לפי ID
pt_br: Conta de Tempo por ID

source: All Time Sheet
ar: جدول التوقيت الشامل
fr_fr: Feuille de temps toutes
he_il: דף כל השעות
pt_br: Folha de Horas Todas

source: Time Sheet By ID
ar: جدول الوقت حسب الهوية
fr_fr: Feuille de temps par ID
he_il: גיליון שעות לפי ID
pt_br: Folha de Ponto por ID

source: All Topic
ar: جميع المواضيع
fr_fr: Tous les sujets
he_il: כל הנושאים
pt_br: Todos os Tópicos

source: Topic By ID
ar: الموضوع حسب الهوية
fr_fr: Sujet par ID
he_il: נושא לפי ID
pt_br: Tópico por ID

source: All Transfer Order
ar: جميع أوامر النقل
fr_fr: Tous les transferts
he_il: כל פקודות ההעברה
pt_br: Todas as Transferências

source: Transfer Order By ID
ar: أمر التحويل حسب بطاقة الهوية
fr_fr: Ordre de transfert par ID
he_il: הזמנת העברה לפי תעודה
pt_br: Ordem de Transferência por ID

source: All Units Type
ar: جميع أنواع الوحدات
fr_fr: Tous types d’unités
he_il: כל סוגי היחידות
pt_br: Todos os Tipos de Unidades

source: Units Type By ID
ar: الوحدات النوع حسب التعريف
fr_fr: Type d’unités par ID
he_il: יחידות סוג לפי מזהה
pt_br: Tipo de Unidades por ID

source: All Usage
ar: جميع الاستخدامات
fr_fr: Toutes utilisations
he_il: כל השימושים
pt_br: Todo o uso

source: Usage By ID
ar: الاستخدام حسب الهوية
fr_fr: Utilisation par ID
he_il: שימוש לפי מזהה
pt_br: Uso por ID

source: All Vendor
ar: جميع البائعين
fr_fr: Tous les fournisseurs
he_il: כל הספקים
pt_br: Todos os Fornecedores

source: Vendor By ID
ar: البائع حسب الهوية
fr_fr: Fournisseur par ID
he_il: ספק לפי מזהה
pt_br: Fornecedor por ID

source: All Vendor Bill
ar: جميع البائعين
fr_fr: Tous les fournisseurs de loi
he_il: חוק כולו של ספקים
pt_br: Todos os Fornecedores de Lei

source: Vendor Bill By ID
ar: فاتورة البائعين حسب الهوية
fr_fr: Facture du fournisseur par identification
he_il: חשבון ספקים לפי ID
pt_br: Fatura do Fornecedor por ID

source: All Vendor Category
ar: فئة جميع البائعين
fr_fr: Toutes les catégories de fournisseurs
he_il: קטגוריית כל הספקים
pt_br: Todas as Categorias de Fornecedores

source: Vendor Category By ID
ar: فئة البائعين حسب الهوية
fr_fr: Catégorie de fournisseur par ID
he_il: קטגוריית ספקים לפי ID
pt_br: Categoria do Fornecedor por ID

source: All Vendor Credit
ar: جميع ائتمان البائع
fr_fr: Tous les crédits fournisseurs
he_il: כל הקרדיט של הספק
pt_br: Todo o Crédito do Fornecedor

source: Vendor Credit By ID
ar: ائتمان البائع حسب الهوية
fr_fr: Crédit du fournisseur par ID
he_il: אשראי של ספק לפי ID
pt_br: Crédito ao Fornecedor por ID

source: All Vendor Payment
ar: جميع مدفوعات البائعين
fr_fr: Tous les paiements des fournisseurs
he_il: כל התשלום על ידי ספקים
pt_br: Todos os pagamentos ao fornecedor

source: Vendor Payment By ID
ar: دفع البائع حسب الهوية
fr_fr: Paiement par le fournisseur par pièce d’identité
he_il: תשלום על ידי ספק לפי ID
pt_br: Pagamento ao Fornecedor por ID

source: All Vendor Prepayment
ar: جميع الدفعات المسبقة من البائعين
fr_fr: Tous les prépaiements fournis par les fournisseurs
he_il: כל התשלום המוקדם של הספק
pt_br: Todos os Pré-pagamentos do Fornecedor

source: Vendor Prepayment By ID
ar: الدفع المسبق من البائع حسب الهوية
fr_fr: Prépaiement du fournisseur par identification
he_il: תשלום מוקדם על ידי ספק לפי ID
pt_br: Pré-pagamento do Fornecedor por ID

source: All Vendor Prepayment Application
ar: جميع طلبات الدفع المسبق من البائعين
fr_fr: Toutes les applications de paiement anticipé fournies par le fournisseur
he_il: בקשת תשלום מוקדם לכל הספקים
pt_br: Todos os Formulários de Pré-pagamento do Fornecedor

source: Vendor Prepayment Application By ID
ar: طلب الدفع المسبق للبائع حسب الهوية
fr_fr: Demande de prépaiement par fournisseur par ID
he_il: בקשת תשלום מראש לספקים לפי ID
pt_br: Aplicação de Pré-pagamento do Fornecedor por ID

source: All Vendor Return Authorization
ar: جميع تصاريح إرجاع الموردين
fr_fr: Toutes les autorisations de retour du fournisseur
he_il: כל אישורי החזרת ספקים
pt_br: Autorização de Devolução de Todos os Fornecedores

source: Vendor Return Authorization By ID
ar: تفويض إرجاع البائع حسب الهوية
fr_fr: Autorisation de retour par fournisseur par ID
he_il: הרשאת החזרת ספק לפי מזהה
pt_br: Autorização de devolução do fornecedor por ID

source: All Vendor Subsidiary Relationship
ar: جميع العلاقات بين الموردين الفرعيين
fr_fr: Relation Toutes Filiales Fournisseurs
he_il: יחסי הבת של כל הספקים
pt_br: Relacionamento Todo-Fornecedor Subsidiária

source: Vendor Subsidiary Relationship By ID
ar: علاقة الموردين الفرعيين حسب الهوية
fr_fr: Relation fournisseur-filiale par ID
he_il: מערכת יחסים בין ספקים לפי ID
pt_br: Relação Fornecedor-Subsidiária por ID

source: All Inventory Detail
ar: جميع تفاصيل الجرد
fr_fr: Tous les détails de l’inventaire
he_il: כל פרטי המלאי
pt_br: Todos os detalhes do inventário

source: Inventory Detail By ID
ar: تفاصيل الجرد حسب الهوية
fr_fr: Détail de l’inventaire par ID
he_il: פרטי מלאי לפי מזהה
pt_br: Detalhe do Inventário por ID

source: All Item Demand Plan
ar: خطة الطلب على جميع العناصر
fr_fr: Plan de demande pour tous les articles
he_il: תוכנית כל דרישת הפריטים
pt_br: Plano de Demanda de Todos os Itens

source: Item Demand Plan By ID
ar: خطة طلب العنصر حسب الهوية
fr_fr: Plan de demande d’articles par ID
he_il: תכנית ביקוש פריט לפי ID
pt_br: Plano de Demanda de Itens por ID

source: All Item Location Demand Plan
ar: خطة طلب مواقع جميع العناصر
fr_fr: Plan de demande pour l’emplacement de tous les articles
he_il: תכנית הביקוש למיקום כל הפריטים
pt_br: Plano de Demanda de Localização de Todos os Itens

source: Item Location Demand Plan By ID
ar: خطة طلب موقع العنصر حسب الهوية
fr_fr: Plan de demande d’emplacement des articles par ID
he_il: תכנית ביקוש למיקום פריט לפי ID
pt_br: Plano de Demanda de Localização do Item por ID

source: All Item Supply Plan
ar: خطة توريد جميع العناصر
fr_fr: Plan d’approvisionnement pour tous les articles
he_il: תוכנית אספקת כל הפריטים
pt_br: Plano de Fornecimento de Todos os Itens

source: Item Supply Plan By ID
ar: خطة توريد العناصر حسب التصميم
fr_fr: Plan d’approvisionnement des articles par ID
he_il: תוכנית אספקת פריטים לפי ID
pt_br: Plano de Fornecimento de Itens por ID

source: All Item Location Supply Plan
ar: خطة توريد مواقع جميع العناصر
fr_fr: Plan d’approvisionnement pour l’emplacement de tous les articles
he_il: תוכנית אספקת מיקום כל הפריטים
pt_br: Plano de Suprimentos de Todos os Itens

source: Item Location Supply Plan By ID
ar: خطة توريد موقع العنصر حسب الهوية
fr_fr: Plan d’approvisionnement de l’emplacement de l’article par ID
he_il: תכנית אספקה למיקום פריט לפי ID
pt_br: Plano de Suprimentos de Localização do Item por ID

source: All Lead Status
ar: حالة القائد بالكامل
fr_fr: Statut de tous en tête
he_il: סטטוס כולו מוביל
pt_br: Todos os Líderes

source: Lead Status By ID
ar: حالة القائد حسب الهوية
fr_fr: Statut du prospect par ID
he_il: סטטוס מוביל לפי ID
pt_br: Status do Lead por ID

source: All Web Site
ar: جميع المواقع الإلكترونية
fr_fr: Tous les sites Web
he_il: כל האתרים
pt_br: Todos os sites

source: Web Site By ID
ar: الموقع الإلكتروني حسب الهوية
fr_fr: Site web par ID
he_il: אתר אינטרנט לפי מזהה
pt_br: Site por ID

source: All Work Order
ar: جميع أوامر العمل
fr_fr: Tous les ordres de travail
he_il: כל סדר העבודה
pt_br: Todos os Pedidos de Trabalho

source: Work Order By ID
ar: أمر العمل حسب الهوية
fr_fr: Ordre de travail par ID
he_il: הזמנת עבודה לפי ID
pt_br: Ordem de Trabalho por ID

source: All Work Order Close
ar: إغلاق جميع أوامر العمل
fr_fr: Tous les ordres de travail sont fermés
he_il: סגירת כל הזמנות העבודה
pt_br: Todos os Pedidos de Trabalho Fechados

source: Work Order Close By ID
ar: أمر العمل القريب من التعرف
fr_fr: Ordre de travail à proximité de l’ID
he_il: הזמנת עבודה ליד ID
pt_br: Ordem de Trabalho Próxima a ID

source: All Work Order Completion
ar: إكمال جميع أوامر العمل
fr_fr: Complétion de tous ordres de travail
he_il: השלמת כל פקודות העבודה
pt_br: Conclusão de Todas as Ordens de Trabalho

source: Work Order Completion By ID
ar: إكمال أوامر العمل حسب الهوية
fr_fr: Complétion des ordres de travail par ID
he_il: השלמת הזמנת עבודה לפי ID
pt_br: Conclusão da Ordem de Trabalho por ID

source: All Work Order Issue
ar: جميع أوامر العمل
fr_fr: Problème de tous les ordres de travail
he_il: כל ההוצאות של הזמנות עבודה
pt_br: Problema de Todas as Ordens de Trabalho

source: Work Order Issue By ID
ar: إصدار أوامر العمل حسب الهوية
fr_fr: Émission de bon de travail par ID
he_il: הנפקת הזמנת עבודה לפי ID
pt_br: Emissão de Ordem de Trabalho por ID

source: Brands
ar: العلامات التجاريه
fr_fr: Marques
he_il: מותגים
pt_br: Marcas

source: Fields
ar: حقول
fr_fr: Champs
he_il: שדות
pt_br: Campos

source: Field Dependencies
ar: تبعيات المجالات
fr_fr: Dépendances de champs
he_il: תלות שדות
pt_br: Dependências de Campos

source: Contacts
ar: جهات الاتصال
he_il: אנשי קשר
pt_br: Contatos

source: Contact Groups
ar: مجموعات الاتصال
fr_fr: Groupes de contact
he_il: קבוצות יצירת קשר
pt_br: Grupos de Contato

source: Agents
ar: الوكلاء
he_il: סוכנים
pt_br: Agentes

source: Groups
ar: المجموعات
fr_fr: Groupe
he_il: קבוצות
pt_br: Grupos

source: Tickets
ar: تذاكر
fr_fr: Billets
he_il: כרטיסים
pt_br: Bilhetes

source: Satisfaction Survey
ar: مسح الرضا
he_il: סקר שביעות רצון
pt_br: Pesquisa de Satisfação

source: Holidays
ar: العطل
fr_fr: Vacances
he_il: חגים
pt_br: Férias

source: Worklogs
ar: سجلات العمل
fr_fr: Journaux de travail
he_il: יומני עבודה
pt_br: Registros de trabalho

source: Canned Responses
ar: ردود جاهزة
fr_fr: Réponses prédéfinies
he_il: תגובות מוכנות
pt_br: Respostas Enroladas

source: Locals
ar: المحليين
fr_fr: Habitants
he_il: המקומיים
pt_br: Locais

source: SLA
ar: جيش تحرير السودان

source: Integrations
ar: التكامل
fr_fr: Intégrations
he_il: שילובי
pt_br: Integrações

source: All Brands
ar: جميع العلامات التجارية
fr_fr: Toutes les marques
he_il: כל המותגים
pt_br: Todas as Marcas

source: All User Brands
ar: جميع العلامات التجارية للمستخدمين
fr_fr: Toutes les marques utilisateurs
he_il: כל מותגי המשתמש
pt_br: Todas as Marcas de Usuários

source: All Field Options
ar: جميع خيارات الملعب
fr_fr: Toutes les options de terrain
he_il: כל אפשרויות השדה
pt_br: Todas as Opções de Campo

source: All Field Dependencies
ar: جميع تبعيات المجالات
fr_fr: Toutes les dépendances de champs
he_il: כל התלות השדות
pt_br: Todas as Dependências de Campo

source: Get Field Dependency By Id
ar: احصل على الاعتماد على المجال حسب الهوية
fr_fr: Obtenir la dépendance du champ par identifiant
he_il: קבל תלות שדה לפי מזהה
pt_br: Obtenha Dependência de Campo por ID

source: Contact By Email
ar: التواصل عبر البريد الإلكتروني
fr_fr: Contact par email
he_il: יצירת קשר בדוא"ל
pt_br: Contato por E-mail

source: Get Contact By Id
ar: احصل على الاتصال عبر الهوية
fr_fr: Obtenir un contact par identifiant
he_il: קבל קשר לפי תעודה מזהה
pt_br: Obtenha contato por identificação

source: All Contact Fields
ar: جميع حقول الاتصال
fr_fr: Tous les champs de contact
he_il: כל שדות הקשר
pt_br: Todos os Campos de Contato

source: Get Contact Field By Id
ar: احصل على حقل الاتصال حسب التعريف
fr_fr: Obtenir le champ de contact par ID
he_il: קבל שדה קשר לפי מזהה
pt_br: Obter o Campo de Contato por ID

source: Contact Group By Contact Id
ar: مجموعة جهات الاتصال حسب معرف الاتصال
fr_fr: Groupe de contact par identifiant de contact
he_il: קבוצת אנשי קשר לפי מזהה איש קשר
pt_br: Grupo de Contato por ID de Contato

source: Contact Notes
ar: ملاحظات التواصل
he_il: הערות ליצירת קשר
pt_br: Notas de Contato

source: All Contact Groups
ar: جميع مجموعات الاتصال
fr_fr: Tous les groupes de contact
he_il: כל קבוצות הקשר
pt_br: Todos os Grupos de Contato

source: Get Contact Group By Id
ar: احصل على مجموعة الاتصال حسب التعريف
fr_fr: Obtenir le groupe de contact par ID
he_il: קבל קבוצת קשר לפי מזהה
pt_br: Receba o Grupo de Contato por ID

source: Contact Group By Name
ar: مجموعة الاتصال بالاسم
fr_fr: Groupe de contact par nom
he_il: קבוצת יצירת קשר לפי שם
pt_br: Grupo de Contato por Nome

source: Contacts By Contact Group
ar: جهات الاتصال حسب مجموعة جهات الاتصال
fr_fr: Contacts par groupe de contact
he_il: אנשי קשר לפי קבוצת קשרים
pt_br: Contatos por Grupo de Contato

source: Contact Group Domains
ar: نطاقات مجموعة الاتصال
fr_fr: Domaines de groupes de contact
he_il: דומיינים של קבוצת יצירת קשר
pt_br: Domínios de Grupos de Contato

source: All Contact Group Fields
ar: جميع حقول مجموعات الاتصال
fr_fr: Tous les champs de groupes de contact
he_il: כל שדות קבוצת הקשר
pt_br: Todos os Campos de Grupos de Contato

source: Get Contact Group Field By Id
ar: احصل على حقل مجموعة الاتصال حسب المعرف
fr_fr: Obtenir le champ de contact du groupe par identifiant
he_il: קבל שדה קבוצת אנשי קשר לפי מזהה
pt_br: Obtenha o Campo do Grupo de Contato por ID

source: Contact Group Notes By Id
ar: ملاحظات مجموعة التواصل حسب التعريف
fr_fr: Notes de groupe de contact par ID
he_il: הערות קבוצת יצירת קשר לפי מזהה
pt_br: Notas do Grupo de Contato por ID

source: User Profile By Email
ar: ملف المستخدم عبر البريد الإلكتروني
fr_fr: Profil utilisateur par email
he_il: פרופיל משתמש לפי דואר אלקטרוני
pt_br: Perfil de Usuário por E-mail

source: User Profile
ar: ملف المستخدم
fr_fr: Profil utilisateur
he_il: פרופיל משתמש
pt_br: Perfil de Usuário

source: Contact Groups By User Id
ar: مجموعات جهات الاتصال حسب معرف المستخدم
fr_fr: Groupes de contacts par identifiant utilisateur
he_il: קבוצות יצירת קשר לפי מזהה משתמש
pt_br: Grupos de Contato por ID de Usuário

source: All User Collections
ar: جميع مجموعات المستخدمين
fr_fr: Toutes les collections utilisateurs
he_il: כל אוספי המשתמשים
pt_br: Todas as Coleções de Usuários

source: All Agents
ar: جميع الوكلاء
fr_fr: Tous les agents
he_il: כל הסוכנים
pt_br: Todos os Agentes

source: Get Agent By Id
ar: احصل على العميل حسب الهوية
fr_fr: Obtenir un agent par identification
pt_br: Obtenha o Agente por Identificação
