Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Select Date
ar: اختر التاريخ
fr_fr: Date de sélection
he_il: בחר תאריך
pt_br: Data selecionada

source: Top
ar: أعلى
fr_fr: Retour au début
he_il: סביבון
pt_br: Início

source: Bottom
ar: قاع
fr_fr: Fond
he_il: ישבן
pt_br: Fundo

source: Middle
ar: وسط
fr_fr: Milieu
he_il: אמצע
pt_br: Meio

source: Gap
ar: ثغر
fr_fr: Brèche
he_il: הפער

source: Zero
ar: صفر
fr_fr: Zéro
he_il: אפס

source: Connect
ar: عشق
fr_fr: Relier
he_il: התחבר
pt_br: Ligar

source: Font Settings
ar: إعدادات الخط
fr_fr: Paramètres de police
he_il: הגדרות גופן
pt_br: Configurações de Fonte

source: Dashboard Title
ar: عنوان لوحة المعلومات
fr_fr: Titre du tableau de bord
he_il: כותרת לוח מחוונים
pt_br: Título do Painel

source: Widget Title
ar: عنوان الأداة
fr_fr: Titre du widget
he_il: כותרת הווידג'ט
pt_br: Título do Widget

source: Widget Subtitle
ar: ترجمة الأداة
fr_fr: Sous-titres du widget
he_il: כתוביות ווידג'ט
pt_br: Legenda do Widget

source: Legend Title
ar: عنوان الأسطورة
fr_fr: Titre de légende
he_il: כותרת האגדה
pt_br: Título da Lenda

source: Value Label
ar: علامة القيمة
fr_fr: Étiquette de valeur
he_il: תווית ערך
pt_br: Rótulo de Valor

source: Category Axis Label
ar: تصنيف محور الفئة
fr_fr: Étiquette d’axe de catégorie
he_il: תווית ציר קטגוריה
pt_br: Rótulo do eixo da categoria

source: Category Axis Title
ar: عنوان محور الفئة
fr_fr: Catégorie Axe Titre
he_il: כותרת ציר קטגוריה
pt_br: Título do eixo da categoria

source: Primary Axis Label
ar: علامة المحور الأساسي
fr_fr: Étiquette d’axe primaire
he_il: תווית הציר הראשי
pt_br: Rótulo do Eixo Primário

source: Primary Axis Title
ar: لقب المحور الأساسي
fr_fr: Titre principal de l’Axe
he_il: כותרת הציר הראשי
pt_br: Título Primário do Eixo

source: Secondary Axis Label
ar: علامة المحور الثانوي
fr_fr: Étiquette d’axe secondaire
he_il: תווית ציר משני
pt_br: Rótulo do eixo secundário

source: Secondary Axis Title
ar: لقب المحور الثانوي
fr_fr: Titre secondaire de l’Axe
he_il: תואר הציר המשני
pt_br: Título Secundário do Eixo

source: Primary
ar: ابتدائي
fr_fr: Primaire
he_il: הראשי
pt_br: Primário

source: Secondary
ar: ثانوي
fr_fr: Secondaire
he_il: משני
pt_br: Secundário

source: Header
ar: راس
fr_fr: En-tête
he_il: כותרת
pt_br: Cabeçalho

source: Content
ar: محتوى
fr_fr: Contenu
he_il: תוכן
pt_br: Conteúdo

source: Confidence Interval
ar: فترة الثقة
fr_fr: Intervalle de confiance
he_il: מרווח ביטחון
pt_br: Intervalo de confiança

source: Legend Text
ar: نص الأسطورة
fr_fr: Texte de la légende
he_il: טקסט האגדה
pt_br: Texto da Lenda

source: Confidence Band Style
ar: أسلوب فرقة الثقة
he_il: סגנון להקת הביטחון
pt_br: Estilo Confiança

source: Length
ar: طول
fr_fr: Longueur
he_il: אורך
pt_br: Comprimento

source: Seasonality
ar: موسميه
fr_fr: Saisonnalité
he_il: עונתיות
pt_br: Sazonalidade

source: Apply
ar: طبق
fr_fr: Appliquer
he_il: החל
pt_br: Aplicar

source: Forecast
ar: تنبؤ
fr_fr: Prévision
he_il: תחזית
pt_br: Previsão

source: Confidence
ar: ثقة
fr_fr: Confiance
he_il: ביטחון
pt_br: Confiança

source: Show Category Axis
ar: محور فئة العرض
fr_fr: Axe de catégorie d’affichage
he_il: ציר קטגוריית התוכנית
pt_br: Exibir Eixo da Categoria

source: Show Axis Title
ar: عنوان محور العرض
fr_fr: Titre de l’axe Show
he_il: כותרת ציר התוכנית
pt_br: Título do Eixo Mostrar

source: Label Overflow Mode
ar: وضع تجاوز الملصق
fr_fr: Mode de débordement d’étiquettes
he_il: מצב מעבר תווית
pt_br: Modo de Excesso de Rótulos

source: Trim Axis Labels
ar: ملصقات محور التريم
fr_fr: Étiquettes d’axe de trim
he_il: תוויות ציר גימור
pt_br: Etiquetas do Eixo de Corte

source: Maximum Label Width
ar: أقصى عرض للعلامة
fr_fr: Largeur maximale de l’étiquette
he_il: רוחב התווית המקסימלי
pt_br: Largura máxima do rótulo

source: Label Rotation
ar: تدوير العلامات التجارية
he_il: סיבוב תוויות
pt_br: Rotação de Selos

source: Auto Interval
ar: أوتو إنترفال
fr_fr: Intervalle automatique
he_il: אינטרוול אוטומטי
pt_br: Intervalo automático

source: Interval
ar: فترة
fr_fr: Intervalle
he_il: מרווח זמן
pt_br: Intervalo

source: Show Primary Value Axis
ar: عرض محور القيمة الأساسية
fr_fr: Afficher l’axe principal des valeurs
he_il: הצג ציר ערך ראשי
pt_br: Mostrar o eixo primário do valor

source: Axis Title
ar: لقب المحور
fr_fr: Titre de l’Axe
he_il: כותרת הציר
pt_br: Título do eixo

source: Axis Type
ar: نوع المحور
fr_fr: Type d’axe
he_il: סוג ציר
pt_br: Tipo de eixo

source: Show Secondary Value Axis
ar: عرض محور القيمة الثانوية
fr_fr: Afficher l’axe de valeur secondaire
he_il: הצג ציר ערך משני
pt_br: Mostrar o eixo de valor secundário

source: Primary Axis Range
ar: نطاق المحور الأساسي
fr_fr: Portée des axes primaires
he_il: טווח ציר ראשי
pt_br: Faixa de eixos primários

source: Primary Axis Format
ar: صيغة المحور الأساسي
fr_fr: Format principal de l’axe
he_il: פורמט ציר ראשי
pt_br: Formato do Eixo Primário

source: Secondary Axis Format
ar: صيغة المحور الثانوي
fr_fr: Format secondaire de l’axe
he_il: פורמט ציר משני
pt_br: Formato do Eixo Secundário

source: Format
ar: تنسيق
he_il: תבנית
pt_br: Formato

source: Edit Axis Range
ar: تعديل نطاق المحور
fr_fr: Modifier la plage des axes
he_il: עריכה: טווח ציר
pt_br: Editar Faixa de Eixos

source: Axis Format
ar: صيغة المحور
he_il: פורמט ציר
pt_br: Formato do eixo

source: Inverse Axis
ar: المحور المعكوس
fr_fr: Axe inverse
he_il: ציר הפוך
pt_br: Eixo Inverso

source: Primary Value Axis
ar: محور القيمة الأساسية
fr_fr: Axe de valeur primaire
he_il: ציר הערך הראשי
pt_br: Eixo de Valor Primário

source: Secondary Value Axis
ar: محور القيمة الثانوية
fr_fr: Axe de valeur secondaire
he_il: ציר ערך משני
pt_br: Eixo de Valor Secundário

source: Category Axis
ar: محور الفئة
fr_fr: Axe de catégorie
he_il: ציר קטגוריה
pt_br: Eixo da Categoria

source: Use Default Palette
ar: استخدم لوحة الألوان الافتراضية
he_il: השתמש בפלטת ברירת מחדל
pt_br: Use a paleta padrão

source: Advanced Settings
ar: الإعدادات المتقدمة
fr_fr: Paramètres avancés
he_il: הגדרות מתקדמות
pt_br: Configurações Avançadas

source: Color Mapping Type
ar: نوع رسم خرائط الألوان
fr_fr: Type de cartographie des couleurs
he_il: סוג מיפוי צבעים
pt_br: Tipo de Mapeamento de Cor

source: Fixed Layout
ar: التخطيط الثابت
fr_fr: Disposition fixe
he_il: פריסה קבועה
pt_br: Layout Fixo

source: Reponsive Margin
ar: هامش الرد
fr_fr: Marge de la réponse
he_il: שוליים תגובתיים
pt_br: Margem Responsiva

source: Column Alignment
ar: محاذاة الأعمدة
fr_fr: Alignement des colonnes
he_il: יישור עמודות
pt_br: Alinhamento das Colunas

source: KPI Columns
ar: أعمدة مؤشر الأداء الرئيسي
fr_fr: Colonnes KPI
he_il: עמודי KPI
pt_br: Colunas de KPI

source: Options
ar: خيارات
he_il: אפשרויות
pt_br: Opções

source: Add
ar: جمع
fr_fr: Ajouter
he_il: הוסף
pt_br: Adicionar

source: Edit
ar: حرر
fr_fr: Éditer
he_il: עריכה
pt_br: Editar

source: Delete
ar: حذف
fr_fr: Supprimer
he_il: למחוק
pt_br: Excluir

source: KPI Expression
ar: تعبير مؤشر الأداء الرئيسي
he_il: ביטוי KPI
pt_br: Expressão de KPI

source: Actual Column Name
ar: اسم العمود الفعلي
fr_fr: Nom réel de la colonne
he_il: שם הטור בפועל
pt_br: Nome real da coluna

source: Target Column Name
ar: اسم عمود الهدف
fr_fr: Nom de la colonne cible
he_il: שם עמודת היעד
pt_br: Nome da coluna alvo

source: KPI Calculation Type
ar: نوع حساب مؤشر الأداء الرئيسي
fr_fr: Type de calcul des KPI
he_il: סוג חישוב KPI
pt_br: Tipo de Cálculo de KPI

source: Show Sparkline
ar: شو سباركلاين

source: Opacity
ar: العتامه
fr_fr: Opacité
he_il: אטימות
pt_br: Opacidade

source: Color Option
ar: خيار اللون
fr_fr: Option couleur
he_il: אופציית צבע
pt_br: Opção de Cor

source: Show Image
ar: عرض الصورة
fr_fr: Afficher l’image
he_il: הצג תמונה
pt_br: Mostrar imagem

source: Plot Area
ar: منطقة الحبكة
fr_fr: Zone de l’intrigue
he_il: אזור העלילה
pt_br: Área do Enredo

source: Image Mode
ar: وضع الصورة
he_il: מצב תמונה
pt_br: Modo Imagem

source: Browse Image
ar: تصفح الصورة
fr_fr: Parcourir l’image
he_il: עיון בתמונה
pt_br: Navegar pela Imagem

source: Image Alignment
ar: محاذاة الصورة
fr_fr: Alignement des images
he_il: יישור תמונה
pt_br: Alinhamento da Imagem

source: Image Rotation
ar: تدوير الصورة
fr_fr: Rotation de l’image
he_il: סיבוב תמונה
pt_br: Rotação da Imagem

source: Animation Duration
ar: مدة الرسوم المتحركة
fr_fr: Durée de l’animation
he_il: משך האנימציה
pt_br: Duração da Animação

source: Horizontal Alignment
ar: المحاذاة الأفقية
fr_fr: Alignement horizontal
he_il: יישור אופקי
pt_br: Alinhamento Horizontal

source: Scaling Factor
ar: عامل التوسع
fr_fr: Facteur d’échelle
he_il: מקדם קנה מידה
pt_br: Fator de Escala

source: Vertical Alignment
ar: المحاذاة الرأسية
fr_fr: Alignement vertical
he_il: יישור אנכי
pt_br: Alinhamento vertical

source: Responsive Margin
ar: هامش الاستجابة
fr_fr: Marge réactive
he_il: מרווח תגובה
pt_br: Margem Responsiva

source: Fixed Rows and Columns
ar: صفوف وأعمدة ثابتة
fr_fr: Rangées et colonnes fixes
he_il: שורות ועמודות קבועות
pt_br: Linhas e Colunas Fixas

source: Row Count
ar: عد الصفوف
fr_fr: Nombre de lignes
he_il: ספירת שורות
pt_br: Contagem de Linhas

source: Column Count
ar: عدد الأعمدة
fr_fr: Nombre de colonnes
he_il: ספירת עמודות
pt_br: Contagem de Colunas

source: Text Wrap
ar: تغليف النص
fr_fr: Enveloppe de texte
he_il: עטיפת טקסט
pt_br: Enrolamento de Texto

source: Show Measure
ar: عرض مقياس
fr_fr: Mesure de Montre
he_il: מדד ההצגה
pt_br: Mostrar Medida

source: Right Value
ar: القيمة الصحيحة
fr_fr: Juste valeur
he_il: ערך נכון
pt_br: Valor Correto

source: Show Value
ar: قيمة العرض
fr_fr: Valeur de présentation
he_il: ערך המופע
pt_br: Valor de Exibição

source: Value Color Option
ar: خيار لون القيمة
fr_fr: Option de couleur de valeur
he_il: אופציית צבע ערך
pt_br: Opção de Cor de Valor

source: Value Font Size
ar: حجم خط القيمة
fr_fr: Valeur de la taille de la police
he_il: גודל גופן ערך
pt_br: Valor Tamanho da Fonte

source: Show Caption
ar: ترجمة العرض
fr_fr: Légende de l’émission
he_il: כיתוב תוכנית
pt_br: Legenda do Exibir

source: Caption Color Option
ar: خيار لون الترجمة
fr_fr: Option de couleur de légende
he_il: אפשרות צבע כיתוב
pt_br: Opção de Cor da Legenda

source: Caption Font Size
ar: حجم خط التعليق
fr_fr: Taille de la police de la légende
he_il: גודל גופן כיתוב
pt_br: Tamanho da Fonte da Legenda

source: Left Value
ar: القيمة اليسرى
fr_fr: Valeur gauche
he_il: ערך שמאלי
pt_br: Valor Esquerdo

source: Show Icon
ar: أيقونة العرض
fr_fr: Icône Afficher
he_il: אייקון התוכנית
pt_br: Ícone de Mostrar

source: Placement
ar: التنسيب
he_il: מיקום
pt_br: Colocação

source: High
ar: عال
fr_fr: Haut
he_il: גבוה
pt_br: Alto

source: Low
ar: منخفض
fr_fr: Bas
he_il: נמוך
pt_br: Baixo

source: Neutral
ar: محايد
fr_fr: Neutre
he_il: נייטרלי
pt_br: Neutro

source: Absolute Difference
ar: الفرق المطلق
fr_fr: Différence absolue
he_il: הבדל מוחלט
pt_br: Diferença Absoluta

source: Percent of Difference
ar: نسبة الفرق
fr_fr: Pourcentage de différence
he_il: אחוז ההבדל
pt_br: Percentual de diferença

source: Percent of Target
ar: نسبة الهدف
fr_fr: Pourcentage de la cible
he_il: אחוז מהיעד
pt_br: Percentual do alvo

source: Percent of Change
ar: نسبة التغيير
fr_fr: Pourcentage de changement
he_il: אחוז השינוי
pt_br: Percentual de Mudança

source: Show Axis Label
ar: علامة شو أكسيس
fr_fr: Afficher l’étiquette de l’axe
pt_br: Mostrar Rótulo do Eixo

source: Inversed Axis
ar: المحور المعكوس
fr_fr: Axe inversé
he_il: ציר הפוך
pt_br: Eixo Invertido

source: Opposed Axis
ar: المحور المعارض
fr_fr: Axe opposé
he_il: ציר מנוגד
pt_br: Eixo Oposto

source: Label Intersect Action
ar: عمل التقاطعات مع العلامة
fr_fr: Action d’Intersecte d’Étiquettes
he_il: פעולת אינטרסקט של תווית
pt_br: Ação de Gravadora Intersectar

source: Enable Trim
ar: تمكين التريم
fr_fr: Activer le trim
he_il: הפעלת גימור
pt_br: Ativar o Trim

source: Sorting
ar: الفرز
fr_fr: Classement
he_il: מיון
pt_br: Classificação

source: Show X Axis
ar: محور العرض X
fr_fr: Afficher l’axe X
pt_br: Mostrar eixo X

source: Show Y Axis
ar: عرض محور Y
fr_fr: Afficher l’axe Y
he_il: הצג ציר Y
pt_br: Eixo Y de Mostrar

source: Axis Range
ar: سلسلة أكسيس
fr_fr: Axe Range
he_il: טווח אקסיס
pt_br: Faixa do Eixo

source: Marker Shape
ar: شكل العلامة
fr_fr: Forme du marqueur
he_il: צורת הסמן
pt_br: Forma do Marcador

source: Marker Based Zoom
ar: تكبير قائم على العلامات
fr_fr: Zoom basé sur un marqueur
he_il: זום מבוסס סימנים
pt_br: Zoom Baseado em Marcador

source: Show Range
ar: نطاق العرض
fr_fr: Gamme de spectacles
he_il: טווח תצוגות
pt_br: Faixa de Exposição

source: Start
ar: بدء
fr_fr: Commencer
he_il: התחלה
pt_br: Começar

source: End
ar: انتهاء
fr_fr: Fin
he_il: קצה
pt_br: Fim

source: Range Color
ar: لون النطاق
fr_fr: Couleur de la gamme
he_il: צבע הטווח
pt_br: Cor da Gama

source: Scale Color
ar: لون المقياس
fr_fr: Couleur de l’échelle
he_il: צבע קנה מידה
pt_br: Cor da Escala

source: Show Ticks
ar: علامات العرض
fr_fr: Ticks de présentation
he_il: טיקים של מופע
pt_br: Carrapatos de Exposição

source: Ticks Position
ar: موقع التيكس
fr_fr: Position des tiques
he_il: מיקום טיקים
pt_br: Posição dos Ticks

source: Ticks Height
ar: ارتفاع التيكس
fr_fr: Hauteur des tiques
he_il: גובה הקרציות
pt_br: Altura dos carrapatos

source: Ticks Width
ar: عرض النقاط
fr_fr: Largeur des tiques
he_il: רוחב הקרציות
pt_br: Largura dos carrapatos

source: Show Scale Label
ar: علامة شو سكيل
fr_fr: Échelle-Échelle de l’Émission
he_il: לייבל Show Scale
pt_br: Rótulo da Escala do Espetáculo

source: Scale Label Position
ar: موقع ملصق المقياس
fr_fr: Position de l’étiquette de la balance
he_il: מיקום תווית קנה מידה
pt_br: Posição do Rótulo da Escala

source: Scale Width
ar: عرض المقياس
fr_fr: Largeur de l’échelle
he_il: רוחב קנה מידה
pt_br: Largura da Escala

source: Value Pointer
ar: مؤشر القيمة
fr_fr: Pointeur de valeur
he_il: מצביע ערך
pt_br: Ponteiro de Valor

source: Range Pointer Color
ar: لون مؤشر المدى
fr_fr: Couleur du pointeur de plage
he_il: צבע מצביע טווח
pt_br: Cor do Ponteiro de Alcance

source: Needle Pointer Color
ar: لون مؤشر الإبرة
fr_fr: Couleur du pointeur d’aiguille
he_il: צבע מצביע המחט
pt_br: Cor do Ponteiro da Agulha

source: Needle Pointer Height
ar: ارتفاع مؤشر الإبرة
fr_fr: Hauteur du pointeur d’aiguille
he_il: גובה מחט מצביע
pt_br: Altura do Ponteiro da Agulha

source: Target Pointer
ar: مؤشر الهدف
fr_fr: Pointeur de cible
he_il: מצביע מטרה
pt_br: Ponteiro de Alvo

source: Target Color
ar: اللون المستهدف
fr_fr: Couleur cible
he_il: צבע המטרה
pt_br: Cor Alvo

source: Scale Label
ar: شركة القياس
fr_fr: Étiquette de l’échelle
he_il: תווית סקייל
pt_br: Rótulo de Escala

source: Difference Value
ar: قيمة الفرق
fr_fr: Valeur de différence
he_il: ערך הפרש
pt_br: Valor da Diferença

source: Series Title
ar: عنوان السلسلة
fr_fr: Titre de la série
he_il: כותרת הסדרה
pt_br: Título da Série

source: Direction
ar: اتجاه
he_il: כיוון
pt_br: Direção

source: High Color
ar: هاي كولور
fr_fr: Haute Couleur
he_il: צבע גבוה
pt_br: Alta Cor

source: Medium Color
ar: اللون المتوسط
fr_fr: Couleur moyenne
he_il: צבע בינוני
pt_br: Cor Média

source: Low Color
ar: لون منخفض
fr_fr: Faible couleur
he_il: צבע נמוך
pt_br: Cor Baixa

source: Separator
ar: فاصل
fr_fr: Séparateur
he_il: מפריד
pt_br: Separador

source: Show Group Bar
ar: بار مجموعة العرض
fr_fr: Bar de groupe Show

source: Allow Filtering
ar: السماح بالتصفية
fr_fr: Autoriser le filtrage
he_il: אפשר סינון
pt_br: Permitir Filtragem

source: Show Row Grand Totals
ar: الإجماليات الكبرى لصف العرض
fr_fr: Totaux de la rangée d’affichage
he_il: סך הכללים בשורת התערוכה
pt_br: Total da Série de Exposição

source: Show Column Grand Totals
ar: إجمالي عمود العرض
fr_fr: Totaux de la colonne Show
he_il: סך כולל של עמודת הצג
pt_br: Total da Coluna do Programa

source: Show Row Sub Totals
ar: إجمالي الفروع الفرعية في عرض الصف
fr_fr: Totaux de sous-titres de la rangée affichée
he_il: תתי-סך שורות הצג
pt_br: Mostrar Subtotais de Fileiras

source: Show Column Sub Totals
ar: أعمدة العرض الإجمالي الفرعية
fr_fr: Totaux de sous-titres de la colonne Show
he_il: הצג תתי-סך של עמודות
pt_br: Mostrar Número de Subtotais

source: Grand Total
ar: التوتال الكبير
fr_fr: Total général
he_il: גרנד טוטאל
pt_br: Total Geral

source: Group Panel Background
ar: خلفية لجنة المجموعة
fr_fr: Contexte du panel de groupe
he_il: רקע הפאנל הקבוצתי
pt_br: Contexto do Painel do Grupo

source: Header Background
ar: خلفية الرأس
fr_fr: Contexte de l’en-tête
he_il: רקע הכותרת
pt_br: Contexto do Cabeçalho

source: Header Foreground
ar: المقدمة الرئيسية
fr_fr: Premier plan d’en-tête
he_il: חזית כותרת
pt_br: Cabeçalho em primeiro plano

source: Row Header
ar: رأس الصف
fr_fr: En-tête de ligne
he_il: כותרת שורה
pt_br: Cabeçalho de Linha

source: Column Header
ar: رأس العمود
fr_fr: En-tête de colonne
he_il: כותרת עמודה
pt_br: Cabeçalho da coluna

source: Hide Icon
ar: إخفاء أيقونة
fr_fr: Icône de masquage
he_il: אייקון הסתרה
pt_br: Ícone de Esconder

source: Show Default Image
ar: عرض الصورة الافتراضية
fr_fr: Afficher l’image par défaut
he_il: הצג תמונה ברירת מחדל
pt_br: Mostrar imagem padrão

source: Text Color
ar: لون النص
fr_fr: Couleur du texte
he_il: צבע הטקסט
pt_br: Cor do Texto

source: This option allows the header to be shown in cases where no data is available for display.
ar: يسمح هذا الخيار بعرض الرأس في الحالات التي لا تتوفر فيها بيانات للعرض.
fr_fr: Cette option permet d’afficher l’en-tête dans les cas où aucune donnée n’est disponible pour affichage.
he_il: אפשרות זו מאפשרת להציג את הכותרת במקרים שבהם אין נתונים זמינים להצגה.
pt_br: Essa opção permite que o cabeçalho seja exibido em casos onde não há dados disponíveis para exibição.

source: Configure how linking should behave with the tab widget. When default action is configured, the tab will be switched based on the index values in the current widget. This gives you the flexibility to switch between the tabs based on the value selected in the current widget. Custom action allows you to switch to a specific tab index so that any value selected in the current widget will switch the tab to the configured tab.
ar: قم بضبط كيفية تصرف الربط مع أداة التبويدج. عند تكوين الإجراء الافتراضي، سيتم تبديل التبويب بناء على قيم الفهرس في الأداة الحالية. هذا يمنحك المرونة للتبديل بين علامات التبويب بناء على القيمة المحددة في الأداة الحالية. يتيح لك إجراء مخصص التبديل إلى فهرس علامات التبويب المحددة بحيث أي قيمة مختارة في الأداة الحالية ستقوم بتبديل التبويب إلى التبويب المكون.
fr_fr: Configurez comment le lien doit se comporter avec le widget d’onglet. Lorsque l’action par défaut est configurée, l’onglet sera basculé en fonction des valeurs d’index du widget actuel. Cela vous donne la flexibilité de passer d’un onglet à l’autre en fonction de la valeur sélectionnée dans le widget actuel. L’action personnalisée vous permet de basculer vers un index d’onglet spécifique afin que toute valeur sélectionnée dans le widget actuel bascule l’onglet vers l’onglet configuré.
he_il: הגדר איך הקישור צריך להתנהג עם ווידג'ט הלשון. כאשר הפעולה ברירת המחדל מוגדרת, הטאב יוחלף בהתאם לערכי האינדקס בווידג'ט הנוכחי. זה נותן לך גמישות לעבור בין הלשוניות לפי הערך שנבחר בווידג'ט הנוכחי. פעולה מותאמת אישית מאפשרת לעבור לאינדקס טאבים ספציפי כך שכל ערך שנבחר בווידג'ט הנוכחי יחליף את הטאב ללשונית המוגדרת.
pt_br: Configure como o link deve se comportar com o widget de aba. Quando a ação padrão é configurada, a aba será alterada com base nos valores de índice no widget atual. Isso te dá a flexibilidade de alternar entre as abas com base no valor selecionado no widget atual. A ação personalizada permite que você mude para um índice de aba específico para que qualquer valor selecionado no widget atual mude a aba para a aba configurada.

source: Multi-selection in ComboBoxes is not supported for inter-widget linking
ar: لا يدعم الاختيار المتعدد في ComboBoxes للربط بين الويججت
fr_fr: La sélection multiple dans ComboBoxes n’est pas prise en charge pour la liaison entre widgets
he_il: בחירה מרובה ב-ComboBoxes אינה נתמכת לקישור בין ווידג'טים
pt_br: Multi-seleção em ComboBoxes não é suportada para ligação entre widgets

source: PoP Settings
ar: إعدادات PoP
fr_fr: Paramètres PoP
he_il: הגדרות PoP
pt_br: Configurações de PoP

source: PoP Customization
ar: تخصيص PoP
fr_fr: Personnalisation PoP
he_il: התאמה אישית ל-PoP
pt_br: Personalização de PoP

source: Primary Background
ar: الخلفية الأساسية
fr_fr: Contexte principal
he_il: רקע ראשי
pt_br: Antecedentes Primários

source: Secondary Background
ar: الخلفية الثانوية
fr_fr: Parcours secondaire
he_il: רקע משני
pt_br: Formação secundária

source: All
ar: كل
fr_fr: Tout
he_il: כל
pt_br: Todo

source: Edit Label
ar: تعديل الملصق
fr_fr: Modifier l’étiquette
he_il: עריכת תווית
pt_br: Etiqueta de edição

source: Update Label
ar: تحديث العلامة
fr_fr: Mise à jour de l’étiquette
he_il: עדכון תווית
pt_br: Atualização do Rótulo

source: This widget has not been configured.
ar: لم يتم تكوين هذا الأداة بعد.
fr_fr: Ce widget n’a pas été configuré.
he_il: הווידג'ט הזה לא הוגדר.
pt_br: Este widget não foi configurado.

source: Cells
ar: خلايا
fr_fr: Cellules
he_il: תאים
pt_br: Células

source: No Widgets to Preview
ar: لا توجد أدوات للمعاينة
fr_fr: Aucun widget pour prévisualiser
he_il: אין ווידג'טים לתצוגה מקדימה
pt_br: Sem widgets para pré-visualizar

source: There is no data to be displayed.
ar: لا توجد بيانات ليتم عرضها.
fr_fr: Il n’y a pas de données à afficher.
he_il: אין נתונים להצגה.
pt_br: Não há dados a serem exibidos.

source: CustomWidget is not available to render with GUID
ar: CustomWidget غير متاح للعرض باستخدام GUID
fr_fr: CustomWidget n’est pas disponible pour le rendu avec GUID
he_il: CustomWidget אינו זמין לרינדור עם GUID
pt_br: CustomWidget não está disponível para renderização com GUID

source: widgets are not placed because the cell bounds of these widgets are already occupied or the given name or ID is incorrect
ar: لا يتم وضع الأدوات لأن حدود الخلايا لهذه الأدوات مشغولة بالفعل أو لأن الاسم أو المعرف المعطى غير صحيح
fr_fr: les widgets ne sont pas placés car les limites de ces cellules sont déjà occupées ou parce que le nom ou l’ID est incorrect
he_il: ווידג'טים אינם ממוקמים כי גבולות התאים של הווידג'טים כבר תפוסים או שהשם או המזהה הנתון שגויים
pt_br: widgets não são colocados porque os limites das células desses widgets já estão ocupados ou o nome ou ID estão incorretos

source: This method can only invoke the Bold BI initialization page.
ar: يمكن لهذه الطريقة فقط استدعاء صفحة تهيئة BI العريضة.
fr_fr: Cette méthode ne peut invoquer que la page d’initialisation Bold BI.
he_il: שיטה זו יכולה לזמן רק את דף האתחול מודגש BI.
pt_br: Esse método só pode invocar a página de inicialização do Bold BI.

source: Data Source
ar: مصدر البيانات
fr_fr: Source des données
he_il: מקור נתונים
pt_br: Fonte de Dados

source: DATA SOURCES
ar: مصادر البيانات
fr_fr: SOURCES DE DONNÉES
he_il: מקורות נתונים
pt_br: FONTES DE DADOS

source: CREATE NEW
ar: اصنع جديدا
fr_fr: CRÉER NOUVEAU
he_il: ליצור חדש
pt_br: CRIAR NOVO

source: USE EXISTING
ar: استخدم الموجود
fr_fr: UTILISER LES EXISTANTS
he_il: שימוש ב-EXISTING
pt_br: USAR EXISTENTES

source: Edit Connection
ar: تعديل الاتصال
fr_fr: Modifier la connexion
he_il: חיבור עריכה
pt_br: Editar Conexão

source: Data Sampling
ar: أخذ عينات البيانات
fr_fr: Échantillonnage des données
he_il: דגימת נתונים
pt_br: Amostragem de Dados

source: Threshold
ar: عتبة
fr_fr: Seuil
he_il: סף
pt_br: Limiar

source: Threshold Data Limit
ar: حد بيانات العتبة
fr_fr: Limite de données de seuil
he_il: מגבלת נתוני סף
pt_br: Limite de Dados de Limiar

source: Append Data
ar: بيانات ملحقة
fr_fr: Ajouter des données
he_il: הוספת נתונים
pt_br: Anexar Dados

source: Data Limit
ar: حد البيانات
fr_fr: Limite de données
he_il: מגבלת נתונים
pt_br: Limite de Dados

source: ON
ar: على
fr_fr: SUR
he_il: הלאה
pt_br: EM

source: Results will be cached.
ar: سيتم تخزين النتائج مؤقتا.
fr_fr: Les résultats seront mis en cache.
he_il: התוצאות יישמרו במטמון.
pt_br: Os resultados serão armazenados em cache.

source: OFF
ar: قباله
fr_fr: DE
he_il: כבוי
pt_br: DESLIGADO
