Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Identity Column
ar: عمود الهوية
fr_fr: Colonne d’identité
he_il: עמודת הזהות
pt_br: Coluna de Identidade

source: Identity
ar: الهوية
fr_fr: Identité
he_il: זהות
pt_br: Identidade

source: Column Mapping
ar: تعيين الأعمدة
fr_fr: Cartographie des colonnes
he_il: מיפוי עמודות
pt_br: Mapeamento de Colunas

source: Current Data Source
ar: مصدر البيانات الحالي
fr_fr: Source de données actuelle
he_il: מקור נתונים נוכחי
pt_br: Fonte de Dados Atual

source: Please add new Filters
ar: يرجى إضافة فلاتر جديدة
fr_fr: Veuillez ajouter de nouveaux filtres
he_il: אנא הוסף מסננים חדשים
pt_br: Por favor, adicione novos filtros

source: The mapping/current data source is modified, and the following column(s) is no longer available. Please reconfigure the settings.
ar: يتم تعديل مصدر الدايين/البيانات الحالية، ولا تزال الأعمدة التالية متاحة. يرجى إعادة ضبط الإعدادات.
fr_fr: La source de données de cartographie/actuelle est modifiée, et la ou les colonnes suivantes ne sont plus disponibles. Merci de reconfigurer les paramètres.
he_il: המיפוי/מקור הנתונים הנוכחי משתנה, והעמודה או העמודות הבאות אינן זמינות עוד. אנא הגדר מחדש את ההגדרות.
pt_br: A fonte de dados de mapeamento/atualidade é modificada, e a(s) coluna(s) a seguir, não estão mais disponíveis. Por favor, reconfigure as configurações.

source: Hierarchical data source cannot be used as a mapping data source.
ar: لا يمكن استخدام مصدر البيانات الهرمي كمصدر بيانات للخرائط.
fr_fr: La source de données hiérarchique ne peut pas être utilisée comme source de données de cartographie.
he_il: מקור נתונים היררכי אינו יכול לשמש כמקור נתוני מיפוי.
pt_br: Fonte de dados hierárquica não pode ser usada como fonte de dados de mapeamento.

source: Group Name
ar: اسم المجموعة
fr_fr: Nom du groupe
he_il: שם הקבוצה
pt_br: Nome do grupo

source: Mapped
ar: تعيين
fr_fr: Cartographié
he_il: ממופה
pt_br: Mapeado

source: Unmapped
ar: غير مخطط
fr_fr: Non cartographié
he_il: לא ממופה
pt_br: Desmapeado

source: Checked
ar: التحقق
fr_fr: Vérifié
he_il: בדק
pt_br: Verificado

source: Unchecked
ar: دون رادع
fr_fr: Incontrôlé
he_il: אינה מסומנת
pt_br: Desmarcada

source: Include items which will be added in future.
ar: أضف العناصر التي ستتم إضافتها في المستقبل.
fr_fr: Incluez les éléments qui seront ajoutés à l’avenir.
he_il: כלול פריטים שיתווספו בעתיד.
pt_br: Inclua itens que serão adicionados no futuro.

source: Empty or Name already exist
ar: الفارغة أو الاسم موجودة بالفعل
fr_fr: Vide ou Nom existent déjà
he_il: ריק או שם כבר קיים
pt_br: Vazio ou Nome já existem

source: Name should not be empty please porvide an valid name
ar: يجب ألا يكون الاسم فارغا، يرجى تقديم اسم صحيح
fr_fr: Le nom ne doit pas être vide, veuillez fournir un nom valide
he_il: השם לא צריך להיות ריק, אנא ספק שם תקף
pt_br: O nome não deve estar vazio, por favor, forneça um nome válido

source: The userfilter name already exists
ar: اسم تصفية المستخدم موجود بالفعل
fr_fr: Le nom du filtre utilisateur existe déjà
he_il: שם מסנן המשתמש כבר קיים
pt_br: O nome do userfilter já existe

source: records out of
ar: سجلات من
fr_fr: records de
he_il: רשומות מתוך
pt_br: Discos de

source: are displayed in the data preview table.
ar: تعرض في جدول معاينة البيانات.
fr_fr: sont affichés dans la table d’aperçu des données.
he_il: מוצגים בטבלת תצוגה מקדימה של נתונים.
pt_br: são exibidos na tabela de pré-visualização de dados.

source: There are no listener widgets for this period-over-period comparison. Please go to the Filter Configuration window to select listener widgets.
ar: لا توجد أدوات للمستمعين لهذه المقارنة الزمنية بين الفترات. يرجى الذهاب إلى نافذة تكوين التصفية لاختيار أدوات المستمع.
fr_fr: Il n’existe aucun widget auditeur pour cette comparaison période par période. Veuillez aller dans la fenêtre de configuration du filtre pour sélectionner les widgets d’écoute.
he_il: אין וידג'טים למאזינים להשוואה בין תקופה לתקופה. אנא גש לחלון Filter Configuration כדי לבחור ווידג'טים של מאזינים.
pt_br: Não há widgets de ouvinte para essa comparação período a período. Por favor, vá até a janela de Configuração do Filtro para selecionar widgets de ouvinte.

source: The selected comparison period's visualization will be shown in a preview or when published.
ar: سيتم عرض تصور فترة المقارنة المختارة في معاينة أو عند نشرها.
fr_fr: La visualisation de la période de comparaison sélectionnée sera affichée en aperçu ou lors de sa publication.
he_il: ההדמיה של תקופת ההשוואה שנבחרה תוצג בתצוגה מקדימה או כאשר היא מתפרסמת.
pt_br: A visualização do período de comparação selecionado será mostrada em uma prévia ou quando publicada.

source: TextAlign
ar: تيكست لايناين

source: Header Text
ar: نص العنوان
fr_fr: Texte de l’en-tête
he_il: טקסט כותרת
pt_br: Texto do Cabeçalho

source: Header Align
ar: محاذاة الرأس
fr_fr: Alignement des en-tête
he_il: יישור כותרות
pt_br: Alinhamento de Cabeçalho

source: Content Align
ar: توافق المحتوى
he_il: יישור תוכן
pt_br: Alinhamento de Conteúdo

source: Bar Settings
ar: إعدادات البار
fr_fr: Réglages de la barre
he_il: הגדרות בר
pt_br: Configurações da Barra

source: Hide Bar Text
ar: إخفاء نص الشريط
fr_fr: Masquer le texte de la barre
he_il: הסתרת טקסט בסרגל
pt_br: Esconder Texto da Barra

source: Bar Text
ar: نص الشريط
fr_fr: Texte de la barre
he_il: טקסט בר
pt_br: Texto do Bar

source: Positive Bar
ar: البار الإيجابي
fr_fr: Barre positive
he_il: בר חיובי
pt_br: Barra Positiva

source: Negative Bar
ar: شريط السالب
fr_fr: Barre négative
he_il: סרגל שלילי
pt_br: Barra Negativa

source: Lowest Value
ar: أدنى قيمة
fr_fr: Valeur la plus basse
he_il: הערך הנמוך ביותר
pt_br: Valor Menor

source: Highest Value
ar: أعلى قيمة
fr_fr: Valeur la plus élevée
he_il: הערך הגבוה ביותר
pt_br: Valor Máximo

source: Bar Style
ar: أسلوب البار
fr_fr: Style de barre
he_il: סגנון בר
pt_br: Estilo Bar

source: Cylinder
ar: سلندر
fr_fr: Cylindre
he_il: גליל
pt_br: Cilindro

source: Rectangle
ar: مستطيل
he_il: מלבן
pt_br: Retângulo

source: January
ar: يناير
fr_fr: Janvier
he_il: ינואר
pt_br: Janeiro

source: February
ar: فبراير
fr_fr: Février
he_il: פברואר
pt_br: Fevereiro

source: March
ar: مارس
fr_fr: Mars
he_il: מרץ
pt_br: Março

source: April
ar: أبريل
fr_fr: Avril
he_il: אפריל
pt_br: Abril

source: June
ar: يونيو
fr_fr: Juin
he_il: יוני
pt_br: Junho

source: July
ar: يوليو
fr_fr: Juillet
he_il: יולי
pt_br: Julho

source: August
ar: أغسطس
fr_fr: Août
he_il: אוגוסט
pt_br: Agosto

source: September
ar: سبتمبر
fr_fr: Septembre
he_il: ספטמבר
pt_br: Setembro

source: October
ar: أكتوبر
fr_fr: Octobre
he_il: אוקטובר
pt_br: Outubro

source: November
ar: نوفمبر
fr_fr: Novembre
he_il: נובמבר
pt_br: Novembro

source: December
ar: ديسمبر
fr_fr: Décembre
he_il: דצמבר
pt_br: Dezembro

source: Su
ar: صفحته
fr_fr: Son
he_il: שלו
pt_br: Dele

source: Mo
ar: مو
he_il: מו

source: Tu
ar: أنت
he_il: אתה
pt_br: Você

source: We
ar: نحن
fr_fr: Nous
he_il: אנחנו
pt_br: Nós

source: Th
ar: ث
fr_fr: Ième
he_il: ת'
pt_br: Ésimo

source: Fr
ar: الجمعه
fr_fr: Ven
he_il: ו'
pt_br: Sex

source: Sa
ar: صفحته
he_il: שלו
pt_br: Dele

source: Paste Widget
ar: أداة لصق
fr_fr: Widget Coller
he_il: ווידג'ט להדביק
pt_br: Widget de Colar

source: Deleting this combined widget container will remove all widgets inside the container. Do you want to continue?
ar: حذف هذه الحاوية المدمجة للأدوات سيزيل جميع الأدوات داخل الحاوية. هل تريد الاستمرار؟
fr_fr: Supprimer ce conteneur de widgets combiné supprimera tous les widgets à l’intérieur du conteneur. Tu veux continuer ?
he_il: מחיקת מיכל הווידג'טים המשולב הזה תסיר את כל הווידג'טים שבתוך המיכל. אתה רוצה להמשיך?
pt_br: Deletar esse contêiner combinado de widgets remove todos os widgets dentro do contêiner. Quer continuar?

source: Do you want to paste dragged Widgets also
ar: هل تريد لصق الأدوات المسحوبة أيضا
fr_fr: Voulez-vous aussi coller les widgets traînés
he_il: האם אתה רוצה להדביק גם ווידג'טים שנגררו
pt_br: Você quer colar Widgets arrastados também

source: Not enough space in the canvas to paste the copied widget. Please create enough space and try again.
ar: لا يوجد مساحة كافية في اللوحة للصق الأداة المنسوخة. يرجى توفير مساحة كافية والمحاولة مرة أخرى.
fr_fr: Il n’y a pas assez d’espace sur la toile pour coller le widget copié. Veuillez créer assez d’espace et réessayer.
he_il: אין מספיק מקום בקנבס להדביק את הווידג'ט שהועתק. אנא צרו מספיק מקום ונסו שוב.
pt_br: Não há espaço suficiente na tela para colar o widget copiado. Por favor, crie espaço suficiente e tente novamente.

source: Drag and drop one or more widgets here.
ar: يمكنك سحب وإفلات أداة أو أكثر هنا.
fr_fr: Glisser-déposer un ou plusieurs widgets ici.
he_il: גרור ושחרר ווידג'ט אחד או יותר כאן.
pt_br: Arraste e solte um ou mais widgets aqui.

source: Not enough space in the canvas to import the widget. Please create enough space and try again.
ar: لا توجد مساحة كافية في اللوحة لاستيراد الويدجت. يرجى توفير مساحة كافية والمحاولة مرة أخرى.
fr_fr: Il n’y a pas assez d’espace dans la toile pour importer le widget. Veuillez créer assez d’espace et réessayer.
he_il: אין מספיק מקום בקנבס לייבא את הווידג'ט. אנא צרו מספיק מקום ונסו שוב.
pt_br: Não há espaço suficiente na tela para importar o widget. Por favor, crie espaço suficiente e tente novamente.

source: Compare To
ar: قارن مع
fr_fr: Comparer avec
he_il: השווה ל
pt_br: Compare com

source: Period Comparison
ar: مقارنة الفترة
fr_fr: Comparaison des périodes
he_il: השוואת תקופות
pt_br: Comparação de períodos

source: Previous Period
ar: الفترة السابقة
fr_fr: Période précédente
he_il: תקופה קודמת
pt_br: Período Anterior

source: Previous Year
ar: العام السابق
fr_fr: Année précédente
he_il: שנה קודמת
pt_br: Ano Anterior

source: This Month
ar: هذا الشهر
fr_fr: Ce mois-ci
he_il: החודש
pt_br: Este Mês

source: This Week
ar: هذا الأسبوع
fr_fr: Cette semaine
he_il: השבוע
pt_br: Esta Semana

source: This Year
ar: هذا العام
fr_fr: Cette année
he_il: השנה
pt_br: Este ano

source: VS
ar: مقابل
he_il: לעומת

source: Day Of Week
ar: يوم الأسبوع
fr_fr: Jour de la semaine
he_il: יום בשבוע
pt_br: Dia da Semana

source: Week Of Year
ar: أسبوع السنة
fr_fr: Semaine de l’année
he_il: שבוע השנה
pt_br: Semana do Ano

source: Configured Widgets
ar: الأدوات المهيأة
fr_fr: Widgets configurés
he_il: ווידג'טים מוגדרים
pt_br: Widgets Configurados

source: Data Alert
ar: تنبيه البيانات
fr_fr: Alerte données
he_il: התראה על נתונים
pt_br: Alerta de dados

source: Widget *
ar: القطعه*
he_il: יישומון*

source: Select Widget
ar: اختر الأداة
fr_fr: Sélectionner le widget
he_il: בחר ווידג'ט
pt_br: Selecionar Widget

source: Condition *
ar: شرط*
he_il: תנאי*
pt_br: Condição*

source: Create expression columns
ar: إنشاء أعمدة تعبير
fr_fr: Créer des colonnes d’expression
he_il: יצירת עמודות ביטוי
pt_br: Criar colunas de expressão

source: + Add Where Condition
ar: + أضف حيث شرط
fr_fr: + Ajouter la condition où
he_il: + הוסף תנאי היכן
pt_br: + Adicionar Condição onde

source: + Add Global Where Condition
ar: + إضافة الشرط العالمي حيث
fr_fr: + Ajouter la condition globale où
he_il: + הוסף גלובלי כאשר תנאי
pt_br: + Adicionar Global Condição Where

source: Select Target
ar: اختر الهدف
fr_fr: Sélectionner la cible
pt_br: Selecionar o Alvo

source: Select Condition
ar: اختر الحالة
fr_fr: Condition sélectionnée
pt_br: Condição Selecionada

source: Select Format
ar: اختر الصيغة
fr_fr: Format sélectionné
he_il: בחירת פורמט
pt_br: Selecionar Formato

source: A condition should be added
ar: يجب إضافة شرط
fr_fr: Une condition doit être ajoutée
he_il: יש להוסיף תנאי
pt_br: Uma condição deve ser adicionada

source: Custom Expressions
ar: التعبيرات المخصصة
fr_fr: Expressions personnalisées
he_il: ביטויים מותאמים אישית
pt_br: Expressões Personalizadas

source: Add Expression
ar: إضافة التعبير
fr_fr: Ajouter une expression
he_il: הוספת ביטוי
pt_br: Adicionar Expressão

source: Drill Down
ar: اسفل
fr_fr: Forage
he_il: קדחו למטה
pt_br: Aprofunde

source: Widget Link
ar: رابط الأداة
fr_fr: Lien du widget
he_il: קישור ווידג'ט

source: User Activity
ar: نشاط المستخدم
fr_fr: Activité des utilisateurs
he_il: פעילות משתמשים
pt_br: Atividade do Usuário

source: Body And Weight
ar: الجسم والوزن
fr_fr: Corps et poids
he_il: גוף ומשקל
pt_br: Corpo e Peso

source: Body And Weight Time Series
ar: سلسلة زمن الجسم والوزن
fr_fr: Série temporelle Corps et Poids
he_il: סדרת זמן גוף ומשקל
pt_br: Série Temporal de Corpo e Peso

source: Food And Water
ar: الطعام والماء
fr_fr: Nourriture et eau
he_il: אוכל ומים
pt_br: Comida e Água

source: Food And Water Time Series
ar: سلسلة الوقت للطعام والماء
fr_fr: Série temporelle Food and Water
he_il: סדרת זמן אוכל ומים
pt_br: Série Temporal de Comida e Água

source: Sleep
ar: نوم
fr_fr: Dormir
he_il: ישן
pt_br: Dormir

source: Friends
ar: اصدقاء
fr_fr: Amis
he_il: חברים
pt_br: Amigos

source: Activity Summary By Date
ar: ملخص النشاط حسب التاريخ
fr_fr: Résumé des activités par date
he_il: סיכום פעילות לפי תאריך
pt_br: Resumo da Atividade por Data

source: User Activities
ar: أنشطة المستخدمين
fr_fr: Activités des utilisateurs
he_il: פעילויות משתמשים
pt_br: Atividades do Usuário

source: Activity Log List
ar: قائمة سجلات الأنشطة
fr_fr: Liste du journal d’activité
he_il: רשימת יומני פעילות
pt_br: Lista de Registro de Atividades

source: Activity By ID
ar: النشاط حسب الهوية
fr_fr: Activité par ID
he_il: פעילות לפי ID
pt_br: Atividade por ID

source: Activity Type
ar: نوع النشاط
fr_fr: Type d’activité
he_il: סוג פעילות
pt_br: Tipo de atividade

source: Frequent Activities
ar: الأنشطة المتكررة
fr_fr: Activités fréquentes
he_il: פעילויות תכופות
pt_br: Atividades frequentes

source: Recent Activities
ar: الأنشطة الأخيرة
fr_fr: Activités récentes
he_il: פעילויות אחרונות
pt_br: Atividades Recentes

source: Favourite Activities
ar: الأنشطة المفضلة
fr_fr: Activités préférées
he_il: פעילויות אהובות
pt_br: Atividades Favoritas

source: Activity Intraday Time Series
ar: سلسلة الوقت داخل اليوم للنشاط
fr_fr: Série temporelle intrajournalière d’activité
he_il: סדרת זמן תוך-יומית פעילות
pt_br: Série Temporal Intradiária de Atividades

source: Intraday Time Series
ar: السلاسل الزمنية داخل اليوم
fr_fr: Séries temporelles intrajournalières
he_il: סדרת זמן תוך-יומית
pt_br: Série Temporal Intradiária

source: Activity Resource
ar: مورد النشاط
fr_fr: Ressource d’activité
he_il: משאב פעילות
pt_br: Recurso de Atividade

source: Activity Tracker Resource
ar: مورد متتبع النشاط
fr_fr: Ressource du suivi d’activité
he_il: משאב מעקב פעילות
pt_br: Recurso do Rastreador de Atividades

source: Activity Period
ar: فترة النشاط
fr_fr: Période d’activité
he_il: תקופת פעילות
pt_br: Período de Atividade

source: Body Fat Logs By Date
ar: سجلات الدهون في الجسم حسب التاريخ
fr_fr: Registres de graisse corporelle par date
he_il: יומני שומן גוף לפי תאריך
pt_br: Registros de Gordura Corporal por Data

source: Body Fat Logs By Time Range
ar: سجلات الدهون في الجسم حسب النطاق الزمني
fr_fr: Logs de graisse corporelle par plage de temps
he_il: יומני שומן גוף לפי טווח זמן
pt_br: Registros de Gordura Corporal por Faixa de Tempo

source: Body Fat Logs By Date Range
ar: سجلات الدهون في الجسم حسب نطاق التاريخ
fr_fr: Registres de masse grasse par plage de dates
he_il: יומני שומן גוף לפי טווח תאריכים
pt_br: Registros de Gordura Corporal por Faixa de Datas

source: Body Goals
ar: الأهداف الجسدية
fr_fr: Objectifs corporels
he_il: מטרות גוף
pt_br: Objetivos do Corpo

source: Weight Logs
ar: سجلات الأوزان
fr_fr: Journaux de poids
he_il: יומני משקל
pt_br: Registros de Peso

source: Body Time Series
ar: سلسلة زمن الجسم
fr_fr: Série temporelle Body
he_il: סדרת זמן גוף
pt_br: Série Temporal do Corpo

source: Body Time Series By Date Range
ar: سلسلة الجسم الزمنية حسب النطاق الزمني
fr_fr: Séries temporelles du corps par plage de dates
he_il: סדרות זמן גוף לפי טווח תאריכים
pt_br: Série Temporal do Corpo por Intervalo de Datas

source: Alarms
ar: انذارات
fr_fr: Alarmes
he_il: אזעקות
pt_br: Alarmes

source: Food Locales
ar: مواقع الطعام
fr_fr: Lieux de restauration
he_il: אתרי אוכל
pt_br: Locais de Alimentação

source: Food Goals
ar: أهداف الغذاء
fr_fr: Objectifs alimentaires
he_il: מטרות מזון
pt_br: Objetivos Alimentares

source: Food Logs
ar: سجلات الطعام
fr_fr: Bûches alimentaires
he_il: יומני מזון
pt_br: Registros de Alimentos

source: Water Logs
ar: جذوع المياه
fr_fr: Troncs d’eau
he_il: גזעי מים
pt_br: Registros de Água

source: Water Goal
ar: هدف الماء
fr_fr: Objectif de l’eau
he_il: מטרת מים
pt_br: Objetivo da Água

source: Favorite Foods
ar: الأطعمة المفضلة
fr_fr: Plats préférés
he_il: מאכלים אהובים
pt_br: Comidas Favoritas

source: Meals
ar: وجبات الطعام
fr_fr: Repas
he_il: ארוחות
pt_br: Refeições

source: Frequent Foods
ar: الأطعمة المتكررة
fr_fr: Aliments fréquents
he_il: מאכלים תכופים
pt_br: Alimentos Frequentes

source: Recent Foods
ar: الأطعمة الحديثة
fr_fr: Aliments récents
he_il: מזונות עדכניים
pt_br: Alimentos Recentes

source: Show Food
ar: طعام العرض
fr_fr: Nourriture de spectacle
he_il: אוכל מופע
pt_br: Comida de Exposição

source: Foods Units
ar: وحدات الأغذية
fr_fr: Unités alimentaires
he_il: יחידות מזון
pt_br: Unidades de Alimentos

source: Search Foods
ar: ابحث عن الأطعمة
fr_fr: Recherche d’aliments
he_il: חפש מזונות
pt_br: Pesquise Alimentos

source: Food Or Water Period
ar: الطعام أو الماء فترة
fr_fr: Période alimentaire ou eau
he_il: תקופת אוכל או מים
pt_br: Período de Alimentação ou Água

source: Food Or Water Time Series By Date Range
ar: سلاسل زمنية للطعام أو الماء حسب النطاق الزمني
fr_fr: Séries temporelles de la nourriture ou de l’eau par plage de dates
he_il: סדרת זמן של אוכל או מים לפי טווח תאריכים
pt_br: Série Temporal de Alimentos ou Água por Intervalo de Dias

source: All Friends
ar: جميع الأصدقاء
fr_fr: Tous amis
he_il: כל החברים
pt_br: Todos os Amigos

source: Friends Leader board
ar: لوحة المتصدرين للأصدقاء
fr_fr: Classement Friends
he_il: לוח המובילים של חברים
pt_br: Tabela de Líderes Friends

source: Friends Invitations
ar: دعوات الأصدقاء
fr_fr: Invitations d’amis
he_il: הזמנות לחברים
pt_br: Convites para Amigos

source: Heart Rate Intraday Time Series
ar: سلسلة زمنية معدل ضربات القلب خلال اليوم
fr_fr: Série temporelle intrajournalière de la fréquence cardiaque
he_il: סדרת זמן דופק תוך יומית
pt_br: Série de Tempo Intradiária da Frequência Cardíaca

source: Heart Rate Intraday Time Series By Date Range
ar: سلسلة زمنية معدل ضربات القلب خلال اليوم حسب النطاق التاريخي
fr_fr: Série temporelle intrajournalière de la fréquence cardiaque par plage de dates
he_il: סדרת זמן דופק תוך יום לפי טווח תאריכים
pt_br: Série de Tempo Intradiária da Frequência Cardíaca por Faixa de Dias

source: Heart Rate Period
ar: فترة معدل ضربات القلب
fr_fr: Période de fréquence cardiaque
he_il: תקופת קצב הלב
pt_br: Período de Frequência Cardíaca

source: Heart Rate Time Series By Date Range
ar: سلسلة زمنية معدل ضربات القلب حسب النطاق الزمني
fr_fr: Série temporelle de la fréquence cardiaque par plage de dates
he_il: סדרות זמן דופק לפי טווח תאריכים
pt_br: Série de Tempo da Frequência Cardíaca por Intervalo de Dias

source: Sleep Log
ar: سجل النوم
fr_fr: Journal de sommeil
he_il: יומן שינה

source: Sleep Logs By Date Range
ar: سجلات النوم حسب نطاق التاريخ
fr_fr: Journaux de sommeil par plage de dates
he_il: יומני שינה לפי טווח תאריכים
pt_br: Registros de Sono por Faixa de Data

source: Sleep Logs List
ar: قائمة سجلات النوم
fr_fr: Liste des journaux de sommeil
he_il: רשימת יומני שינה
pt_br: Lista de Registros de Sono

source: Sleep Goal
ar: هدف النوم
fr_fr: Objectif du sommeil
he_il: יעד שינה
pt_br: Objetivo do Sono

source: User Badges
ar: شارات المستخدم
fr_fr: Badges d’utilisateur
he_il: תגי משתמש
pt_br: Distintivos de Usuário

source: Business Search
ar: البحث عن الأعمال
fr_fr: Recherche d’entreprises
he_il: חיפוש עסקי
pt_br: Busca de Negócios

source: Phone Search
ar: بحث الهاتف
fr_fr: Recherche téléphonique
he_il: חיפוש טלפון
pt_br: Busca por Telefone

source: Transaction Search
ar: بحث المعاملات
fr_fr: Recherche de transaction
he_il: חיפוש עסקאות
pt_br: Busca de Transações

source: View Business
ar: انظر إلى الأعمال
fr_fr: Voir les affaires
he_il: הצג עסקים
pt_br: Ver negócios

source: Business Matches
ar: مباريات الأعمال
fr_fr: Matchs d’affaires
he_il: משחקי עסקים
pt_br: Partidas Comerciais

source: Business Reviews
ar: مراجعات الأعمال
fr_fr: Critiques d’entreprises
he_il: ביקורות עסקיות
pt_br: Resenhas de Negócios

source: Autocomplete
ar: الإكمال التلقائي
fr_fr: Autocomplétion
he_il: השלמה אוטומטית

source: All Event
ar: جميع الفعاليات
fr_fr: Tous les événements
he_il: כל האירועים
pt_br: Todos os Eventos

source: Featured Events
ar: الفعاليات المميزة
fr_fr: Événements en vedette
he_il: אירועים בולטים
pt_br: Eventos em destaque

source: Show Category
ar: فئة العرض
fr_fr: Catégorie de l’émission
he_il: קטגוריית תוכנית
pt_br: Categoria do Programa

source: Businesses
ar: الشركات
fr_fr: Entreprises
he_il: עסקים
pt_br: Empresas

source: Businesses By Location
ar: الأعمال حسب الموقع
fr_fr: Entreprises par localisation
he_il: עסקים לפי מיקום
pt_br: Negócios por localização

source: Calendar
ar: تقويم
fr_fr: Calendrier
he_il: לוח שנה
pt_br: Calendário

source: CalenderEvents
ar: أحداث التقويم
fr_fr: CalendrierÉvénements
he_il: CalendarEvents
pt_br: CalendárioEventos

source: TriggerLinks
ar: روابط تريجر

source: Surveys
ar: مسوح
fr_fr: Enquêtes
he_il: סקרים
pt_br: Pesquisas

source: WorkFlows
ar: تدفقات العمل

source: All Calenders
ar: جميع التقويمات
fr_fr: Tous les calendriers
he_il: כל היומנים
pt_br: Todos os calendários

source: All Appointments By Contact
ar: جميع المواعيد عبر الاتصال
fr_fr: Tous les rendez-vous par contact
he_il: כל הפגישות ביצירת קשר
pt_br: Todas as Consultas por Contato

source: All Duplicate Contacts
ar: جميع جهات الاتصال المكررة
fr_fr: Tous les contacts en double
he_il: כל אנשי הקשר הכפולים
pt_br: Todos os Contatos Duplicados

source: All Forms Submissions
ar: جميع النماذج - التقديمات
fr_fr: Toutes les soumissions de formulaires
he_il: כל הטפסים - הגשות
pt_br: Todos os formulários enviados

source: All Forms
ar: جميع الأشكال
fr_fr: Toutes les formes
he_il: כל הצורות
pt_br: Todas as Formas

source: All Tags By Location
ar: جميع العلامات حسب الموقع
fr_fr: Tous les tags par localisation
he_il: כל התגיות לפי מיקום
pt_br: Todas as Tags por Localização

source: All Custom Fields
ar: جميع الحقول المخصصة
fr_fr: Tous les champs personnalisés
he_il: כל השדות המותאמים אישית
pt_br: Todos os Campos Personalizados

source: All Custom Values
ar: جميع القيم المخصصة
fr_fr: Toutes les valeurs personnalisées
he_il: כל הערכים המותאמים אישית
pt_br: Todos os Valores Personalizados

source: All Templates
ar: جميع القوالب
fr_fr: Tous les modèles
he_il: כל התבניות
pt_br: Todos os Templates

source: Search Opportunities
ar: فرص البحث
fr_fr: Opportunités de recherche
he_il: הזדמנויות חיפוש
pt_br: Oportunidades de Busca

source: All Submissions
ar: جميع المشاركات
fr_fr: Toutes les soumissions
he_il: כל ההגשות
pt_br: Todas as submissões

source: All Surveys
ar: جميع المسوحات
fr_fr: Toutes les enquêtes
he_il: כל הסקרים
pt_br: Todas as Pesquisas

source: All Work Flows
ar: جميع تدفقات العمل
fr_fr: Tous les flux de travail
he_il: כל זרימות העבודה
pt_br: Todos os Fluxos de Trabalho

source: Resource Attachments
ar: ملحقات الموارد
fr_fr: Accessoires de ressources
he_il: קבצים מצורפים למשאבים
pt_br: Anexos de Recursos

source: Attachment Content
ar: محتوى المرفقات
fr_fr: Contenu des pièces jointes
he_il: תוכן הקבצים המצורפים
pt_br: Conteúdo do Anexo

source: Bank Transactions
ar: المعاملات البنكية
fr_fr: Transactions bancaires
he_il: עסקאות בנקאיות
pt_br: Transações Bancárias

source: All Bank Transactions
ar: جميع المعاملات البنكية
fr_fr: Toutes les transactions bancaires
he_il: כל העסקאות בבנק
pt_br: Todas as Transações Bancárias

source: Show Bank Transaction
ar: عرض المعاملات البنكية
fr_fr: Afficher la transaction bancaire
he_il: עסקת הבנק המוצגת
pt_br: Mostrar Transação Bancária

source: Bank Transfers
ar: التحويلات البنكية
fr_fr: Virements bancaires
he_il: העברות בנקאיות
pt_br: Transferências Bancárias
