Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Account Summary
ar: ملخص الحساب
fr_fr: Résumé du compte
he_il: תקציר החשבון
pt_br: Resumo da Conta

source: All Orders
ar: جميع الطلبات
fr_fr: Tous les ordres
he_il: כל ההזמנות
pt_br: Todas as Ordens

source: Subscription By Account
ar: الاشتراك حسب الحساب
fr_fr: Abonnement par compte
he_il: מנוי לפי חשבון
pt_br: Assinatura por Conta

source: Invoice Items
ar: بنود الفاتورة
fr_fr: Articles facturés
he_il: פריטי חשבונית
pt_br: Itens de Fatura

source: Query
ar: استفسار
fr_fr: Requête
he_il: שאילתה
pt_br: Consulta

source: Adv Intercompany Journal Entry
ar: مدخل يوميات المحامي بين الشركات
fr_fr: Entrée du journal interentreprises Avant-Courant
he_il: רשומת יומן בין-חברותית
pt_br: Entrada do Diário Interempresa Adv

source: Assembly Build
ar: بناء التجميع
fr_fr: Assemblage
he_il: בניית הרכבה
pt_br: Montagem

source: Assembly Item
ar: عنصر التجميع
fr_fr: Point de l’assemblée
he_il: פריט הרכבה
pt_br: Item da Assembleia

source: Assembly Unbuild
ar: إعادة بناء التجميع
fr_fr: Montage démonté
he_il: הרכבה לא נבנית
pt_br: Montagem Desmontada

source: Billing Account
ar: حساب الفوترة
fr_fr: Compte de facturation
he_il: חשבון חיוב
pt_br: Conta de Faturamento

source: Billing Revenue Event
ar: حدث إيرادات الفوترة
fr_fr: Événement de recettes de facturation
he_il: אירוע הכנסות מחיוב
pt_br: Evento de Receita de Faturamento

source: Billing Schedule
ar: جدول الفوترة
fr_fr: Calendrier de facturation
he_il: לוח זמנים לחיוב
pt_br: Cronograma de Faturamento

source: Bin
ar: ألف
fr_fr: Mille
he_il: אלף
pt_br: Mil

source: Bin Transfer
ar: نقل القمامة
fr_fr: Transfert de bac
he_il: העברת פח
pt_br: Transferência de Lixo

source: Blanket Purchase Order
ar: طلب شراء شامل
fr_fr: Commande d’achat globale
he_il: הזמנת רכישה כללית
pt_br: Ordem de Compra Geral

source: BOM
ar: جيد
fr_fr: BON
he_il: טוב

source: BOM Revision
ar: مراجعة قائمة الأعمال
fr_fr: Révision de la lettre de travail
he_il: גרסת BOM
pt_br: Revisão da Lista de Materiais

source: Calendar Event
ar: حدث التقويم
fr_fr: Événement du calendrier
he_il: אירוע בלוח השנה
pt_br: Evento do Calendário

source: Campaign
ar: حملة
fr_fr: Campagne
he_il: קמפיין
pt_br: Campanha

source: Campaign Response
ar: استجابة الحملة
fr_fr: Réponse de campagne
he_il: תגובת הקמפיין
pt_br: Resposta à Campanha

source: Cash Refund
ar: استرداد نقدي
fr_fr: Remboursement en espèces
he_il: החזר כספי
pt_br: Reembolso em Dinheiro

source: Cash Sale
ar: البيع النقدي
fr_fr: Vente en espèces
he_il: מכירת מזומן
pt_br: Venda à Vista

source: Charge
ar: اتهام
fr_fr: Charger
he_il: תשלום
pt_br: Acusação

source: Check
ar: فحص
fr_fr: Vérifier
he_il: חשבון
pt_br: Verificar

source: Classification
ar: تصنيف
he_il: מיון
pt_br: Classificação

source: Commerce Category
ar: فئة التجارة
fr_fr: Catégorie de commerce
he_il: קטגוריית מסחר
pt_br: Categoria de Comércio

source: Competitor
ar: منافس
fr_fr: Concurrent
he_il: מתחרה
pt_br: Concorrente

source: Consolidated Exchange Rate
ar: سعر الصرف الموحد
fr_fr: Taux de change consolidé
he_il: שער חליפין מאוחד
pt_br: Taxa de Câmbio Consolidada

source: Contact
ar: الاتصال
he_il: איש קשר
pt_br: Contato

source: Contact Category
ar: فئة الاتصال
fr_fr: Catégorie de contact
he_il: קטגוריית מגע
pt_br: Categoria de Contato

source: Contact Role
ar: دور الاتصال
fr_fr: Rôle de contact
he_il: תפקיד איש הקשר
pt_br: Função de Contato

source: Cost Category
ar: فئة التكلفة
fr_fr: Catégorie de coût
he_il: קטגוריית עלות
pt_br: Categoria de Custo

source: Coupon Code
ar: رمز القسيمة
fr_fr: Code promo
he_il: קוד קופון
pt_br: Código de Cupom

source: Credit Card Charge
ar: رسوم بطاقة الائتمان
fr_fr: Débit de carte de crédit
he_il: חיוב בכרטיס אשראי
pt_br: Cobrança no Cartão de Crédito

source: Credit Card Refund
ar: استرداد بطاقة الائتمان
fr_fr: Remboursement par carte de crédit
he_il: החזר בכרטיס אשראי
pt_br: Reembolso de Cartão de Crédito

source: Credit Memo
ar: مذكرة ائتمانية
fr_fr: Note de crédit
he_il: מזכר קרדיט
pt_br: Memorando de Crédito

source: Currency
ar: عملة
fr_fr: Monnaie
he_il: מטבע
pt_br: Moeda

source: Currency Rate
ar: سعر العملة
fr_fr: Taux de change
he_il: שער מטבע
pt_br: Taxa de Câmbio

source: Customer
ar: زبون
fr_fr: Client
he_il: לקוח
pt_br: Cliente

source: Customer Category
ar: فئة العملاء
fr_fr: Catégorie de clients
he_il: קטגוריית לקוחות
pt_br: Categoria de Cliente

source: Customer Deposit
ar: وديعة العملاء
fr_fr: Dépôt client
he_il: הפקדת לקוח
pt_br: Depósito do Cliente

source: Customer Message
ar: رسالة العميل
fr_fr: Message client
he_il: מסר הלקוח
pt_br: Mensagem do Cliente

source: Customer Payment
ar: دفع العملاء
fr_fr: Paiement client
he_il: תשלום ללקוח
pt_br: Pagamento ao Cliente

source: Customer Refund
ar: استرداد العميل
fr_fr: Remboursement client
he_il: החזר ללקוח
pt_br: Reembolso do Cliente

source: Customer Status
ar: حالة العملاء
fr_fr: Statut du client
he_il: סטטוס הלקוח
pt_br: Status do Cliente

source: Customer Subsidiary Relationship
ar: علاقة العميل الفرعي
fr_fr: Relation client et filiale
he_il: יחסי הבת ללקוחות
pt_br: Relacionamento com Subsidiária com Cliente

source: Department
ar: قسم
fr_fr: Département
he_il: מחלקה
pt_br: Departamento

source: Deposit
ar: أودع
fr_fr: Dépôt
he_il: פיקדון
pt_br: Depósito

source: Deposit Application
ar: طلب الإيداع
fr_fr: Demande de dépôt
he_il: בקשת הפקדה
pt_br: Solicitação de Depósito

source: Description Item
ar: عنصر الوصف
fr_fr: Description Élément
he_il: פריט תיאור
pt_br: Descrição Item

source: Discount Item
ar: عنصر الخصم
fr_fr: Article en recompte
he_il: פריט הנחה
pt_br: Item com desconto

source: Download Item
ar: تحميل العنصر
fr_fr: Télécharger l’article
he_il: פריט הורדה
pt_br: Baixar o item

source: Email Template
ar: قالب البريد الإلكتروني
fr_fr: Modèle d’e-mail
he_il: תבנית אימייל
pt_br: Modelo de E-mail

source: Employee
ar: موظف
fr_fr: Employé
he_il: עובד
pt_br: Empregado

source: Estimate
ar: تقدير
fr_fr: Estimer
he_il: הערכה
pt_br: Estimar

source: Expense Category
ar: فئة المصاريف
fr_fr: Catégorie de dépenses
he_il: קטגוריית הוצאות
pt_br: Categoria de Despesa

source: Expense Report
ar: تقرير المصاريف
fr_fr: Rapport de frais
he_il: דוח הוצאות
pt_br: Relatório de Despesas

source: Fair Value Price
ar: سعر القيمة العادلة
fr_fr: Prix à juste valeur
he_il: מחיר שווי הוגן
pt_br: Preço de Valor Justo

source: Fulfillment Request
ar: طلب التنفيذ
fr_fr: Demande de remplissage
he_il: בקשת מימוש
pt_br: Solicitação de Cumprimento

source: Gift Certificate Item
ar: عنصر شهادة الهدية
fr_fr: Objet de certificat-cadeau
he_il: פריט תעודת מתנה
pt_br: Item do Vale de Presente

source: Inbound Shipment
ar: شحنة واردة
fr_fr: Envoi entrant
he_il: משלוח נכנס
pt_br: Remessa Recebida

source: Intercompany Journal Entry
ar: مدخل يوميات بين الشركات
fr_fr: Entrée du journal interentreprises
he_il: רשומת יומן בין-חברותית
pt_br: Entrada de Diário Interempresa

source: Intercompany Transfer Order
ar: أمر النقل بين الشركات
fr_fr: Ordre de transfert interentreprises
he_il: צו העברה בין-חברותי
pt_br: Ordem de Transferência Interempresas

source: Inventory Adjustment
ar: تعديل المخزون
fr_fr: Ajustement des stocks
he_il: התאמת מלאי
pt_br: Ajuste de Estoque

source: Inventory Cost Revaluation
ar: إعادة تقييم تكلفة المخزون
fr_fr: Réévaluation des coûts d’inventaire
he_il: הערכת מחדש של עלות המלאי
pt_br: Reavaliação de Custos de Estoque

source: Inventory Count
ar: عدد الجرد
fr_fr: Comptage des stocks
he_il: ספירת מלאי
pt_br: Contagem de Estoque

source: Inventory Item
ar: عنصر الجرد
fr_fr: Objet d’inventaire
he_il: פריט מלאי
pt_br: Item de Inventário

source: Inventory Number
ar: رقم الجرد
fr_fr: Numéro d’inventaire
he_il: מספר מלאי
pt_br: Número de Inventário

source: Inventory Transfer
ar: نقل الجرد
fr_fr: Transfert d’inventaire
he_il: העברת מלאי
pt_br: Transferência de Estoque

source: Issue
ar: أصدر
fr_fr: Émettre
he_il: בעיה
pt_br: Questão

source: Item Fulfillment
ar: تنفيذ العنصر
fr_fr: Livraison des articles
he_il: מימוש פריט
pt_br: Atendimento de Itens

source: Item Group
ar: مجموعة العناصر
fr_fr: Groupe d’objets
he_il: קבוצת פריטים
pt_br: Grupo de Itens

source: Item Receipt
ar: استلام العنصر
fr_fr: Reçu d’article
he_il: קבלת פריט
pt_br: Recibo do Item

source: Item Revision
ar: مراجعة البند
fr_fr: Révision de l’article
he_il: תיקון פריט
pt_br: Revisão do Item

source: Job
ar: مهمة
fr_fr: Travail
he_il: איוב
pt_br: Trabalho

source: Job Status
ar: حالة الوظيفة
fr_fr: Statut professionnel
he_il: סטטוס משרה
pt_br: Situação do Cargo

source: Job Type
ar: نوع الوظيفة
fr_fr: Type de poste
he_il: סוג משרה
pt_br: Tipo de Função

source: Journal Entry
ar: مدخل اليوميات
fr_fr: Entrée de journal
he_il: רשומת יומן
pt_br: Entrada do Diário

source: Kit Item
ar: مجموعة القطع
fr_fr: Équipement
he_il: פריט ערכה

source: Location
ar: مكان
fr_fr: Emplacement
he_il: מקום
pt_br: Localização

source: Manufacturing Cost Template
ar: قالب تكلفة التصنيع
fr_fr: Modèle de coût de fabrication
he_il: תבנית עלות ייצור
pt_br: Modelo de Custo de Fabricação

source: Manufacturing Operation Task
ar: مهمة عمليات التصنيع
fr_fr: Tâche d’exploitation de fabrication
he_il: משימת תפעול ייצור
pt_br: Tarefa de Operação de Manufatura

source: Manufacturing Routing
ar: توجيه التصنيع
fr_fr: Routage de fabrication
he_il: ניתוב ייצור
pt_br: Roteamento de Fabricação

source: Markup Item
ar: عنصر الترميز
fr_fr: Élément de marge
he_il: פריט סימון
pt_br: Item de marcação

source: Message
ar: رسالة
he_il: הודעה
pt_br: Mensagem

source: Nexus
ar: نيكزس
he_il: נקסוס
pt_br: Nexo

source: Non Inventory Purchase Item
ar: عنصر شراء غير من المخزون
fr_fr: Objet non Stock
he_il: פריט שאינו רכישת מלאי
pt_br: Item que não é comprado em estoque

source: Non Inventory Resale Item
ar: عنصر إعادة بيع غير متعلق بالمخزون
fr_fr: Article de revente hors stock
he_il: פריט שאינו במלאי חוזר
pt_br: Item de Revenda Não Inventário

source: Non Inventory Sale Item
ar: عنصر غير مفروش في المخزون
fr_fr: Objet hors vente d’inventaire
he_il: פריט שאינו במכירת מלאי
pt_br: Item que não é de venda de estoque

source: Note Type
ar: نوع الملاحظة
he_il: סוג הערה
pt_br: Tipo de Nota

source: Opportunity
ar: حين
fr_fr: Occasion
he_il: הזדמנות
pt_br: Oportunidade

source: Other Charge Purchase Item
ar: عناصر شراء رسوم أخرى
fr_fr: Autres articles d’achat à prix réduit
he_il: פריט רכישה נוסף בחיוב
pt_br: Outros Itens de Compra a Custo

source: Other Charge Resale Item
ar: عناصر إعادة بيع أخرى برسوم
fr_fr: Autres articles de revente à prix
he_il: פריט נוסף למכירה מחדש בחיוב
pt_br: Outros Itens de Revenda com Preço

source: Other Charge Sale Item
ar: عناصر أخرى في البيع
fr_fr: Autres articles en vente à prix
he_il: פריטי מכירת חיוב נוספים
pt_br: Outros Itens de Venda a Preço

source: Other Name
ar: الاسم الآخر
fr_fr: Autre nom
he_il: שם נוסף
pt_br: Outro nome

source: Other Name Category
ar: فئة الأسماء الأخرى
fr_fr: Autres catégories de noms
he_il: קטגוריית שמות נוספות
pt_br: Outra Categoria de Nome

source: Partner
ar: شريك
fr_fr: Partenaire
he_il: בת זוג
pt_br: Sócio

source: Paycheck
ar: راتب
fr_fr: Salaire
he_il: המשכורת
pt_br: Salário

source: Payment Item
ar: بند الدفع
fr_fr: Élément de paiement
he_il: פריט תשלום
pt_br: Item de Pagamento

source: Payment Method
ar: طريقة الدفع
fr_fr: Méthode de paiement
he_il: שיטת תשלום
pt_br: Método de Pagamento

source: Phone Call
ar: مكالمة هاتفية
fr_fr: Appel
he_il: שיחת טלפון
pt_br: Telefonema

source: Price Book
ar: كتاب السعر
fr_fr: Livre de prix
he_il: ספר המחירים
pt_br: Livro de Preços

source: Price Level
ar: مستوى السعر
fr_fr: Niveau des prix
he_il: רמת המחיר
pt_br: Nível de preço

source: Price Plan
ar: خطة الأسعار
fr_fr: Plan tarifaire
he_il: תכנית מחירים
pt_br: Plano de preços

source: Pricing Group
ar: مجموعة التسعير
fr_fr: Groupe de tarification
he_il: קבוצת התמחור
pt_br: Grupo de Precificação

source: Project Task
ar: مهمة المشروع
fr_fr: Tâche du projet
he_il: משימת הפרויקט
pt_br: Tarefa do Projeto

source: Promotion Code
ar: رمز الترويج
he_il: קוד קידום
pt_br: Código de Promoção

source: Purchase Contract
ar: عقد الشراء
fr_fr: Contrat d’achat
he_il: חוזה רכישה
pt_br: Contrato de Compra

source: Purchase Order
ar: طلب الشراء
fr_fr: Bon de commande
he_il: הרכש
pt_br: Ordem de compra

source: Purchase Requisition
ar: طلب الشراء
fr_fr: Réquisition d’achat
he_il: בקשה לרכישה
pt_br: Requisição de compra

source: Resource Group
ar: مجموعة الموارد
fr_fr: Groupe de ressources
he_il: קבוצת המשאבים
pt_br: Grupo de Recursos

source: Return Authorization
ar: تفويض الإرجاع
fr_fr: Autorisation de retour
he_il: הרשאת החזרה
pt_br: Autorização de Retorno

source: Rev Rec Schedule
ar: جدول الترفيه للمراجعة
fr_fr: Horaire des récréations des Rev
he_il: לוח זמנים של הפניות רפורמנט
pt_br: Cronograma de Recreação Rev

source: Rev Rec Template
ar: قالب توصية Rev Rec
fr_fr: Modèle de recommandation Rev
he_il: תבנית המלצה של Rev Rec
pt_br: Modelo de Rec Rev

source: Sales Order
ar: طلب المبيعات
fr_fr: Commande de vente
he_il: הזמנת מכירה
pt_br: Ordem de venda

source: Sales Role
ar: دور المبيعات
fr_fr: Rôle dans la vente
he_il: תפקיד מכירות
pt_br: Função de Vendas

source: Sales Tax Item
ar: بند ضريبة المبيعات
fr_fr: Article de la taxe de vente
he_il: פריט מס מכירה
pt_br: Item do imposto sobre vendas

source: Service Purchase Item
ar: عنصر شراء الخدمة
fr_fr: Article d’achat de service
he_il: פריט רכישת שירות
pt_br: Item de Compra de Serviço

source: Service Resale Item
ar: عنصر إعادة بيع الخدمة
fr_fr: Objet de revente de service
he_il: פריט מכירה מחדש של שירות
pt_br: Item de Revenda de Serviço

source: Service Sale Item
ar: عنصر بيع الخدمة
fr_fr: Vente de service
he_il: פריט מכירת שירות
pt_br: Item de Venda de Serviço

source: Ship Item
ar: عنصر السفينة
fr_fr: Objet du navire
he_il: פריט הספינה
pt_br: Item do navio

source: Statistical Journal Entry
ar: مدخل في المجلة الإحصائية
fr_fr: Entrée du journal statistique
he_il: רשומת יומן סטטיסטית
pt_br: Entrada no Periódico Estatístico

source: Subscription Change Order
ar: ترتيب تغيير الاشتراك
fr_fr: Ordre de modification des abonnements
he_il: סדר שינוי המנוי
pt_br: Ordem de Alteração de Assinatura

source: Subscription Line
ar: خط الاشتراك
fr_fr: Ligne d’abonnement
he_il: קו מנוי
pt_br: Linha de Assinatura

source: Subscription Plan
ar: خطة الاشتراك
fr_fr: Plan d’abonnement
he_il: תוכנית מנויים
pt_br: Plano de Assinatura

source: Subscription Term
ar: مدة الاشتراك
fr_fr: Durée de l’abonnement
he_il: תקופת המנוי
pt_br: Prazo de Assinatura

source: Subsidiary
ar: الفرعيه
fr_fr: Filiale
he_il: חברת בת
pt_br: Subsidiário

source: Subtotal Item
ar: العنصر الفرعي
fr_fr: Élément sous-total
he_il: פריט משנה
pt_br: Subtotal de itens

source: Support Case
ar: حالة الدعم
fr_fr: Boîtier de soutien
he_il: תיק תמיכה
pt_br: Caso de Suporte

source: Task
ar: مهمة
fr_fr: Tâche
he_il: משימה
pt_br: Tarefa

source: Tax Type
ar: نوع الضريبة
fr_fr: Type d’impôt
he_il: סוג מס
pt_br: Tipo de imposto

source: Term
ar: مصطلح
fr_fr: Terme
he_il: מונח
pt_br: Prazo

source: Time Bill
ar: قانون الزمن
he_il: חוק הזמן

source: Time Sheet
ar: جدول الزمن
fr_fr: Feuille de temps
he_il: גיליון שעות
pt_br: Folha de Ponto

source: Topic
ar: موضوع
fr_fr: Sujet
he_il: נושא
pt_br: Tópico

source: Transfer Order
ar: ترتيب النقل
fr_fr: Ordre des transferts
he_il: סדר העברות
pt_br: Ordem de transferência

source: Units Type
ar: نوع الوحدات
fr_fr: Type d’unités
he_il: סוגי יחידות
pt_br: Tipo de Unidades

source: Vendor
ar: بائع
fr_fr: Vendeur
he_il: ספק
pt_br: Fornecedor

source: Vendor Bill
ar: البائع بيل
fr_fr: Projet de loi fournisseur
he_il: ספק ביל
pt_br: Projeto de Lei do Fornecedor

source: Vendor Category
ar: فئة البائعين
fr_fr: Catégorie de vendeur
he_il: קטגוריית ספקים
pt_br: Categoria de Fornecedor

source: Vendor Credit
ar: ائتمان البائع
fr_fr: Crédit au fournisseur
he_il: אשראי לספקים
pt_br: Crédito ao Fornecedor

source: Vendor Payment
ar: الدفع من البائعين
fr_fr: Paiement du fournisseur
he_il: תשלום מספק
pt_br: Pagamento ao Fornecedor

source: Vendor Prepayment
ar: الدفع المسبق من البائع
fr_fr: Prépaiement par le fournisseur
he_il: תשלום מוקדם על ידי ספק
pt_br: Pré-pagamento ao fornecedor

source: Vendor Prepayment Application
ar: طلب الدفع المسبق من البائع
fr_fr: Demande de prépaiement du fournisseur
he_il: בקשת תשלום מוקדם לספקים
pt_br: Aplicação de Pré-pagamento do Fornecedor

source: Vendor Return Authorization
ar: تفويض إرجاع البائع
fr_fr: Autorisation de retour du fournisseur
he_il: הרשאת החזרת ספק
pt_br: Autorização de Devolução do Fornecedor

source: Vendor Subsidiary Relationship
ar: علاقة الموردين الفرعيين
fr_fr: Relation fournisseur-filiale
he_il: מערכת יחסים בין ספקים לחברות בת
pt_br: Relação Fornecedor-Subsidiária

source: Inventory Detail
ar: تفاصيل الجرد
fr_fr: Détail de l’inventaire
he_il: פרטי מלאי
pt_br: Detalhe de Inventário

source: Item Demand Plan
ar: خطة الطلب على العناصر
fr_fr: Plan de demande d’articles
he_il: תוכנית ביקוש פריטים
pt_br: Plano de Demanda de Itens

source: Item Location Demand Plan
ar: خطة طلب موقع العنصر
fr_fr: Plan de demande pour localisation des articles
he_il: תוכנית הביקוש למיקום פריט
pt_br: Plano de Demanda por Localização do Item

source: Item Supply Plan
ar: خطة توريد العناصر
fr_fr: Plan d’approvisionnement en articles
he_il: תוכנית אספקת פריטים
pt_br: Plano de Fornecimento de Itens

source: Item Location Supply Plan
ar: خطة توريد موقع العناصر
fr_fr: Plan d’approvisionnement pour l’emplacement de l’article
he_il: תוכנית אספקת מיקום פריט
pt_br: Plano de Suprimentos de Localização do Item

source: Lead Status
ar: حالة القيادة الرئيسية
fr_fr: Statut de tête
he_il: סטטוס מוביל
pt_br: Status de Liderança

source: Web Site
ar: الموقع الإلكتروني
fr_fr: Site Web
he_il: אתר אינטרנט
pt_br: Site

source: Work Order
ar: ترتيب العمل
fr_fr: Ordre de travail
he_il: סדר עבודה
pt_br: Ordem de serviço

source: Work Order Close
ar: إغلاق أمر العمل
fr_fr: Ordre de travail fermé
he_il: סגירת הזמנת העבודה
pt_br: Ordem de Trabalho Fechada

source: Work Order Completion
ar: إكمال أوامر العمل
fr_fr: Fin de l’ordre de travail
he_il: השלמת הזמנת עבודה
pt_br: Conclusão da Ordem de Trabalho

source: Work Order Issue
ar: مسألة أوامر العمل
fr_fr: Problème de commande de travail
he_il: נושא הזמנת עבודה
pt_br: Problema com a Ordem de Trabalho

source: All Accounts
ar: جميع الحسابات
fr_fr: Tous les récits
he_il: כל הדיווחים
pt_br: Todas as Contas

source: Account By ID
ar: الحساب حسب الهوية
fr_fr: Compte par ID
he_il: חשבון לפי מזהה
pt_br: Relato por ID

source: All Accounting Period
ar: فترة المحاسبة الكاملة
fr_fr: Toutes les périodes comptables
he_il: כל תקופת החשבונאות
pt_br: Todo o período contábil

source: Accounting Period By ID
ar: فترة المحاسبة حسب الهوية
fr_fr: Période comptable par ID
he_il: תקופת חשבונאות לפי מזהה
pt_br: Período Contábil por ID

source: All Adv Intercompany Journal Entry
ar: جميع مذكرات المحامين بين الشركات
fr_fr: Toutes les entrées de journal interentreprises adV
he_il: כל רשומת היומן בין החברות לפרלמנט
pt_br: Entrada de Todos os Anúncios Interempresas

source: Adv Intercompany Journal Entry By ID
ar: مدخل اليوميات بين الشركات المحامي حسب ID
fr_fr: Entrée du journal interentreprises par ID
he_il: רשומת יומן בין-חברותית לפי ID
pt_br: Entrada do Diário Interempresa Avançada por ID

source: All Assembly Build
ar: جميع البناء التجميعي
fr_fr: Construction tout assemblage
he_il: כל ההרכבה בבנייה
pt_br: Montagem Toda

source: Assembly Build By ID
ar: بناء التجميع بواسطة التصميم
fr_fr: Assemblage par ID
he_il: הרכבת בנייה לפי ID
pt_br: Montagem por ID de montagem

source: All Assembly Item
ar: جميع عناصر التجميع
fr_fr: Tous les points de l’assemblée
he_il: כל פריטי ההרכבה
pt_br: Todos os itens da Assembleia

source: Assembly Item By ID
ar: عنصر التجميع حسب التعريف
fr_fr: Article d’assemblage par ID
he_il: פריט הרכבה לפי ID
pt_br: Item de Montagem por ID

source: All Assembly Unbuild
ar: إعادة بناء جميع التجميع
fr_fr: Tout assemblage déconstruit
he_il: כל ההרכבה לא נבנית
pt_br: Todo Conjunto Desmontado

source: All Assembly Unbuild By ID
ar: جميع التجميع غير مبنية بواسطة ID
fr_fr: Tout assemblage déconstruit par ID
he_il: כל ההרכבה לא נבנית לפי ID
pt_br: Todo Conjunto Desmontado por ID

source: All Billing Account
ar: حساب الفوترة بالكامل
fr_fr: Compte de facturation complet
he_il: כל חשבונות החיוב
pt_br: Conta de Faturamento Completa

source: Billing Account By ID
ar: حساب الفوترة حسب الهوية
fr_fr: Compte de facturation par ID
he_il: חשבון חיוב לפי ID
pt_br: Conta de Faturamento por ID

source: All Billing Revenue Event
ar: حدث إيرادات الفواتير بالكامل
fr_fr: Tous les événements de revenus de facturation
he_il: אירוע הכנסות מכל החשבונות
pt_br: Evento de Receita de Faturamento Completo

source: Billing Revenue Event By ID
ar: حدث إيرادات الفوترة حسب الهوية
fr_fr: Événement de recettes de facturation par ID
he_il: אירוע הכנסות מחיוב לפי מזהה
pt_br: Evento de Receita de Faturamento por ID

source: All Billing Schedule
ar: جدول الفوترة بالكامل
fr_fr: Toutes les grilles de facturation
he_il: כל לוח החיוב
pt_br: Cronograma de Faturamento Completo

source: Billing Schedule By ID
ar: جدول الفوترة حسب الهوية
fr_fr: Planning de facturation par ID
he_il: לוח זמנים לחיוב לפי ID
pt_br: Cronograma de Faturamento por ID

source: All Bin
ar: جميع القمامة
fr_fr: Tout est Bin
he_il: כל הפח

source: All Bin Transfer
ar: نقل جميع القمامة
fr_fr: Transfert de toutes les bacs
he_il: העברת כל הפחים
pt_br: Transferência de Todas as Lixeiras

source: Bin Transfer By ID
ar: نقل الصندوق حسب الهوية
fr_fr: Transfert de bac par ID
he_il: העברת פח לפי תעודת זהות
pt_br: Transferência de Lixo por ID

source: All Blanket Purchase Order
ar: طلب شراء شامل بالكامل
fr_fr: Commande d’achat de toutes les couvertures
he_il: הזמנת רכש כללית
pt_br: Ordem de Compra de Todos os Blankets

source: Blanket Purchase Order By ID
ar: طلب شراء شامل حسب الهوية
fr_fr: Ordre d’achat global par ID
he_il: הזמנת רכישה כוללת לפי ID
pt_br: Ordem de Compra Geral por ID

source: All BOM
ar: كل BOM
fr_fr: Tous les BOM
he_il: הכל BOM
pt_br: Todos BOM

source: BOM By ID
ar: BOM حسب الهوية
fr_fr: Lettre de commerce par identification
he_il: BOM לפי מזהה
pt_br: BOM por ID

source: All BOM Revision
ar: جميع مراجعات BOM
fr_fr: Toutes les révisions des BOM
he_il: כל גרסאות BOM
pt_br: Todas as Revisão da Lista de Materiais

source: BOM Revision By ID
ar: مراجعة قائمة الصلاحيات حسب التصميم
fr_fr: Révision de la lettre de commerce par ID
he_il: גרסת BOM לפי ID
pt_br: Revisão da Lista de Materiais por ID

source: All Calendar Event
ar: جميع فعاليات التقويم
fr_fr: Événement du calendrier
he_il: אירוע כל לוח השנה
pt_br: Evento de Todos os Calendários

source: Calendar Event By ID
ar: الحدث حسب الهوية
fr_fr: Événement du calendrier par ID
he_il: אירוע בלוח שנה לפי מזהה
pt_br: Evento do Calendário por ID

source: All Campaign
ar: جميع الحملة
fr_fr: Toutes les campagnes
he_il: כל הקמפיין
pt_br: Campanha Completa

source: Campaign By ID
ar: الحملة حسب الهوية
fr_fr: Campagne par ID
he_il: קמפיין לפי ID
pt_br: Campanha por ID

source: All Campaign Response
ar: جميع الاستجابة للحملة
fr_fr: Toute la réponse de campagne
he_il: כל תגובת הקמפיין
pt_br: Resposta de Campanha Geral

source: Campaign Response By ID
ar: رد الحملة عبر التصميم الذاتي
fr_fr: Réponse de campagne par ID
he_il: תגובת קמפיין לפי ID
pt_br: Resposta de Campanha por ID

source: All Cash Refund
ar: استرداد نقدي بالكامل
fr_fr: Remboursement en espèces
he_il: החזר כספי בלבד
pt_br: Todo o reembolso em dinheiro

source: Cash Refund By ID
ar: استرداد نقدي عن طريق التعريف
fr_fr: Remboursement en espèces par pièce d’identité
he_il: החזר כספי לפי מזהה
pt_br: Reembolso em Dinheiro por ID

source: All Cash Sale
ar: جميع البيع النقدي
fr_fr: Vente en espèces
he_il: מכירה במזומן בלבד
pt_br: Venda Totalmente à Vista

source: Cash Sale By ID
ar: البيع النقدي حسب الهوية
fr_fr: Vente en espèces par ID
he_il: מכירה במזומן לפי ID
pt_br: Venda à Vista por ID

source: All Charge
ar: جميع الشحنات
fr_fr: Tous les Chargeurs
he_il: כל הטעינה
pt_br: Todos os Chargers
