Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Account Info
ar: معلومات الحساب
fr_fr: Informations du compte
he_il: מידע על חשבון
pt_br: Informações da Conta

source: Affiliate
ar: التابعه
fr_fr: Affilier
he_il: שותפים
pt_br: Afiliar

source: Affiliates Commissions
ar: لجان الشركاء
fr_fr: Commissions affiliées
he_il: ועדות שותפים
pt_br: Comissões de Afiliados

source: Affiliates Model
ar: نموذج الشركات التابعة
fr_fr: Modèle des affiliés
he_il: מודל שותפים
pt_br: Modelo de Afiliados

source: Appointments
ar: المواعيد
fr_fr: Rendez-vous
he_il: פגישות
pt_br: Compromissos

source: All Appointments
ar: جميع التعيينات
fr_fr: Toutes les nominations
he_il: כל המינויים
pt_br: Todas as Nomeações

source: Show Appointment
ar: موعد العرض
fr_fr: Nomination en spectacle
he_il: תור לתוכנית
pt_br: Nomeação para o Programa

source: Appointments Model
ar: نموذج التعيينات
fr_fr: Modèle de nomination
he_il: מודל המינויים
pt_br: Modelo de Nomeações

source: Campaign Model
ar: نموذج الحملة
fr_fr: Modèle de campagne
he_il: מודל הקמפיין
pt_br: Modelo de Campanha

source: Companies
ar: الشركات
fr_fr: Entreprises
he_il: חברות
pt_br: Empresas

source: All Companies
ar: جميع الشركات
fr_fr: Toutes les entreprises
he_il: כל החברות
pt_br: Todas as Empresas

source: Companies Model
ar: نموذج الشركات
fr_fr: Modèle des entreprises
he_il: מודל החברות
pt_br: Modelo de Empresas

source: Contact Credit Cards
ar: بطاقات الائتمان للتواصل
fr_fr: Cartes de crédit de contact
he_il: כרטיסי אשראי ליצירת קשר
pt_br: Cartões de Crédito de Contato

source: Contact Emails
ar: رسائل التواصل
he_il: מיילים ליצירת קשר
pt_br: E-mails de Contato

source: Contact Tags
ar: علامات الاتصال
he_il: תגי יצירת קשר
pt_br: Tags de Contato

source: Contacts Model
ar: نموذج الاتصالات
fr_fr: Modèle des contacts
he_il: מודל מגעים
pt_br: Modelo de Contatos

source: Order Transactions
ar: معاملات الطلبات
fr_fr: Transactions d’ordres
he_il: עסקאות הזמנות
pt_br: Transações de Ordens

source: All Subscriptions
ar: جميع الاشتراكات
fr_fr: Tous les abonnements
he_il: כל המנויים
pt_br: Todas as assinaturas

source: Subscriptions Model
ar: نموذج الاشتراكات
fr_fr: Modèle d’abonnement
he_il: מודל מנויים
pt_br: Modelo de Assinaturas

source: Transactions
ar: المعاملات
he_il: תנועות
pt_br: Transações

source: All Transactions
ar: جميع المعاملات
fr_fr: Toutes les transactions
he_il: כל העסקאות
pt_br: Todas as Transações

source: Show Transaction
ar: معاملة العرض
fr_fr: Montrer la transaction
he_il: עסקת התוכנית
pt_br: Transação de Apresentação

source: Emails
ar: رسائل البريد الإلكتروني
he_il: מיילים

source: All Emails
ar: جميع الرسائل الإلكترونية
fr_fr: Tous les e-mails
he_il: כל המיילים
pt_br: Todos os E-mails

source: Show Email
ar: عرض البريد الإلكتروني
fr_fr: Afficher l’email
he_il: הצג דואר אלקטרוני
pt_br: Mostrar E-mail

source: Show File
ar: ملف العرض
fr_fr: Dossier de l’émission
pt_br: Arquivo do programa

source: Locales
ar: محلي
fr_fr: Local
he_il: מקומי
pt_br: Local

source: Locales Countries
ar: المواقع الدول
fr_fr: Localités Pays
he_il: לוקאלס מדינות
pt_br: Locais Países

source: Country Provinces
ar: المقاطعات الريفية
fr_fr: Provinces rurales
he_il: מחוזות כפריות
pt_br: Províncias Rurais

source: Show Note
ar: ملاحظة العرض
fr_fr: Note de l’émission
he_il: הערת תוכנית
pt_br: Nota do Espetáculo

source: Notes Model
ar: نموذج الملاحظات
fr_fr: Notes : Modèle
he_il: מודל הערות
pt_br: Notas Modelo

source: Opportunities
ar: الفرص
fr_fr: Possibilités
he_il: הזדמנויות
pt_br: Oportunidades

source: All Opportunities
ar: جميع الفرص
fr_fr: Toutes les opportunités
he_il: כל ההזדמנויות
pt_br: Todas as Oportunidades

source: Show Opportunities
ar: فرص العروض
fr_fr: Opportunités d’exposition
he_il: הזדמנויות להופעות
pt_br: Oportunidades de Exposição

source: Opportunities Model
ar: نموذج الفرص
fr_fr: Modèle des opportunités
he_il: מודל הזדמנויות
pt_br: Modelo de Oportunidades

source: Show Product
ar: منتج العرض
fr_fr: Produit de l’émission
he_il: מוצר התוכנית
pt_br: Produto do Espetáculo

source: Products Subscription
ar: اشتراك المنتجات
fr_fr: Abonnement aux produits
he_il: מנוי מוצרים
pt_br: Assinatura de Produtos

source: Tag Companies
ar: شركات الوسم
fr_fr: Compagnies de tags
he_il: חברות תגית
pt_br: Empresas de Tag

source: Tasks Model
ar: نموذج المهام
fr_fr: Modèle des tâches
he_il: מודל משימות
pt_br: Modelo de Tarefas

source: User Info
ar: معلومات المستخدم
fr_fr: Informations utilisateur
he_il: מידע משתמש
pt_br: Informações do Usuário

source: Element Separator
ar: فاصل العناصر
fr_fr: Séparateur d’éléments
he_il: מפריד אלמנטים
pt_br: Separador de Elementos

source: End Of Line Separator
ar: فاصل نهاية الخط
fr_fr: Séparateur de fin de ligne
he_il: מפריד סוף הקו
pt_br: Separador de Fim de Linha

source: Please enter a element separator
ar: يرجى إدخال فاصل العناصر
fr_fr: Veuillez entrer un séparateur d’éléments
he_il: אנא הזן מפריד אלמנטים
pt_br: Por favor, insira um separador de elementos

source: Please enter a end of line separator
ar: يرجى إدخال فاصل نهاية الخط
fr_fr: Veuillez entrer un séparateur de fin de ligne
he_il: אנא הזן מפריד בסוף הקו
pt_br: Por favor, insira um separador de fim de linha

source: Max file size: 200 MB
ar: الحد الأقصى لحجم الملف: 200 ميجابايت
fr_fr: Taille maximale du fichier : 200 Mo
he_il: גודל קובץ מקסימלי: 200 MB
pt_br: Tamanho máximo do arquivo: 200 MB

source: Larger files will take more time to import
ar: الملفات الأكبر ستستغرق وقتا أطول للاستيراد
fr_fr: Les fichiers plus volumineux prendront plus de temps à être importés
he_il: קבצים גדולים יותר ייקחו יותר זמן לייבוא
pt_br: Arquivos maiores levam mais tempo para serem importados

source: The selected file size is very large at
ar: حجم الملف المختار كبير جدا عند
fr_fr: La taille du fichier sélectionnée est très grande à
he_il: גודל הקובץ שנבחר גדול מאוד ב-
pt_br: O tamanho do arquivo selecionado é muito grande em

source: Uploaded successfully
ar: تم الرفع بنجاح
fr_fr: Téléversement réussi
he_il: הועלה בהצלחה
pt_br: Carregado com sucesso

source: OF
ar: من
fr_fr: DE
he_il: של
pt_br: DE

source: Uploaded failed
ar: فشل الرفع
fr_fr: Téléversement échoué
he_il: ההעלאה נכשלה
pt_br: Upload falhou

source: Exceeds File Size
ar: تجاوز حجم الملف
fr_fr: Dépasse la taille du fichier
he_il: עובר את גודל הקובץ
pt_br: Excede o Tamanho do Arquivo

source: MB
ar: ميغابايت
fr_fr: MO

source: Matching Pattern (Optional)
ar: نمط مطابقة (اختياري)
fr_fr: Motif assorti (optionnel)
he_il: תבנית התאמה (אופציונלי)
pt_br: Padrão Combinando (Opcional)

source: File(s) Need Attention
ar: الملفات (الملفات) بحاجة إلى اهتمام
fr_fr: Fichier(s) nécessitant attention
he_il: תיק/ים זקוקים לתשומת לב
pt_br: Arquivo(s) Precisam de Atenção

source: Existing Uploaded Files
ar: الملفات المرفوعة الموجودة
fr_fr: Fichiers téléchargés existants
he_il: קבצים שהועלו קיימים
pt_br: Arquivos Já Enviados

source: files
ar: الملفات
fr_fr: Fichiers
he_il: קבצים
pt_br: limas

source: The files within subfolders will be uploaded.
ar: الملفات داخل المجلدات الفرعية سيتم رفعها.
fr_fr: Les fichiers contenus dans les sous-dossiers seront téléchargés.
he_il: הקבצים בתוך התיקיות המשנה יועלו.
pt_br: Os arquivos dentro das subpastas serão enviados.

source: File type is not allowed
ar: نوع الملف غير مسموح به
fr_fr: Le type de fichier n’est pas autorisé
he_il: סוג קובץ אינו מותר
pt_br: O tipo de arquivo não é permitido

source: Balance
ar: توازن
he_il: מאזניים
pt_br: Equilíbrio

source: Balance Transactions
ar: معاملات الرصيد
fr_fr: Transactions de solde
he_il: עסקאות יתרה
pt_br: Transações de Saldo

source: Charges
ar: رسوم
fr_fr: Frais
he_il: חיובים
pt_br: Acusações

source: File Links
ar: روابط الملفات
fr_fr: Liens de fichiers
he_il: קישורים לקבצים
pt_br: Links de Arquivos

source: Setup Intents
ar: نوايا الإعداد
fr_fr: Intentions de mise en place
he_il: כוונות הקמה
pt_br: Intenções de Configuração

source: Payouts
ar: دفعات
fr_fr: Paiements
he_il: תשלומים
pt_br: Pagamentos

source: Activities Summary
ar: ملخص الأنشطة
fr_fr: Résumé des activités
he_il: סיכום פעילויות
pt_br: Resumo das Atividades

source: Aged Payables Summary
ar: ملخص الدائنين المتقدمين
fr_fr: Résumé des comptes fournisseurs anciens
he_il: תקציר החשבונות המיושנים
pt_br: Resumo das Contas a Pagar Envelhecidas

source: Aged Receivable Detail
ar: تفصيل المبلغ القديم للاستقبال
fr_fr: Détail des créances vieillies
he_il: פרטי קבלה מיושנים
pt_br: Detalhe de Recebíveis Envelhecidos

source: Bill Detail
ar: تفصيل مشروع القانون
fr_fr: Détail de la facture
he_il: פרטי חוק
pt_br: Detalhe do Projeto de Lei

source: Charge Detail
ar: تفصيل التهمة
he_il: פרטי האשמה
pt_br: Detalhe de Carga

source: Chart of Accounts
ar: مخطط الحسابات
fr_fr: Plan comptable
he_il: טבלת חשבונות
pt_br: Plano de Contas

source: Check Register Detail
ar: تحقق من تفاصيل السجل
fr_fr: Vérification des détails de la caisse
he_il: בדוק פרטי רישום
pt_br: Verifique os Detalhes do Registro

source: Debt Collections Status
ar: حالة تحصيل الديون
fr_fr: Statut du recouvrement de créances
he_il: סטטוס גביית חובות
pt_br: Situação de Cobrança de Dívidas

source: Delinquency
ar: الجنوح
fr_fr: Délinquance
he_il: עבריינות
pt_br: Delinquência

source: Deposit Register
ar: سجل الإيداعات
fr_fr: Registre des dépôts
he_il: רישום הפקדות
pt_br: Registro de Depósitos

source: General Ledger
ar: جنرال ليدجر
fr_fr: Registre général
he_il: ג'נרל לדג'ר
pt_br: Razão

source: Gross Potential Rent
ar: الإيجار الإجمالي المحتمل
fr_fr: Loyer potentiel brut
he_il: שכר דירה פוטנציאלי ברוטו
pt_br: Aluguel Potencial Bruto

source: Guest Cards
ar: بطاقات الضيوف
fr_fr: Cartes invitées
he_il: כרטיסי אורח
pt_br: Cartões de Convidados

source: Homeowner Directory
ar: دليل أصحاب المنازل
fr_fr: Annuaire des propriétaires
he_il: מדריך בעלי בתים
pt_br: Diretório de Proprietários

source: Homeowner Vehicle Info
ar: معلومات عن مركبة المالك المنزلي
fr_fr: Informations sur le véhicule du propriétaire
he_il: מידע על רכב בעל הבית
pt_br: Informações sobre o Veículo do Proprietário

source: Lease Expiration Detail by Month
ar: تفصيل انتهاء عقد الإيجار حسب الشهر
fr_fr: Détails de l’expiration du bail par mois
he_il: פירוט פקיעת החוזה לפי חודש
pt_br: Detalhes do Prazo de Vencimento do Contrato por Mês

source: Leasing Agent Performance
ar: أداء وكلاء التأجير
fr_fr: Performance de l’agent de location
he_il: ביצועי סוכני השכרה
pt_br: Desempenho do Agente de Locação

source: Owner Directory
ar: دليل المالك
fr_fr: Annuaire des propriétaires
he_il: מדריך הבעלים
pt_br: Diretório de Proprietários

source: Property Budget
ar: ميزانية العقارات
fr_fr: Budget immobilier
he_il: תקציב נכסים
pt_br: Orçamento de Propriedades

source: Property Directory
ar: دليل الخصائص
fr_fr: Annuaire immobilier
he_il: מדריך נכסים
pt_br: Diretório de Propriedades

source: Property Group Directory
ar: دليل مجموعات الخصائص
fr_fr: Annuaire des groupes immobiliers
he_il: מדריך קבוצות תכונות
pt_br: Diretório de Grupos de Propriedades

source: Prospect Source Tracking
ar: تتبع مصدر العملاء المحتملين
fr_fr: Suivi des sources prospectives
he_il: מעקב אחר מקורות לקוחות פוטנציאליים
pt_br: Rastreamento de Fontes de Prospectos

source: Rentable Items
ar: العناصر القابلة للتأجير
fr_fr: Objets louables
he_il: פריטים להשכרה
pt_br: Itens para Aluguel

source: Rent Roll
ar: قائمة الإيجار
fr_fr: Rouleau de loyer
he_il: שכר דירה
pt_br: Rota de Aluguel

source: Rent Roll Itemized
ar: قائمة الإيجار مفصلة
fr_fr: Liste de loyers détaillée
he_il: רשימת השכירות מפורטת
pt_br: Rola de Aluguel Detalhada

source: Rental Applications
ar: طلبات التأجير
fr_fr: Applications de location
he_il: בקשות להשכרה
pt_br: Aplicações de Aluguel

source: Survey Summary
ar: ملخص الاستطلاع
fr_fr: Résumé de l’enquête
he_il: סיכום הסקר
pt_br: Resumo da Pesquisa

source: Tenant Directory
ar: دليل المستأجرين
fr_fr: Annuaire des locataires
he_il: מדריך דיירים
pt_br: Diretório de Inquilinos

source: Tenant Tickler
ar: المستأجر تيكلر
fr_fr: Locataire Tickler
he_il: דייר טיקלר
pt_br: Inquilino Tickler

source: Tenant Vehicle Info
ar: معلومات عن مركبة المستأجر
fr_fr: Informations sur le véhicule locataire
he_il: מידע על רכב השוכר
pt_br: Informações sobre o Veículo do Inquilino

source: Trial Balance
ar: التوازن التجريبي
fr_fr: Balance de probation
he_il: מאזן ניסיוני
pt_br: Balancete

source: Trust Account Balance
ar: رصيد حساب الأمانة
fr_fr: Solde du compte en fiducie
he_il: יתרת חשבון נאמנות
pt_br: Saldo da Conta Fiduciária

source: Unit Directory
ar: دليل الوحدات
fr_fr: Annuaire des unités
he_il: מדריך יחידות
pt_br: Diretório de Unidades

source: Unit Vacancy Detail
ar: تفاصيل شاغر الوحدة
fr_fr: Équipe de vacances d’unité
he_il: פרטי משרה פנויה ביחידה
pt_br: Detalhe de Vagens de Unidade

source: Unit Inspection
ar: تفتيش الوحدة
fr_fr: Inspection des unités
he_il: בדיקת יחידה
pt_br: Inspeção de Unidade

source: Vendor Directory
ar: دليل البائعين
fr_fr: Annuaire des fournisseurs
he_il: מדריך ספקים
pt_br: Diretório de Fornecedores

source: Core Sell Account
ar: حساب البيع الأساسي
fr_fr: Compte de vente principal
he_il: חשבון מכירה ליבה
pt_br: Conta Principal de Venda

source: Core Sell Associate Contact
ar: جهة اتصال مع الموظف الأساسي للبيع
fr_fr: Contact Associé Principal de la Vente
he_il: איש קשר עם עמית Core Sell
pt_br: Contato Associado Principal de Vendas

source: Core Sell Call Outcomes
ar: نتائج مكالمات البيع الأساسية
fr_fr: Résultats des Vende-Calls de base
he_il: תוצאות קריאות מכירה מרכזיות
pt_br: Resultados de Vendas Principais de Calls

source: Core Sell Calls
ar: مكالمات البيع الأساسية
fr_fr: Calls de vente de base
he_il: קריאות מכירה בסיסיות
pt_br: Chamadas de Venda Core

source: Core Sell Collaborations
ar: تعاونات البيع الأساسية
fr_fr: Collaborations principales de vente
he_il: שיתופי פעולה מרכזיים במכירה
pt_br: Colaborações Principais de Venda

source: Core Sell Contacts
ar: اتصالات بيع أساسية
fr_fr: Contacts principaux de vente
he_il: קשרי מכירה בסיסיים
pt_br: Contatos Principais de Venda

source: Core Sell Custom Field
ar: حقل البيع المخصص الأساسي
fr_fr: Champ personnalisé Core Sell
pt_br: Campo Principal Venda Personalizado

source: Core Sell Deal Source
ar: مصدر صفقة البيع الأساسية
fr_fr: Source de l’accord de vente principale
pt_br: Fonte do Negócio de Venda Principal

source: Core Sell Deal Unqualified reasons
ar: صفقة بيع أساسية أسباب غير مشروطة
fr_fr: Vente principale de l’accord Raisons non réservées
he_il: עסקת מכירה בסיסית סיבות לא מותנות
pt_br: Negócio de Venda Principal Razões Sem Qualificação

source: Core Sell Deals
ar: صفقات البيع الأساسية
fr_fr: Ventes principales
he_il: עסקאות מכירה בסיסיות
pt_br: Negócios de Venda Principal

source: Core Sell Document
ar: وثيقة البيع الأساسية
fr_fr: Document de vente de base
he_il: מסמך המכירה המרכזי
pt_br: Documento Principal de Venda

source: Core Sell Lead Sources
ar: البيع الأساسي لمصادر العملاء المحتملين
fr_fr: Sources principales de leads de vente
he_il: מקורות לידים מרכזיים למכירת ליבה
pt_br: Fontes Principais de Leads de Venda

source: Core Sell Lead Unqualified Reasons
ar: الأسباب غير المؤهلة لبيع العملاء المحتملين
fr_fr: Raisons non qualifiées du lead principal de vente
he_il: סיבות לא מותנות של מוביל למכירת ליבה
pt_br: Leads Principais de Venda Razões Incondicionais

source: Core Sell Leads
ar: العملاء المحتملين للبيع الأساسي
fr_fr: Leads de vente principaux
he_il: לידים למכירה מרכזיים
pt_br: Leads Principais de Venda

source: Core Sell Line Item
ar: عنصر البيع الأساسي
fr_fr: Ligne de vente principale
he_il: פריט ליבה של קו המכירה
pt_br: Item principal de venda

source: Core Sell Loss Reasons
ar: أسباب خسائر البيع الأساسية
fr_fr: Raisons principales de pertes de vente
he_il: סיבות ליבה להפסד מכירה
pt_br: Razões Principais de Perdas de Venda

source: Core Sell Notes
ar: ملاحظات البيع الأساسية
fr_fr: Notes de vente principales
he_il: הערות מכירה מרכזיות
pt_br: Notas de Venda Principais

source: Core Sell Orders
ar: أوامر البيع الأساسية
fr_fr: Ordres de vente de base
he_il: פקודות מכירה מרכזיות
pt_br: Ordens de Venda Principais

source: Core Sell Pipelines
ar: خطوط أنابيب البيع الأساسية
fr_fr: Pipelines de vente principaux
he_il: צינורות מכירה מרכזיים
pt_br: Pipelines Principais de Venda

source: Core Sell Products
ar: منتجات كور سيل
fr_fr: Produits de vente principaux
he_il: מוצרי Core Sell
pt_br: Produtos Principais de Venda

source: Core Sell Stages
ar: مراحل البيع الأساسية
fr_fr: Étapes de vente principales
he_il: שלבי מכירה מרכזיים
pt_br: Estágios de Venda Principais

source: Core Sell Tags
ar: بطاقات البيع الأساسية
fr_fr: Tags principaux de vente
he_il: תגי מכירה מרכזיים
pt_br: Tags principais de venda

source: Core Sell Tasks
ar: مهام البيع الأساسية
fr_fr: Tâches principales de vente
he_il: משימות מכירה מרכזיות
pt_br: Tarefas Principais de Venda

source: Core Sell Users
ar: مستخدمو البيع الأساسي
fr_fr: Utilisateurs principaux de vente
he_il: משתמשי מכירה מרכזיים
pt_br: Usuários Principais de Venda

source: Core Sell Visit Outcome
ar: نتائج زيارة البيع الأساسي
fr_fr: Résultat de la visite de vente principale
he_il: תוצאת ביקור במכירת הליבה
pt_br: Resultado da Visita de Venda Principal

source: Core Sell Visit
ar: زيارة البيع الأساسي
fr_fr: Visite de vente principale
he_il: ביקור במכירת הליבה
pt_br: Visita de Venda Principal

source: Firehose Appointment
ar: تعيين خرطوم الإطفاء
fr_fr: Nomination au Firehose
he_il: מינוי צינור אש
pt_br: Nomeação na Mangueira de Incêndio

source: Firehose Associated Contact
ar: الاتصال المرتبط بخرطوم الحريق
fr_fr: Contact associé aux tuyaux d’incendie
he_il: מגע הקשור לצינור אש
pt_br: Contato Associado à Mangueira de Incêndio

source: Firehose Calls
ar: نداءات الخرطوم الناري
fr_fr: Appels de tuyau d’incendie
he_il: קריאות צינור אש
pt_br: Chamadas de Mangueira de Incêndio

source: Firehose Collaborations
ar: تعاونات فايرهومز
he_il: שיתופי פעולה עם Firehose
pt_br: Colaborações com Firehose

source: Firehose Collaboration Request
ar: طلب تعاون مع Firehose
fr_fr: Demande de collaboration pour Firehose
he_il: בקשת שיתוף פעולה עם Firehose
pt_br: Solicitação de Colaboração com Firehose

source: Firehose Contacts
ar: اتصالات خرطوم الإطفاء
fr_fr: Contacts de tuyau d’incendie
he_il: מגעי צינור אש
pt_br: Contatos de Mangueira de Incêndio

source: Firehose Custom Fileds
ar: ملفات فايرهومز المخصصة
fr_fr: Tige d’incendie sur mesure
he_il: קבצי Firehose מותאמים אישית
pt_br: Mangueiras Personalizadas Enxameadas

source: Firehose Deals
ar: صفقات خرطوم النار
fr_fr: Contrats de tuyau d’incendie
he_il: עסקאות פיירהוז
pt_br: Acordos de Mangueira de Incêndio

source: Firehose Documents
ar: وثائق خرطوم النار
he_il: מסמכי Firehose
pt_br: Documentos Firehose

source: Firehose Leads
ar: أسلاك خرطوم الحريق
fr_fr: Leads de tuyau d’incendie
he_il: חוטי צינור אש
pt_br: Chumbo de Incêndio

source: Firehose Line Item
ar: عنصر خط خرطوم الإطفاء
fr_fr: Ligne de tuyau d’incendie
he_il: פריט קו Firehose
pt_br: Item da Mangueira de Incêndio

source: Firehose Loss Reasons
ar: أسباب فقدان خرطوم الإطفاء
fr_fr: Raisons de perte de tuyaux d’incendie
he_il: סיבות לאובדן צינורות אש
pt_br: Razões para Perda de Mangueiras de Incêndio

source: Firehose Notes
ar: ملاحظات FireHose
fr_fr: Notes sur le tuyau d’incendie
he_il: הערות פיירהוז
pt_br: Notas sobre a Mangueira de Incêndio

source: Firehose Order
ar: ترتيب خرطوم الإطفاء
fr_fr: Ordre de tuyau d’incendie
he_il: הזמנת צינורות האש
pt_br: Ordem de Mangueira de Incêndio

source: Firehose Products
ar: منتجات خرطوم النار
fr_fr: Produits pour tuyaux d’incendie
he_il: מוצרי Firehose
pt_br: Produtos de Mangueira de Incêndio

source: Firehose Source
ar: مصدر خرطوم النار
fr_fr: Source de tuyau d’incendie
he_il: מקור צינור אש
pt_br: Fonte de Mangueira de Incêndio

source: Firehose Stages
ar: مراحل خرطوم النار
fr_fr: Étages à tuyau d’incendie
he_il: שלבי Firehose
pt_br: Estágios de Mangueira de Incêndio

source: Firehose Tags
ar: علامات خرطوم النار
fr_fr: Tags de tuyau d’incendie
he_il: תגי Firehose
pt_br: Etiquetas de Mangueira de Incêndio

source: Firehose Tasks
ar: مهام خرطوم النار
fr_fr: Tâches de tuyau d’incendie
he_il: משימות צינור אש
pt_br: Tarefas de Mangueira de Incêndio

source: Firehose User
ar: مستخدم خرطوم النار
fr_fr: Utilisateur de tuyau d’incendie
he_il: משתמש בצינור אש
pt_br: Usuário de Mangueira de Incêndio

source: Firehose Visits
ar: زيارات الخرطوم الناري
fr_fr: Visites de Firehose
he_il: ביקורי Firehose
pt_br: Visitas à Mangueira de Incêndio

source: Search Schema
ar: مخطط البحث
fr_fr: Schéma de recherche
he_il: סכימת חיפוש
pt_br: Esquema de Busca

source: Search Deal Custom Fields Mapping
ar: بحث الصفقة وتعيين الحقول المخصصة
fr_fr: Recherche de champs personnalisés
he_il: חיפוש בעסקה מיפוי שדות מותאמים אישית
pt_br: Mapeamento de Campos Personalizados de Busca de Negócios

source: Search Lead Custom Fields Mapping
ar: البحث في تعيين الحقول المخصصة للعملاء المحتملين
fr_fr: Mappage des champs personnalisés des prospects de recherche
he_il: חיפוש מיפוי שדות מותאמים אישית למובילים
pt_br: Mapeamento de Campos Personalizados de Leads de Busca

source: Search Contact Custom Fields Mapping
ar: البحث عن تعيين حقول جهات الاتصال المخصصة
fr_fr: Mappage personnalisé des champs de contact de recherche
he_il: חיפוש מיפוי שדות מותאמים אישית לאנשי קשר
pt_br: Mapeamento de Campos Personalizados de Contato de Busca

source: Core sell
ar: بيع النواة
fr_fr: Vente de cœur
he_il: מכירת ליבה
pt_br: Venda principal

source: Firehose
ar: خرطوم النار
fr_fr: Tuyau d’incendie
he_il: צינור אש
pt_br: Mangueira de incêndio

source: Show Users
ar: مستخدمو البرنامج
fr_fr: Afficher les utilisateurs
he_il: משתמשי תוכנית
pt_br: Mostrar Usuários

source: Show Many Users
ar: عرض العديد من المستخدمين
fr_fr: Afficher de nombreux utilisateurs
he_il: הצג מספר משתמשים
pt_br: Mostrar Muitos Usuários

source: Related Information
ar: معلومات ذات صلة
fr_fr: Informations connexes
he_il: מידע קשור
pt_br: Informações Relacionadas

source: Identities
ar: الهويات
fr_fr: Identités
he_il: זהויות
pt_br: Identidades

source: All Identities
ar: جميع الهويات
fr_fr: Toutes les identités
he_il: כל הזהויות
pt_br: Todas as Identidades

source: Show Identities
ar: هويات العرض
fr_fr: Identités de l’émission
he_il: זהויות התוכנית
pt_br: Identidades do Programa

source: Password Requirements
ar: متطلبات كلمة المرور
fr_fr: Exigences de mot de passe
he_il: דרישות סיסמה
pt_br: Requisitos de senha

source: All Password Requirements
ar: جميع متطلبات كلمة المرور
fr_fr: Toutes les exigences concernant les mots de passe
he_il: כל דרישות הסיסמה
pt_br: Todos os requisitos de senha

source: Group
ar: مجموعة
fr_fr: Groupe
he_il: קבוצה
pt_br: Grupo

source: Group Memberships
ar: عضويات المجموعات
fr_fr: Adhésions au groupe
he_il: חברות בקבוצות
pt_br: Membros de Grupos

source: All Group Memberships
ar: جميع عضويات المجموعات
fr_fr: Tous les membres de groupes
he_il: כל חברות הקבוצות
pt_br: Todas as Associações ao Grupo

source: Assignable Memberships
ar: العضويات القابلة للتخصيص
fr_fr: Adhésions assignables
he_il: חברות מוקצית
pt_br: Membros Atribuíbles

source: Show Membership
ar: عضوية البرنامج
fr_fr: Adhésion au concours
he_il: חברות בתוכנית
pt_br: Associação ao Programa

source: Autocomplete Organizations
ar: المنظمات المكتملة التلقائية
fr_fr: Organisations d’autocomplétion
he_il: ארגוני השלמה אוטומטית
pt_br: Organizações de Autopreenchimento

source: Show Organization Related Information
ar: معلومات متعلقة بتنظيم البرنامج
fr_fr: Informations relatives à l’organisation de l’émission
he_il: מידע הקשור לארגון התוכנית
pt_br: Informações relacionadas à organização do programa

source: Show Many Organizations
ar: عرض العديد من المنظمات
fr_fr: Montrer de nombreuses organisations
he_il: הצג ארגונים רבים
pt_br: Mostrar Muitas Organizações

source: Organization Subscriptions
ar: اشتراكات المنظمات
fr_fr: Abonnements à l’organisation
he_il: מנויים לארגונים
pt_br: Assinaturas da Organização

source: All Organization Subscriptions
ar: جميع اشتراكات المنظمات
fr_fr: Tous les abonnements à l’organisation
he_il: כל המנויים לארגונים
pt_br: Todas as Assinaturas da Organização
