Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Existing Data Source
ar: مصدر البيانات الحالي
fr_fr: Source de données existante
he_il: מקור נתונים קיים
pt_br: Fonte de Dados Existente

source: Reload data source
ar: مصدر بيانات إعادة التحميل
fr_fr: Source de données de rechargement
he_il: טעינת מקור הנתונים
pt_br: Fonte de dados de recarga

source: Please select a data source to import.
ar: يرجى اختيار مصدر بيانات للاستيراد.
fr_fr: Veuillez sélectionner une source de données à importer.
he_il: אנא בחר מקור נתונים לייבוא.
pt_br: Por favor, selecione uma fonte de dados para importar.

source: You have read only permission for this data source.
ar: لديك إذن قراءة فقط لهذا المصدر.
fr_fr: Vous n’avez lu que les autorisations pour cette source de données.
he_il: יש לך הרשאת קריאה בלבד עבור מקור הנתונים הזה.
pt_br: Você só leu permissão para esta fonte de dados.

source: You have edit permission for this data source.
ar: لديك إذن تعديل لهذا المصدر.
fr_fr: Vous avez une autorisation d’édition pour cette source de données.
he_il: יש לך הרשאת עריכה למקור הנתונים הזה.
pt_br: Você tem permissão de edição para esta fonte de dados.

source: ADD
ar: جمع
fr_fr: AJOUTER
he_il: הוסף
pt_br: ADICIONAR

source: Search...
ar: بحث...
fr_fr: Rechercher...
he_il: חיפוש...
pt_br: Procurar...

source: Append Data Source
ar: مصدر البيانات المرفق
fr_fr: Ajouter la source de données
he_il: הוספת מקור נתונים
pt_br: Adicionar Fonte de Dados

source: Data source name
ar: اسم مصدر البيانات
fr_fr: Nom de la source de données
he_il: שם מקור הנתונים
pt_br: Nome da fonte de dados

source: Selected data sources
ar: مصادر بيانات مختارة
fr_fr: Sources de données sélectionnées
he_il: מקורות נתונים נבחרים
pt_br: Fontes de dados selecionadas

source: Append Data Source Configuration
ar: إضافة تكوين مصدر البيانات
fr_fr: Ajout de la configuration de la source de données
he_il: הוספת קונפיגורציית מקור הנתונים
pt_br: Adicionar Configuração da Fonte de Dados

source: Do you want to cancel the append data source configuration?
ar: هل تريد إلغاء تكوين مصدر البيانات المرفق؟
fr_fr: Voulez-vous annuler la configuration d’ajout de source de données ?
he_il: האם אתה רוצה לבטל את תצורת מקור הנתונים המצורף?
pt_br: Você quer cancelar a configuração de adicionar fonte de dados?

source: dashboard designer allows you to create a new data source from existing extracted mode data sources by appending all rows with column mapping.
ar: يتيح لك مصمم لوحة المعلومات إنشاء مصدر بيانات جديد من مصادر بيانات الوضع المستخرج الموجودة عن طريق إضافة جميع الصفوف بتعيين الأعمدة.
fr_fr: Le concepteur de tableau de bord vous permet de créer une nouvelle source de données à partir de sources existantes en mode extrait en ajoutant toutes les lignes avec un mappage de colonnes.
he_il: מעצב לוח המחוונים מאפשר לך ליצור מקור נתונים חדש ממקורות נתונים קיימים במצב מופק על ידי הוספת כל השורות עם מיפוי עמודות.
pt_br: O Dashboard Designer permite criar uma nova fonte de dados a partir de fontes de dados extraídas existentes, adicionando todas as linhas com mapeamento de colunas.

source: Invalid data source name.
ar: اسم مصدر البيانات غير صحيح.
fr_fr: Nom de source de données invalide.
he_il: שם מקור הנתונים שגוי.
pt_br: Nome da fonte de dados inválido.

source: SELECT DATA SOURCES
ar: مصادر بيانات مختارة
fr_fr: SOURCES DE DONNÉES SÉLECTIONNÉES
he_il: מקורות נתונים נבחרים
pt_br: FONTES DE DADOS SELECIONADAS

source: APPEND
ar: ألحق
fr_fr: AJOUTER
he_il: הוספה
pt_br: ACRESCENTAR

source: The table is added into the appended source list successfully.
ar: يضاف الجدول بنجاح إلى قائمة المصادر المرفقة.
fr_fr: Le tableau est ajouté avec succès à la liste de sources ajoutée.
he_il: הטבלה מתווספת בהצלחה לרשימת המקורות המצורפת.
pt_br: A tabela é adicionada com sucesso à lista de fontes anexada.

source: Source table
ar: جدول المصادر
fr_fr: Table source
he_il: טבלת מקור
pt_br: Tabela de origem

source: Target Table
ar: جدول الأهداف
fr_fr: Tableau des cibles
he_il: טבלת מטרות
pt_br: Tabela de Alvos

source: Column mapping
ar: تعيين الأعمدة
fr_fr: Cartographie de colonnes
he_il: מיפוי עמודות
pt_br: Mapeamento de colunas

source: The selected data source schema information does not match. Do you want to map the columns?
ar: معلومات مخطط مصدر البيانات المختارة لا تتطابق. هل تريد رسم الأعمدة؟
fr_fr: Les informations de schéma de la source de données sélectionnées ne correspondent pas. Voulez-vous cartographier les colonnes ?
he_il: מידע סכמת מקור הנתונים שנבחר אינו תואם. אתה רוצה למפות את העמודות?
pt_br: A informação selecionada do esquema da fonte de dados não corresponde. Você quer mapear as colunas?

source: Sample Data Sources
ar: مصادر بيانات نموذجية
fr_fr: Sources de données d’exemple
he_il: מקורות נתונים לדוגמה
pt_br: Fontes de Dados de Exemplo

source: Show Details
ar: تفاصيل العرض
fr_fr: Détails de l’émission
he_il: פרטי התוכנית
pt_br: Detalhes do Programa

source: Hide Details
ar: إخفاء التفاصيل
fr_fr: Masquer les détails
he_il: הסתר פרטים
pt_br: Ocultar Detalhes

source: Copy to Clipboard
ar: نسخ إلى الحافظة
fr_fr: Copier dans le Presse-papiers
he_il: העתק ללוח כתיבה
pt_br: Copiar para área de transferência

source: Abort
ar: أجهض
fr_fr: Avorter
he_il: בטל
pt_br: Abortar

source: Measure Filter
ar: مرشح القياس
fr_fr: Filtre de mesure
he_il: מסנן מידה
pt_br: Filtro de Medição

source: Ranges
ar: نطاقات
fr_fr: Gammes
he_il: טווחים
pt_br: Intervalos

source: and
ar: و
fr_fr: et
he_il: ו
pt_br: e

source: Reset
ar: اعاده تعيين
fr_fr: Réinitialisation
he_il: איפוס
pt_br: Repor

source: The value should be greater than or equal to the start value.
ar: يجب أن تكون القيمة أكبر أو تساوي القيمة الابتدائية.
fr_fr: La valeur doit être supérieure ou égale à la valeur de départ.
he_il: הערך צריך להיות גדול או שווה לערך ההתחלתי.
pt_br: O valor deve ser maior ou igual ao valor inicial.

source: Enter Value
ar: ادخل القيمة
fr_fr: Saisir la valeur
he_il: הכנס ערך
pt_br: Insira Valor

source: to URL
ar: إلى الرابط
fr_fr: vers l’URL
he_il: לכתובת URL
pt_br: para URL

source: Query Mode
ar: وضع الاستعلام
fr_fr: Mode de requête
he_il: מצב שאילתה
pt_br: Modo de Consulta

source: Simple
ar: بسيط
he_il: פשוט
pt_br: Simples

source: Salesforce Object
ar: كائن سيلزفورس
fr_fr: Objet Salesforce
he_il: אובייקט סיילספורס
pt_br: Objeto Salesforce

source: Field(s)
ar: المجال (التخصصات)
fr_fr: Champ (ou domaines)
he_il: תחום(ים)
pt_br: Campo(s)

source: Filter(s)
ar: المرشح (المرشحات)
fr_fr: Filtre(s)
he_il: מסנן(ים)
pt_br: Filtro(s)

source: SOQL Query
ar: استعلام SOQL
fr_fr: Requête SOQL
he_il: שאילתה של SOQL
pt_br: Consulta SOQL

source: Need help with your query? Refer
ar: هل تحتاج مساعدة في استفسارك؟ تشير
fr_fr: Besoin d’aide pour votre demande ? Parrainer
he_il: צריך עזרה עם השאלה שלך? עיין
pt_br: Precisa de ajuda com sua dúvida? Referir

source: Salesforce SOQL documentation
ar: وثائق Salesforce SOQL
fr_fr: Documentation SOQL de Salesforce
he_il: תיעוד Salesforce SOQL
pt_br: Documentação SOQL do Salesforce

source: Please enter the SOQL query.
ar: يرجى إدخال استفسار SOQL.
fr_fr: Veuillez entrer la requête SOQL.
he_il: אנא הזן את שאילתת SOQL.
pt_br: Por favor, insira a consulta SOQL.

source: Select one or more fields.
ar: اختر حقلا أو أكثر.
fr_fr: Sélectionnez un ou plusieurs champs.
he_il: בחר שדה אחד או יותר.
pt_br: Selecione um ou mais campos.

source: Select an object.
ar: اختر كائنا.
fr_fr: Sélectionnez un objet.
he_il: בחר אובייקט.
pt_br: Selecione um objeto.

source: Importing data from Salesforce account. This may take some time depending upon the size of the data.
ar: استيراد البيانات من حساب Salesforce. قد يستغرق هذا بعض الوقت حسب حجم البيانات.
fr_fr: Importation de données depuis un compte Salesforce. Cela peut prendre du temps selon la taille des données.
he_il: מייבא נתונים מחשבון Salesforce. זה עשוי לקחת זמן, תלוי בגודל הנתונים.
pt_br: Importando dados da conta Salesforce. Isso pode levar algum tempo, dependendo do tamanho dos dados.

source: <sup>*</sup> Simple mode has a data limit of 150K records. If you have large data, please use the advanced mode with suitable filters.
ar: <sup>*</sup> الوضع البسيط له حد بيانات يبلغ 150 ألف سجل. إذا كان لديك بيانات كبيرة، يرجى استخدام الوضع المتقدم مع الفلاتر المناسبة.
fr_fr: <sup>*</sup> Le mode simple a une limite de données de 150 000 enregistrements. Si vous avez de grandes données, veuillez utiliser le mode avancé avec des filtres appropriés.
he_il: <sup>*</sup> למצב פשוט יש מגבלת נתונים של 150K רשומות. אם יש לך נתונים גדולים, אנא השתמש במצב המתקדם עם מסננים מתאימים.
pt_br: <sup>*</sup> O modo simples tem um limite de dados de 150K registros. Se você tem grandes dados, por favor, use o modo avançado com filtros adequados.

source: Select a report to proceed further.
ar: اختر تقريرا للمضي قدما.
fr_fr: Sélectionnez un rapport pour aller plus loin.
he_il: בחר דוח כדי להמשיך.
pt_br: Selecione um relatório para prosseguir.

source: Reports
ar: التقارير
fr_fr: Rapports
he_il: דוחות
pt_br: Relatórios

source: View
ar: منظر
fr_fr: Vue
he_il: נוף
pt_br: Vista

source: Start Date
ar: تاريخ البدء
fr_fr: Date de début
he_il: תאריך התחלה
pt_br: Data de início

source: End Date
ar: تاريخ النهاية
fr_fr: Date de fin
he_il: תאריך סיום
pt_br: Data de Término

source: Metrics
ar: المقاييس
fr_fr: Métrique
he_il: מדדי
pt_br: Métricas

source: Dimensions
ar: ابعاد
fr_fr: Taille
he_il: מידות
pt_br: Dimensões

source: Custom Url
ar: رابط مخصص
fr_fr: URL personnalisée
he_il: כתובת URL מותאמת אישית
pt_br: URL personalizada

source: Launch Date
ar: تاريخ الإطلاق
fr_fr: Date de lancement
he_il: תאריך שיגור
pt_br: Data de lançamento

source: No End Date
ar: لا يوجد تاريخ نهاية
fr_fr: Pas de date de fin
he_il: אין תאריך סיום
pt_br: Sem Data de Término

source: Region
ar: قطر
fr_fr: Région
he_il: אזור
pt_br: Região

source: Operation
ar: عملية
fr_fr: Opération
he_il: מבצע
pt_br: Operação

source: SellerId
ar: معرف البائع

source: MWSAuthToken
ar: رمز MWSAuthToken

source: Secret Key
ar: المفتاح السري
fr_fr: Clé secrète
he_il: מפתח סודי
pt_br: Chave Secreta

source: Seller ID cannot be empty.
ar: لا يمكن أن يكون معرف البائع فارغا.
fr_fr: L’identifiant vendeur ne peut pas être vide.
he_il: מזהה המוכר לא יכול להיות ריק.
pt_br: O ID do vendedor não pode estar vazio.

source: MWSAuthToken cannot be empty.
ar: لا يمكن أن يكون رمز MWSAuthToken فارغا.
fr_fr: MWSAuthToken ne peut pas être vide.
he_il: MWSAuthToken לא יכול להיות ריק.
pt_br: O MWSAuthToken não pode estar vazio.

source: Canada
ar: كندا
he_il: קנדה
pt_br: Canadá

source: US
ar: لنا
fr_fr: NOUS
he_il: אותנו
pt_br: NOS

source: Mexico
ar: المكسيك
fr_fr: Mexique
he_il: מקסיקו
pt_br: México

source: Germany
ar: ألمانيا
fr_fr: Allemagne
he_il: גרמניה
pt_br: Alemanha

source: Spain
ar: إسبانيا
fr_fr: Espagne
he_il: ספרד
pt_br: Espanha

source: France
ar: فرنسا
he_il: צרפת
pt_br: França

source: Italy
ar: إيطاليا
fr_fr: Italie
he_il: איטליה
pt_br: Itália

source: UK
ar: المملكة المتحدة
fr_fr: ROYAUME-UNI
he_il: בריטניה
pt_br: Reino Unido

source: India
ar: الهند
fr_fr: Inde
he_il: הודו
pt_br: Índia

source: Japan
ar: اليابان
fr_fr: Japon
he_il: יפן
pt_br: Japão

source: Australia
ar: أستراليا
fr_fr: Australie
he_il: אוסטרליה
pt_br: Austrália

source: Feed Submission List
ar: قائمة تقديم الخلاصة
fr_fr: Liste des soumissions de flux
he_il: רשימת הגשת פיד
pt_br: Lista de Submissão de Feeds

source: Feed Submission Count
ar: عدد الإرسال في الخلاصة
fr_fr: Nombre de soumissions de flux
he_il: ספירת הגשת פידים
pt_br: Contagem de Submissões de Feed

source: Report Count
ar: عدد التقارير
fr_fr: Nombre des rapports
he_il: ספירת הדיווחים
pt_br: Contagem de Relatórios

source: Report List
ar: قائمة التقارير
fr_fr: Liste des rapports
he_il: רשימת דוחות
pt_br: Lista de Relatórios

source: Report Request Count
ar: عدد طلبات الإبلاغ
fr_fr: Nombre des demandes de signalement
he_il: ספירת בקשות לדיווח
pt_br: Contagem de Solicitações de Relato

source: Report Request List
ar: قائمة طلبات التقرير
fr_fr: Liste de demandes de rapport
he_il: רשימת בקשות לדיווח
pt_br: Lista de Solicitações de Relatório

source: Report Schedule Count
ar: عدد جدول التقارير
fr_fr: Nombre des bulletins de rapports
he_il: ספירת לוח הזמנים של דוחות
pt_br: Contagem da Tabela de Relatórios

source: Orders
ar: اوامر
fr_fr: Ordres
he_il: הזמנות
pt_br: Ordens

source: Marketplace Participations
ar: المشاركة في السوق
fr_fr: Participations au marché
he_il: השתתפות בשוק
pt_br: Participações no Mercado

source: Matching Products
ar: منتجات المطابقة
fr_fr: Produits d’appariement
he_il: מוצרים תואמים
pt_br: Produtos de Correspondência

source: Organization Access Control
ar: التحكم في الوصول إلى المنظمات
fr_fr: Contrôle d’accès organisationnel
he_il: בקרת גישה לארגונית
pt_br: Controle de Acesso à Organização

source: A Member Organization Access Control Information
ar: معلومات التحكم في الوصول إلى منظمة عضو
fr_fr: Informations de contrôle d’accès d’une organisation membre
he_il: מידע בקרת גישה של ארגון חבר
pt_br: Informações de Controle de Acesso de uma Organização Membro

source: Access Control Information
ar: معلومات التحكم في الوصول
fr_fr: Informations sur le contrôle d’accès
he_il: מידע על בקרת גישה
pt_br: Informações de Controle de Acesso

source: Retrieve an Organization
ar: استرجاع منظمة
fr_fr: Récupérer une organisation
he_il: השגת ארגון
pt_br: Recuperar uma Organização

source: Organizations
ar: المنظمات
fr_fr: Organisations
he_il: ארגונים
pt_br: Organizações

source: Retrieve Organization by Vanity Name
ar: استرجاع التنظيم حسب اسم الفانيتي
fr_fr: Récupérer l’organisation par nom de personnalisation
he_il: שלף ארגון לפי שם הוואניטי
pt_br: Recuperar a organização por nome de vaidade

source: Retrieve Organization by Email Domain
ar: استرجاع التنظيم حسب نطاق البريد الإلكتروني
fr_fr: Récupérer l’organisation par domaine de messagerie
he_il: שליפת ארגון לפי דומיין דוא"ל
pt_br: Recuperar a organização por domínio de e-mail

source: Retrieve first-degree followers for an Organization
ar: استرجاع المتابعين من الدرجة الأولى لمنظمة
fr_fr: Récupérer des suiveurs de premier degré pour une organisation
he_il: אסוף עוקבים ראשונים לארגון
pt_br: Recuperar seguidores de primeiro grau para uma Organização

source: Retrieve an Organization Brand
ar: استرجاع علامة تجارية للمنظمة
fr_fr: Récupérer une marque d’organisation
he_il: השגת מותג ארגוני
pt_br: Recupere uma Marca de Organização

source: Retrieve Administered Organization Brands by Parent Organization
ar: استرجاع العلامات التجارية المنظمة المدارة حسب المنظمة الأم
fr_fr: Récupérer les marques d’organisations administrées par l’organisation mère
he_il: שלף מותגי ארגון מנוהלים לפי ארגון האם
pt_br: Recuperar marcas de organizações administradas por organização-mãe

source: Retrieve Organization Brand by Vanity Name
ar: استرجاع علامة المنظمة حسب اسم Vanity
fr_fr: Récupérer la marque de l’organisation par nom personnalisé
he_il: שלפו מותג ארגון לפי שם ווניטי
pt_br: Recuperar a marca da empresa por nome personalizado

source: Retrieve Follower Statistics
ar: استرجاع إحصائيات المتابعين
fr_fr: Récupérer les statistiques des abonnés
he_il: שלף סטטיסטיקות עוקבים
pt_br: Recuperar Estatísticas do Seguidor

source: Statistics
ar: الاحصاءات
fr_fr: Statistiques
he_il: סטטיסטיקה
pt_br: Estatística

source: Retrieve Page Statistics
ar: استرجاع إحصائيات الصفحة
fr_fr: Consulter les statistiques de la page
he_il: שליפת סטטיסטיקות עמוד
pt_br: Recuperar Estatísticas da Página

source: Retrieve Brand Page Statistics
ar: استرجاع إحصائيات صفحة العلامة التجارية
fr_fr: Consulter les statistiques de la page de marque
he_il: שלף סטטיסטיקות דף מותג
pt_br: Recuperar Estatísticas da Página da Marca

source: Retrieve Share Statistics
ar: استرجاع إحصائيات المشاركة
fr_fr: Récupérer les statistiques du partage
he_il: שלף סטטיסטיקות של שיתוף
pt_br: Recuperar Estatísticas de Compartilhamento

source: Retrieve a Share
ar: استرجاع مشاركة
fr_fr: Récupérer une part
he_il: שלף שיתוף
pt_br: Recupere uma Parte

source: Shares & Social Stream
ar: المشاركات والبث الاجتماعي
fr_fr: Partages & Flux social
he_il: מניות וזרם חברתי
pt_br: Compartilhamentos e Fluxo Social

source: Retrieve a Summary of Social Actions
ar: استرجاع ملخص للأفعال الاجتماعية
fr_fr: Consulter un résumé des actions sociales
he_il: שלף סיכום של פעולות חברתיות
pt_br: Recuperar um Resumo das Ações Sociais

source: Retrieve Multiple Shares
ar: استرجاع المشاركات المتعددة
fr_fr: Récupérer plusieurs actions
he_il: שליפת שיתופים מרובים
pt_br: Recuperar Múltiplas Ações

source: Retrieve an Activity
ar: استرجاع نشاط
fr_fr: Récupérer une activité
he_il: שליפת פעילות
pt_br: Recuperar uma Atividade

source: Retrieve Likes on Shares
ar: استرجع الإعجابات على المشاركات
fr_fr: Récupérer les likes sur les actions
he_il: שלפו לייקים על שיתופים
pt_br: Recupere Curtidas em Ações

source: Retrieve Comments on Shares
ar: استرجاع التعليقات على المشاركات
fr_fr: Récupérer les commentaires sur les partages
he_il: שלפו תגובות על שיתופים
pt_br: Recuperar Comentários sobre Compartilhamentos

source: commentID,:commentID
ar: معرف التبصرة,:commentID

source: Retrieve Comments on Comments
ar: استرجاع التعليقات على التعليقات
fr_fr: Récupérer les commentaires sur les commentaires
he_il: שלף תגובות על תגובות
pt_br: Recuperar Comentários nos Comentários

source: Retrieve a Summary of Social Actions (Metadata)
ar: استرجاع ملخص للأفعال الاجتماعية (البيانات الوصفية)
fr_fr: Récupérer un résumé des actions sociales (métadonnées)
he_il: שלף סיכום של פעולות חברתיות (מטא-דאטה)
pt_br: Recuperar um Resumo das Ações Sociais (Metadados)

source: Retrieve Batch of Summary Social Metadata
ar: استرجاع دفعة من ملخص البيانات الوصفية الاجتماعية
fr_fr: Récupérer un lot de métadonnées sociales résumées
he_il: שלף אצווה של מטא-דאטה חברתית מסכמת
pt_br: Recuperar o Batch de Metadados Sociais Resumidos

source: Retrieve status of Upload
ar: استرجاع حالة الرفع
fr_fr: Récupérer le statut de l’Upload
he_il: שליפת מצב העלאה
pt_br: Recuperar o status do Upload

source: Resources
ar: موارد
fr_fr: Ressources
he_il: משאבים
pt_br: Recursos

source: URL Inputs
ar: مدخلات الروابط
fr_fr: Entrées URL
he_il: קלטי URL
pt_br: Entradas de URL

source: Time Intervals
ar: الفواصل الزمنية
fr_fr: Intervalles de temps
he_il: מרווחי זמן
pt_br: Intervalos de Tempo

source: Custom URL
ar: رابط مخصص
fr_fr: URL personnalisée
he_il: כתובת URL מותאמת אישית
pt_br: URL personalizada

source: Url should not be empty.
ar: يجب ألا يكون رابط URL فارغا.
fr_fr: L’URL ne doit pas être vide.
he_il: כתובת ה-URL לא אמורה להיות ריקה.
pt_br: A URL não deve estar vazia.

source: Data center
ar: مركز البيانات
fr_fr: Centre de données
he_il: מרכז נתונים
pt_br: Centro de dados

source: Module
ar: الوحده النمطيه
he_il: מודול
pt_br: Módulo

source: com
ar: مع
fr_fr: avec
he_il: עם

source: IN
ar: في
fr_fr: DANS
he_il: ב
pt_br: EM

source: in
ar: في
fr_fr: dans
he_il: ב
pt_br: em

source: EU
ar: كان
he_il: היה
pt_br: TINHA

source: eu
ar: كان
he_il: היה
pt_br: Tinha

source: AU
ar: في
he_il: AT
pt_br: EM

source: All Invoices
ar: جميع الفواتير
fr_fr: Toutes les factures
he_il: כל החשבוניות
pt_br: Todas as Faturas

source: Invoice Payments
ar: مدفوعات الفواتير
fr_fr: Paiements de factures
he_il: תשלומי חשבוניות
pt_br: Pagamentos de Faturas

source: Show Invoice
ar: عرض فاتورة
fr_fr: Afficher la facture
he_il: הצג חשבונית
pt_br: Mostrar Fatura

source: All Contacts
ar: جميع جهات الاتصال
fr_fr: Tous les contacts
he_il: כל אנשי הקשר
pt_br: Todos os Contatos

source: Show Contact
ar: عرض الاتصال
fr_fr: Contact de l’émission
he_il: הצג מגע
pt_br: Contato do Programa

source: All Credit Notes
ar: جميع ملاحظات الائتمان
fr_fr: Toutes les notes de crédit
he_il: כל הערות האשראי
pt_br: Todas as Notas de Crédito

source: Show Credit Note
ar: ملاحظة ائتمان العرض
fr_fr: Note de crédit de l’émission
he_il: הערת קרדיט לתוכנית
pt_br: Nota de Crédito do Mostrar

source: All Credit Notes Refunds
ar: جميع استردادات سندات الائتمان
fr_fr: Remboursements de toutes les notes de crédit
he_il: כל החזרי הערות האשראי
pt_br: Todos os reembolsos de notas de crédito

source: CreditNote Refunds
ar: استردادات CreditNote
fr_fr: Remboursements CreditNote
he_il: החזרי קרדיט
pt_br: Reembolsos do CreditNote

source: CreditNote Invoices
ar: فواتير كريديت نوت
fr_fr: Factures de note de crédit
he_il: חשבוניות CreditNote
pt_br: Notas Fiscais de Nota de Crédito

source: All Estimates
ar: جميع التقديرات
fr_fr: Toutes les estimations
he_il: כל ההערכות
pt_br: Todas as estimativas

source: Show Estimate
ar: تقدير العرض
fr_fr: Estimation de l’exposition
he_il: הערכת מופע
pt_br: Estimativa de Mostrar

source: All Expenses
ar: جميع النفقات
fr_fr: Toutes les dépenses
he_il: כל ההוצאות
pt_br: Todas as Despesas

source: Show Expense
ar: مصروف العرض
fr_fr: Frais de spectacle
he_il: הוצאות מופע
pt_br: Despesa do Espetáculo

source: All Items
ar: جميع العناصر
fr_fr: Tous les éléments
he_il: כל הפריטים
pt_br: Todos os Itens

source: Show Item
ar: عرض العنصر
fr_fr: Afficher l’article
he_il: פריט הצג
pt_br: Mostrar Item

source: All Customers Payments
ar: مدفوعات جميع العملاء
fr_fr: Paiements de tous les clients
he_il: תשלומי כל הלקוחות
pt_br: Todos os Pagamentos dos Clientes

source: Show Customer Payments
ar: عرض مدفوعات العملاء
fr_fr: Afficher les paiements des clients
he_il: הצג תשלומים ללקוחות
pt_br: Mostrar Pagamentos aos Clientes

source: Customer Payment Invoices
ar: فواتير دفع العملاء
fr_fr: Factures de paiement clients
he_il: חשבוניות תשלום ללקוחות
pt_br: Faturas de Pagamento do Cliente

source: All Projects
ar: جميع المشاريع
fr_fr: Tous les projets
he_il: כל הפרויקטים
pt_br: Todos os Projetos

source: Show Projects
ar: مشاريع العرض
fr_fr: Projets de spectacles
he_il: פרויקטים של תוכנית
pt_br: Projetos de Exposição

source: All Retainer Invoices
ar: جميع فواتير الحجز
fr_fr: Toutes les factures à rétention
he_il: כל חשבוניות התשלום
pt_br: Todas as Faturas de Adição

source: Retainer Invoices
ar: فواتير الحجز
fr_fr: Factures à rétention
he_il: חשבוניות ריטיינר
pt_br: Faturas de Atração

source: Show Retainer Invoices
ar: عرض فواتير الحجز
fr_fr: Afficher les factures à rétention
he_il: הצגת חשבוניות ריטיינר
pt_br: Mostrar Faturas de Atração

source: All Project Tasks
ar: جميع مهام المشروع
fr_fr: Toutes les tâches du projet
he_il: כל משימות הפרויקט
pt_br: Todas as Tarefas do Projeto

source: Show Project Tasks
ar: عرض مهام المشروع
fr_fr: Afficher les tâches du projet
he_il: הצג משימות פרויקט
pt_br: Mostrar Tarefas do Projeto

source: All Time Entries
ar: مشاركات كل الزمن
fr_fr: Participations de tous les temps
he_il: רשומות כל הזמנים
pt_br: Inscrições de Todos os Tempos

source: Show Time Entries
ar: مدخلات وقت العرض
fr_fr: Entrées de l’émission
he_il: רשומות שעת התוכנית
pt_br: Entradas no Show Time

source: Bills
ar: فواتير
fr_fr: Factures
he_il: החשבונות
pt_br: Contas

source: Activities
ar: الانشطه
fr_fr: Activités
he_il: פעילויות
pt_br: Atividades

source: All Activities
ar: جميع الأنشطة
fr_fr: Toutes les activités
he_il: כל הפעילויות
pt_br: Todas as Atividades

source: View Activity
ar: عرض النشاط
fr_fr: Voir l’activité
he_il: פעילות צפייה
pt_br: Ver Atividade

source: Activity Fields
ar: مجالات النشاط
fr_fr: Terrains d’activité
he_il: תחומי פעילות
pt_br: Campos de Atividade

source: All Activity Fields
ar: جميع مجالات النشاط
fr_fr: Tous les champs d’activité
he_il: כל שדות הפעילות
pt_br: Todos os Campos de Atividade

source: Activity Types
ar: أنواع الأنشطة
fr_fr: Types d’activités
he_il: סוגי פעילויות
pt_br: Tipos de Atividades

source: All Activity Types
ar: جميع أنواع الأنشطة
fr_fr: Tous les types d’activités
he_il: כל סוגי הפעילויות
pt_br: Todos os Tipos de Atividades

source: Call Logs
ar: سجلات المكالمات
fr_fr: Journaux d’appels
he_il: יומני שיחות
pt_br: Registros de Chamadas

source: All Call Logs
ar: جميع سجلات المكالمات
fr_fr: Tous les journaux d’appels
he_il: כל יומני השיחות
pt_br: Todos os registros de chamadas

source: Currencies
ar: عملات
fr_fr: Monnaies
he_il: מטבעות
pt_br: Moedas
