Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Field Service Management
ar: إدارة الخدمة الميدانية
fr_fr: Gestion des services sur le terrain
he_il: ניהול שירות שדה
pt_br: Gestão de Serviços de Campo

source: Time Entries
ar: إدخالات الوقت
fr_fr: Entrées horaires
he_il: רשומות זמן
pt_br: Entradas de Tempo

source: Email Config
ar: إعداد البريد الإلكتروني
fr_fr: Configuration des e-mails
he_il: קונפיגורציית דואר אלקטרוני
pt_br: Configuração do E-mail

source: Email Mailboxes
ar: صناديق البريد الإلكتروني
fr_fr: Boîtes aux lettres par email
he_il: תיבות דואר אלקטרוני
pt_br: Caixas de Correio de E-mail

source: Business Hours
ar: ساعات العمل
fr_fr: Horaires d’ouverture
he_il: שעות פעילות
pt_br: Horário comercial

source: Scenario Automations
ar: أتمتة السيناريوهات
fr_fr: Automatisations de scénarios
he_il: אוטומציות תרחישים
pt_br: Automações de Cenários

source: Settings
ar: اعدادات
fr_fr: Paramètres
he_il: הגדרות
pt_br: Configurações

source: Agent
ar: عامل
he_il: סוכן
pt_br: Agente

source: All Agent
ar: كل الوكلاء
fr_fr: Tous les agents
he_il: כל הסוכן
pt_br: Todos os Agentes

source: Current Agent
ar: الوكيل الحالي
fr_fr: Agent actuel
he_il: סוכן נוכחי
pt_br: Agente Atual

source: View Agent
ar: عرض وكيل
fr_fr: Voir l’agent
he_il: סוכן הצג
pt_br: Ver Agente

source: All Account Types
ar: جميع أنواع الحسابات
fr_fr: Tous les types de comptes
he_il: כל סוגי החשבונות
pt_br: Todos os Tipos de Conta

source: All Competitors
ar: جميع المتسابقين
fr_fr: Tous les concurrents
he_il: כל המתחרים
pt_br: Todos os Competidores

source: All Delays
ar: جميع التأخيرات
fr_fr: Tous les retards
he_il: כל העיכובים
pt_br: Todos os atrasos

source: All Industries
ar: جميع الصناعات
fr_fr: Tous les secteurs
he_il: כל התעשיות
pt_br: Todas as Indústrias

source: All Lead Outcomes
ar: جميع نتائج العملاء المحتملين
fr_fr: Tous les résultats principaux
he_il: כל תוצאות המובילים
pt_br: Todos os Resultados Principais

source: All Markets
ar: جميع الأسواق
fr_fr: Tous les marchés
he_il: כל השווקים
pt_br: Todos os Mercados

source: All Milestones
ar: جميع الإنجازات
fr_fr: Tous les jalons
he_il: כל אבני הדרך
pt_br: Todos os Marcos

source: All Origins
ar: جميع الأصول
fr_fr: Toutes les origines
he_il: כל המקורות
pt_br: Todas as Origens

source: All Settings
ar: جميع الإعدادات
fr_fr: Tous les réglages
he_il: כל ההגדרות
pt_br: Todas as Configurações

source: All Sources
ar: جميع المصادر
fr_fr: Toutes les sources
he_il: כל המקורות
pt_br: Todas as Fontes

source: Search Accounts
ar: حسابات البحث
fr_fr: Rechercher des comptes
he_il: חשבונות חיפוש
pt_br: Busca em Contas

source: Search Competitors
ar: البحث عن المنافسين
fr_fr: Recherche de concurrents
he_il: חיפוש מתחרים
pt_br: Buscar Concorrentes

source: Search Contacts And Users
ar: البحث عن جهات الاتصال والمستخدمين
fr_fr: Rechercher des contacts et des utilisateurs
he_il: חיפוש אנשי קשר ומשתמשים
pt_br: Buscar Contatos e Usuários

source: Search Products
ar: منتجات البحث
fr_fr: Produits de recherche
he_il: מוצרי חיפוש
pt_br: Produtos de busca

source: Search Sources
ar: مصادر البحث
fr_fr: Recherche de sources
he_il: חיפוש מקורות
pt_br: Fontes de busca

source: Search Universal
ar: سيرچ يونيفرسال
fr_fr: Recherche universelle
he_il: חיפוש יוניברסל

source: Search Users And Teams
ar: البحث عن المستخدمين والفرق
fr_fr: Rechercher des utilisateurs et des équipes
he_il: חיפוש משתמשים וצוותים
pt_br: Usuários e equipes de busca

source: Competitors
ar: المنافسون
fr_fr: Concurrents
he_il: המתחרים
pt_br: Concorrentes

source: Delays
ar: التاخير
fr_fr: Retards
he_il: עיכובים
pt_br: Atrasos

source: Industries
ar: الصناعات
he_il: תעשיות
pt_br: Indústrias

source: Markets
ar: أسواق
fr_fr: Marchés
he_il: שווקים
pt_br: Mercados

source: Milestones
ar: معالم
fr_fr: Étapes
he_il: אבני דרך
pt_br: Marcos

source: Origins
ar: اصول
fr_fr: Origines
he_il: מקורות
pt_br: Origens

source: Sources
ar: المصادر
he_il: מקורות
pt_br: Fontes

source: Contacts And Users
ar: جهات الاتصال والمستخدمون
fr_fr: Contacts et utilisateurs
he_il: אנשי קשר ומשתמשים
pt_br: Contatos e Usuários

source: Universal
ar: عالمي
fr_fr: Universel
he_il: עולמי

source: Users And Teams
ar: المستخدمون والفرق
fr_fr: Utilisateurs et équipes
he_il: משתמשים וצוותים
pt_br: Usuários e Equipes

source: Meeting Link
ar: رابط الاجتماع
fr_fr: Lien de rencontre
he_il: קישור לפגישה
pt_br: Link de Encontro

source: Meeting Link Books
ar: كتب روابط الاجتماع
fr_fr: Livres de Lien de Rencontre
he_il: ספרי Meet Link
pt_br: Encontro Livros de Ligação

source: Meeting Link Availability
ar: توفر رابط الاجتماعات
fr_fr: Disponibilité des liens de réunion
he_il: זמינות קישורי פגישות
pt_br: Disponibilidade de Link de Encontro

source: Custom Event Definition
ar: تعريف الحدث المخصص
fr_fr: Définition personnalisée des événements
he_il: הגדרת אירוע מותאם אישית
pt_br: Definição de Evento Personalizado

source: Event Definition
ar: تعريف الحدث
fr_fr: Définition de l’événement
he_il: הגדרת האירוע
pt_br: Definição de Evento

source: Cards Sample Response
ar: نموذج استجابة البطاقات
fr_fr: Réponse des cartes
he_il: תגובת דוגמה לכרטיסים
pt_br: Resposta de Amostras de Cartões

source: Show Company
ar: شركة العرض
fr_fr: Compagnie de spectacles
he_il: חברת התערוכה
pt_br: Companhia de Exposição

source: Company Associations
ar: جمعيات الشركات
fr_fr: Associations d’entreprises
he_il: אגודות חברות
pt_br: Associações Empresariais

source: Contact Associations
ar: جمعيات الاتصال
he_il: אגודות מגע
pt_br: Associações de Contato

source: Show Deal
ar: عرض العرض
he_il: מופע דיל

source: Deal Associations
ar: جمعيات الصفقة
fr_fr: Associations de distribution
he_il: אגודות דיל
pt_br: Associações de Distribuição

source: All Line Items
ar: جميع عناصر الخط
fr_fr: Tous les postes
he_il: כל פריטי הקו
pt_br: Todos os itens

source: Show Line Item
ar: بند العرض
fr_fr: Afficher la ligne
he_il: פריט קו הצג
pt_br: Mostrar Item de Linha

source: Line Item Associations
ar: ارتباطات العناصر النصية
fr_fr: Associations de lignes
he_il: אסוציאציות פריטי שורה
pt_br: Associações de Itens

source: Product Associations
ar: جمعيات المنتجات
fr_fr: Associations de produits
he_il: אגודות מוצרים
pt_br: Associações de Produtos

source: Ticket Associations
ar: جمعيات التذاكر
fr_fr: Associations de tickets
he_il: אגודות כרטיסים
pt_br: Associações de Bilhetes

source: Show Quote
ar: عرض اقتباس
fr_fr: Citation de l’émission
he_il: הצג ציטוט
pt_br: Citação do Exibir

source: Quote Associations
ar: اقتباسات الاقتباس
fr_fr: Associations de citations
he_il: אגודות ציטוט
pt_br: Associações de Citações

source: All Imports
ar: جميع الأنواع المستوردة
fr_fr: Tous les imports
he_il: כל היבוא
pt_br: Todas as importações

source: Show Import
ar: استيراد العرض
fr_fr: Importation de l’émission
he_il: הצג ייבוא
pt_br: Importação do Programa

source: All Owners
ar: جميع المالكين
fr_fr: Tous les propriétaires
he_il: כל הבעלים
pt_br: Todos os Proprietários

source: Show Owner
ar: مالك العرض
fr_fr: Propriétaire de l’émission
he_il: בעל התוכנית
pt_br: Dono do Show

source: All PipeLines
ar: جميع خطوط الأنابيب
fr_fr: Toutes les PipeLines
he_il: כל קווי הצינור
pt_br: Todas as Pipelines

source: Show PipeLine
ar: عرض خط الأنابيب

source: PipeLine Stages
ar: مراحل خط الأنابيب
fr_fr: Étapes de Pipeline
he_il: שלבי PipeLine
pt_br: Estágios de Tubulação

source: Show PipeLine Stage
ar: عرض منصة بايب لاين
fr_fr: Scène Show Pipeline
he_il: במת PipeLine Show
pt_br: Estágio Show PipeLine

source: All Properties
ar: جميع الخصائص
fr_fr: Toutes les propriétés
he_il: כל הנכסים
pt_br: Todas as Propriedades

source: Show Property
ar: عروض الممتلكات
fr_fr: Propriété d’exposition
he_il: נכסי תצוגה
pt_br: Propriedade do Espetáculo

source: All Campigns
ar: جميع الكامبينيين
fr_fr: Tous Campign
he_il: כל הקמפינים
pt_br: Todos Campigns

source: Show Campign by ID
ar: شو كامبائن بواسطة ID
fr_fr: Montrer Campign par ID
he_il: Show Campign לפי ID
pt_br: Mostrar Campign por ID

source: All Email Events
ar: جميع فعاليات البريد الإلكتروني
fr_fr: Tous les événements par email
he_il: כל אירועי הדואר האלקטרוני
pt_br: Todos os Eventos por E-mail

source: Show Email Event by ID
ar: عرض حدث البريد الإلكتروني حسب المعرف
fr_fr: Afficher l’événement par e-mail par ID
he_il: הצג אירוע בדוא"ל לפי מזהה
pt_br: Mostrar Evento por E-mail por ID

source: All Event Types
ar: جميع أنواع الأحداث
fr_fr: Tous les types d’événements
he_il: כל סוגי האירועים
pt_br: Todos os Tipos de Eventos

source: Retrieve Event data
ar: استرجاع بيانات الأحداث
fr_fr: Récupérer les données d’événement
he_il: שליפת נתוני אירוע
pt_br: Recuperar dados do evento

source: Read Web Hooks
ar: اقرأ Web Hooks
fr_fr: Lire les crochets Web
he_il: קרא Web Hooks
pt_br: Leia Ganchos na Web

source: Analytics Breakdown
ar: تحليل التحليلات
fr_fr: Décomposition analytique
he_il: פירוט אנליטיקה
pt_br: Análise de Análise

source: Analytics Data For Specific Object
ar: بيانات التحليلات لكائن معين
fr_fr: Données analytiques pour un objet spécifique
he_il: נתוני אנליטיקה עבור אובייקט ספציפי
pt_br: Dados de Análise para Objeto Específico

source: Data For Hubspot Hosted Content
ar: بيانات المحتوى المستضاف في Hubspot
fr_fr: Données pour le contenu hébergé par Hubspot
he_il: נתונים עבור תוכן מאוחסן ב-Hubspot
pt_br: Dados para Conteúdo Hospedado no Hubspot

source: Event by ID
ar: الحدث حسب التعريف
fr_fr: Événement par ID
he_il: אירוע לפי מזהה
pt_br: Evento por ID

source: Groups Of Events By ID
ar: مجموعات الفعاليات حسب التصميم
fr_fr: Groupes d’événements par ID
he_il: קבוצות אירועים לפי ID
pt_br: Grupos de Eventos por ID

source: Get All Analystics
ar: احصل على جميع التحليلات
fr_fr: Obtenez tous les Analyses
he_il: קבלו את כל האנליסטים
pt_br: Obtenha todos os Análises

source: Oauth Access Token
ar: رمز الوصول إلى القسم
fr_fr: Jeton d’accès Oauth
he_il: אסימון גישה ל-Oauth
pt_br: Token de Acesso Oauth

source: Oauth Refresh Token
ar: رمز تحديث القسم
fr_fr: Jeton de rafraîchissement Oauth
he_il: אסימון רענון שבועה
pt_br: Token de Atualização Oauth

source: All WorkFlow Details
ar: جميع تفاصيل WorkFlow
fr_fr: Tous les détails de WorkFlow
he_il: כל פרטי WorkFlow
pt_br: Todos os detalhes do WorkFlow

source: Show WorkFlow
ar: سير العمل للعرض
he_il: זרימת העבודה של הצג

source: All WorkFlow Emails
ar: جميع رسائل WorkFlow الإلكترونية
fr_fr: Tous les e-mails WorkFlow
he_il: כל המיילים של WorkFlow
pt_br: Todos os e-mails do WorkFlow

source: Show Custom Action Defintion
ar: عرض تعريف الفعل المخصص
fr_fr: Afficher la définition d’une action personnalisée
he_il: הצגת הגדרת פעולה מותאמת אישית
pt_br: Mostrar Definição de Ação Personalizada

source: All Custom Action Definitions
ar: جميع تعريفات الإجراءات المخصصة
fr_fr: Toutes les définitions d’actions personnalisées
he_il: כל הגדרות הפעולות המותאמות אישית
pt_br: Todas as Definições de Ações Personalizadas

source: Show Function
ar: وظيفة العرض
fr_fr: Fonction de l’exposition
he_il: פונקציית ההצגה
pt_br: Função de Exposição

source: All Functions
ar: جميع الوظائف
fr_fr: Toutes les fonctions
he_il: כל הפונקציות
pt_br: Todas as Funções

source: Show Function By Type
ar: عرض الوظيفة حسب النوع
fr_fr: Afficher la fonction par type
he_il: הצג פונקציה לפי סוג
pt_br: Mostrar Função Por Tipo

source: Public Sequence
ar: التسلسل العام
fr_fr: Séquence publique
he_il: רצף ציבורי
pt_br: Sequência Pública

source: All Blog Authors
ar: جميع مؤلفي المدونات
fr_fr: Tous les auteurs de blogs
he_il: כל כותבי הבלוג
pt_br: Todos os autores do blog

source: Retrieve Blog Author
ar: استرجاع مؤلف المدونة
fr_fr: Récupérer l’auteur du blog
he_il: שלפו את כותב הבלוג
pt_br: Acessar o Autor do Blog

source: Get Blog Comment
ar: احصل على تعليق المدونة
fr_fr: Obtenir un commentaire sur le blog
he_il: קבל תגובה לבלוג
pt_br: Receber comentários no blog

source: List Blogs
ar: مدونات القائمة
fr_fr: Blogs de liste
he_il: רשימות בלוגים
pt_br: Blogs de Listas

source: Get Blog By ID
ar: احصل على المدونة حسب الهوية
fr_fr: Obtenez un blog par ID
he_il: קבל בלוג לפי ID
pt_br: Obtenha o Blog por ID

source: Previous Versions
ar: الإصدارات السابقة
fr_fr: Versions précédentes
he_il: גרסאות קודמות
pt_br: Versões Anteriores

source: Previous Version
ar: النسخة السابقة
fr_fr: Version précédente
he_il: גרסה קודמת
pt_br: Versão anterior

source: Get All Post
ar: احصل على كل المنشورات
fr_fr: Publiez tout
he_il: קבלו את כל הפוסטים
pt_br: Receba todas as postagens

source: Retrieve A Blog Post
ar: استرجاع منشور مدونة
fr_fr: Récupérer un article de blog
he_il: שלפו פוסט בבלוג
pt_br: Recuperar um post no blog

source: Retrieve Previous Version Of Blog Post
ar: استرجاع النسخة السابقة من منشور المدونة
fr_fr: Récupérer la version précédente de l’article de blog
he_il: שלף את הגרסה הקודמת של פוסט הבלוג
pt_br: Recuperar a versão anterior do post do blog

source: Retrieve The Full Draft Version Of A Blog Post
ar: استرجع المسودة الكاملة لمنشور مدونة
fr_fr: Récupérer la version complète d’un article de blog
he_il: שלפו את הטיוטה המלאה של פוסט בבלוג
pt_br: Recupere a versão completa de um post no blog

source: Get The List Of Blog Tags
ar: احصل على قائمة علامات المدونة
fr_fr: Obtenez la liste des balises de blog
he_il: קבלו את רשימת תגי הבלוג
pt_br: Obtenha a Lista de Tags do Blog

source: Retrieve The Blog Tag
ar: استرجع وسم المدونة
fr_fr: Récupérer l’étiquette du blog
he_il: שלף את תג הבלוג
pt_br: Recuperar a Tag do Blog

source: List All Blog Topics
ar: قائمة بجميع مواضيع المدونة
fr_fr: Liste de tous les sujets du blog
he_il: רשימת כל נושאי הבלוג
pt_br: Liste Todos os Tópicos do Blog

source: Search For Blog Topics
ar: ابحث عن مواضيع المدونة
fr_fr: Recherche de sujets de blog
he_il: חיפוש אחר נושאי בלוג
pt_br: Busca por Tópicos de Blog

source: Query Audit
ar: تدقيق الاستعلام
fr_fr: Audit des requêtes
he_il: ביקורת שאילתות
pt_br: Auditoria de Consultas

source: Get Single Domain
ar: احصل على نطاق واحد
fr_fr: Obtenir un domaine unique
he_il: קבל דומיין יחיד
pt_br: Obtenha domínio único

source: Get Current Domains
ar: احصل على النطاقات الحالية
fr_fr: Obtenir les domaines actuels
he_il: קבל דומיינים עדכניים
pt_br: Obtenha domínios atuais

source: Export Draft Table
ar: جدول مسودة التصدير
fr_fr: Table de draft des exportations
he_il: טבלת טיוטות לייצוא
pt_br: Tabela de Draft de Exportação

source: Export Published Table
ar: تصدير الجدول المنشور
fr_fr: Tableau publié à l’exportation
he_il: ייצוא טבלה שפורסמה
pt_br: Tabela Publicada de Exportação

source: Get All Published Tables
ar: احصل على جميع الجداول المنشورة
fr_fr: Obtenez tous les tableaux publiés
he_il: קבלו את כל הטבלאות שפורסמו
pt_br: Obtenha todas as tabelas publicadas

source: Get Draft Table Details
ar: احصل على تفاصيل جدول المسودة
fr_fr: Obtenez les détails de la table de draft
he_il: קבלו פרטי טבלת טיוטה
pt_br: Obtenha detalhes da Tabela de Draft

source: Get Published Table Details
ar: تفاصيل الجدول المنشور
fr_fr: Obtenez les détails du tableau publié
he_il: פרטי טבלה לפרסום
pt_br: Obtenha Detalhes da Tabela Publicada

source: Get All Draft Tables
ar: احصل على جميع جداول المسودة
fr_fr: Obtenez toutes les tables de draft
he_il: קבלו את כל טבלאות הטיוטה
pt_br: Obtenha todas as tabelas de draft

source: Get Row From Draft Table
ar: احصل على الصف من جدول المسودات
fr_fr: Obtenir une rangée à partir de la table de draft
he_il: קבל שורה מטבלת טיוטות
pt_br: Receber Linha da Tabela de Draft

source: Get Table Row
ar: احصل على صف الطاولة
fr_fr: Obtenez Table Row
pt_br: Receba a Linha da Mesa

source: Get Row From Table
ar: احصل على صف من الطاولة
fr_fr: Obtenir la rangée à partir du tableau
he_il: קבל שורה מהשולחן
pt_br: Pegar Linha da Tabela

source: Get Rows For Table
ar: احصل على صفوف للطاولة
fr_fr: Obtenez des lignes pour le tableau
he_il: קבל שורות לשולחן
pt_br: Obtenha linhas para a tabela

source: List Layouts
ar: تخطيطات القوائم
fr_fr: Dispositions de listes
he_il: פריסות רשימות
pt_br: Layouts de Listas

source: Get Layout By ID
ar: احصل على التخطيط حسب المعرف
fr_fr: Obtenir la mise en page par ID
he_il: קבל פריסה לפי מזהה
pt_br: Obtenha o layout por ID

source: Get Current Contents For Auto Save
ar: احصل على المحتويات الحالية للحفظ التلقائي
fr_fr: Obtenez le contenu actuel pour la sauvegarde automatique
he_il: קבל תוכן עדכני לשמירה אוטומטית
pt_br: Obtenha conteúdos atuais para o Auto Save

source: Check If Auto Save Differs From Live Layout
ar: تحقق مما إذا كان الحفظ التلقائي يختلف عن تخطيط Live
fr_fr: Vérifiez si la sauvegarde automatique diffère de la mise en page live
he_il: בדוק אם שמירה אוטומטית שונה מ-Live Layout
pt_br: Verifique se o Auto Save Difere do Layout do Live

source: List Previous Versions Of Layout
ar: قائمة الإصدارات السابقة من التصميم
fr_fr: Liste des versions précédentes de Layout
he_il: רשימת גרסאות קודמות של הפריסה
pt_br: Lista de Versões Anteriores do Layout

source: Get Previous Version Of Layout
ar: احصل على النسخة السابقة من التخطيط
fr_fr: Obtenir la version précédente de Layout
he_il: קבל גרסה קודמת של הפריסה
pt_br: Obtenha a versão anterior do layout

source: Event Visibility
ar: رؤية الحدث
fr_fr: Visibilité de l’événement
he_il: נראות האירוע
pt_br: Visibilidade do Evento

source: Object Definition
ar: تعريف الكائن
fr_fr: Définition de l’objet
he_il: הגדרת אובייקט
pt_br: Definição de Objeto

source: Oembed Domains
ar: أومبيد دومينز
fr_fr: Domaines Oembed
he_il: אומבד דומיינס
pt_br: Domínios Oembed

source: Get Oembed Domain By ID
ar: احصل على نطاق Oembed حسب معرف
fr_fr: Obtenir un domaine Oembed par ID
he_il: קבל דומיין Oembed לפי מזהה
pt_br: Obtenha o domínio Oembed por ID

source: All Schemas
ar: جميع المخططات
fr_fr: Tous les schémas
he_il: כל הסכמות
pt_br: Todos os Esquemas

source: Object Type
ar: نوع الكائن
fr_fr: Type d’objet
he_il: סוג אובייקט
pt_br: Tipo de objeto

source: Object Type By Property Name
ar: نوع الكائن حسب اسم الخاصية
fr_fr: Type d’objet par nom de propriété
he_il: סוג אובייקט לפי שם תכונה
pt_br: Tipo de objeto por nome de propriedade

source: Get Groups
ar: احصل على المجموعات
fr_fr: Groupes de recrutement
pt_br: Grupos de Obtenção

source: Group By Group Name
ar: اسم المجموعة
fr_fr: Groupe par nom de groupe
he_il: קבוצה לפי שם קבוצה
pt_br: Nome de Grupo por Grupo

source: Get Module Details By ID
ar: احصل على تفاصيل الوحدة حسب الهوية
fr_fr: Obtenez les détails du module par ID
he_il: קבל פרטי מודול לפי מזהה
pt_br: Obtenha detalhes do módulo por ID

source: Get Module Details By Path
ar: احصل على تفاصيل الوحدة حسب المسار
fr_fr: Obtenez les détails des modules par chemin
he_il: קבל פרטי מודול לפי מסלול
pt_br: Obtenha detalhes do módulo por caminho

source: All Site Pages
ar: جميع صفحات الموقع
he_il: כל דפי האתר
pt_br: Todas as Páginas do Site

source: Retrieve Site Page
ar: استرجاع صفحة الموقع
he_il: שליפת דף האתר
pt_br: Página de Recuperação do Site

source: Retrieve The Full Draft Version Of The Site Page
ar: استرجع النسخة الكاملة من صفحة الموقع
fr_fr: Récupérer la version complète de la page du site
he_il: שלפו את הטיוטה המלאה של דף האתר
pt_br: Recupere a versão completa da página do site

source: Retrieve Previous Version Of The Site Page
ar: استرجاع النسخة السابقة من صفحة الموقع
fr_fr: Récupérer la version précédente de la page du site
he_il: שלף את הגרסה הקודמת של דף האתר
pt_br: Recuperar a Versão Anterior da Página do Site

source: Retrieve All Previous Versions Of The Site Page
ar: استرجاع جميع الإصدارات السابقة من صفحة الموقع
fr_fr: Récupérer toutes les versions précédentes de la page du site
he_il: שלף את כל הגרסאות הקודמות של דף האתר
pt_br: Recuperar todas as versões anteriores da página do site

source: Get The List Of Landing Page Folders
ar: احصل على قائمة مجلدات صفحات الهبوط
fr_fr: Obtenez la liste des dossiers de pages d’atterrissage
he_il: קבלו את רשימת תיקיות עמודי הנחיתה
pt_br: Obtenha a Lista de Pastas da Landing Page

source: Get The List of Landing Pages
ar: احصل على قائمة صفحات الهبوط
fr_fr: Obtenez la liste des pages d’atterrissage
he_il: קבלו את רשימת דפי הנחיתה
pt_br: Obtenha a Lista de Páginas de Destino

source: Retrieve A Folder
ar: استرجاع مجلد
fr_fr: Récupérer un dossier
he_il: שלף תיקייה
pt_br: Recupere uma Pasta

source: Retrieve A Landing Page
ar: استرجاع صفحة هبوط
fr_fr: Récupérer une page d’accueil
he_il: שלף דף נחיתה
pt_br: Recuperar uma Página de Destino

source: Retrieve The Full Draft Version Of The Landing Page
ar: استرجع النسخة الكاملة من صفحة الهبوط
fr_fr: Récupérer la version complète de la page d’atterrissage
he_il: שלפו את גרסת הטיוטה המלאה של דף הנחיתה
pt_br: Recupere a versão completa do rascunho da página de destino

source: Retrieve Previous Version Of Landing Page
ar: استرجاع النسخة السابقة من صفحة الهبوط
fr_fr: Récupérer la version précédente de la page d’accueil
he_il: שלפו את הגרסה הקודמת של דף הנחיתה
pt_br: Recuperar a Versão Anterior da Landing Page

source: Retrieve All Previous Versions Of Landing Page
ar: استرجاع جميع الإصدارات السابقة من صفحة الهبوط
fr_fr: Récupérer toutes les versions précédentes de la page d’accueil
he_il: שלפו את כל הגרסאות הקודמות של דף הנחיתה
pt_br: Recuperar Todas as Versões Anteriores da Landing Page

source: Get Index Properties
ar: احصل على خصائص الفهرس
fr_fr: Obtenir des propriétés d’index
he_il: קבל תכונות אינדקס
pt_br: Obtenha Propriedades do Índice

source: Search For Site
ar: ابحث عن الموقع
fr_fr: Recherche de site
he_il: חיפוש אתר
pt_br: Busca por Site

source: Download A File
ar: تحميل ملف
fr_fr: Télécharger un fichier
he_il: הורדת קובץ
pt_br: Baixe um Arquivo

source: Get File Metadata
ar: الحصول على بيانات تعريف الملفات
fr_fr: Obtenir des métadonnées de fichiers
he_il: קבלת מטא-דאטה של קבצים
pt_br: Obter Metadados de Arquivos

source: Get Extraction Status
ar: الحصول على حالة الاستخراج
fr_fr: Obtenir le statut d’extraction
he_il: קבל סטטוס חילוץ
pt_br: Obtenha o status de extração

source: Get All Templates
ar: احصل على جميع القوالب
fr_fr: Obtenir tous les modèles
he_il: קבל את כל התבניות
pt_br: Obtenha Todos os Templates

source: Get Template By ID
ar: احصل على القالب حسب التعريف
fr_fr: Obtenez un modèle par identifiant
he_il: קבל תבנית לפי מזהה
pt_br: Obtenha o Modelo por ID

source: Get Template Buffer By ID
ar: احصل على مخزن القوالب حسب المعرف
fr_fr: Obtenir un tampon de modèle par ID
he_il: Get Template Buffer לפי מזהה
pt_br: Obtenha o Buffer de Template por ID

source: Get Template Has Buffered Changes
ar: قالب Get يحتوي على تغييرات مخزنة
fr_fr: Get Template a des modifications mises en mémoire tampon
he_il: תבנית Get כוללת שינויים ב-buffer
pt_br: Obter Template tem Alterações Armazenadas em Buffer

source: Get All Previous Versions Of Template
ar: احصل على جميع الإصدارات السابقة من القالب
fr_fr: Obtenez toutes les versions précédentes de Template
he_il: קבל את כל הגרסאות הקודמות של התבנית
pt_br: Obtenha todas as versões anteriores do template

source: Get Previous Version Of Template
ar: احصل على النسخة السابقة من القالب
fr_fr: Obtenir la version précédente du modèle
he_il: קבל את הגרסה הקודמת של התבנית
pt_br: Obtenha a versão anterior do modelo

source: Read All Properties With Validation Rules For Object
ar: اقرأ جميع الخصائص التي تحتوي على قواعد التحقق من الصحة للكائن
fr_fr: Lire toutes les propriétés avec des règles de validation pour l’objet
he_il: קרא את כל התכונות עם כללי אימות לאובייקט
pt_br: Leia todas as propriedades com regras de validação do objeto

source: Read Campaign
ar: اقرأ الحملة
fr_fr: Lire la campagne
he_il: קרא קמפיין
pt_br: Leia a Campanha

source: Fetch Contact ID
ar: معرف جهة الاتصال بجلب
fr_fr: Identifiant de contact Fetch
he_il: איסוף מזהה איש קשר
pt_br: ID de contato de busca

source: Fetch Revenue
ar: جلب الإيرادات
fr_fr: Recettes de collecte
pt_br: Receita de Busca

source: Get Campaign Metrics
ar: احصل على مقاييس الحملة
fr_fr: Obtenez les indicateurs de campagne
he_il: קבלו מדדי קמפיין
pt_br: Obtenha métricas de campanha

source: All Assets
ar: جميع الأصول
fr_fr: Tous les actifs
he_il: כל הנכסים
pt_br: Todos os Ativos

source: Read Budget
ar: اقرأ الميزانية
fr_fr: Lire le budget
he_il: קרא תקציב
pt_br: Leia o Orçamento
