Repository: boldbi/azure-arm-template
Catalog: bi/dataservice/locale/*/default.po
Languages: ar, fr_fr, he_il, pt_br

source: Configure the mode in which the Dynamic Connection String should function. The Dynamic Connection can be restricted to the embedded application, within the server, or both. Additionally, configure the identity type to be passed to the custom API.
ar: قم بتكوين الوضع الذي يجب أن يعمل فيه سلسلة الاتصال الديناميكي. يمكن تقييد الاتصال الديناميكي على التطبيق المدمج أو داخل الخادم أو كليهما. بالإضافة إلى ذلك، قم بتكوين نوع الهوية ليتم تمريره إلى واجهة برمجة التطبيقات المخصصة.
fr_fr: Configurez le mode dans lequel la chaîne de connexion dynamique doit fonctionner. La Connexion Dynamique peut être restreinte à l’application embarquée, au sein du serveur, ou aux deux. De plus, configurez le type d’identité à transmettre à l’API personnalisée.
he_il: הגדר את המצב שבו מחרוזת החיבור הדינמית אמורה לפעול. החיבור הדינמי יכול להיות מוגבל ליישום המשובצ, בתוך השרת, או לשניהם. בנוסף, הגדר את סוג הזהות שיועבר ל-API המותאם אישית.
pt_br: Configure o modo em que a String de Conexão Dinâmica deve funcionar. A Conexão Dinâmica pode ser restrita à aplicação embarcada, dentro do servidor ou ambas. Além disso, configure o tipo de identidade para ser passado para a API personalizada.

source: Learn more
ar: التعرف على المزيد
fr_fr: Pour en savoir plus
he_il: למד עוד
pt_br: Saiba Mais

source: External API
ar: واجهة برمجة التطبيقات الخارجية
fr_fr: API externe
he_il: API חיצוני
pt_br: API externa

source: Custom Attribute
ar: السمة المخصصة
fr_fr: Attribut personnalisé
he_il: מאפיין מותאם אישית
pt_br: Atributo Personalizado

source: Driver
ar: سائق
fr_fr: Chauffeur
he_il: נהג
pt_br: Motorista

source: Driver Name
ar: اسم السائق
fr_fr: Nom du pilote
he_il: שם הנהג
pt_br: Nome do piloto

source: ODBC Connection Type
ar: نوع اتصال ODBC
fr_fr: Type de connexion ODBC
he_il: סוג חיבור ODBC
pt_br: Tipo de Conexão ODBC

source: Custom Attribute cannot be empty.
ar: لا يمكن أن تكون السمة المخصصة فارغة.
fr_fr: L’attribut personnalisé ne peut pas être vide.
he_il: תכונה מותאמת אישית לא יכולה להיות ריקה.
pt_br: Atributo personalizado não pode estar vazio.

source: link.
ar: رابط.
fr_fr: lien.
he_il: קישור.

source: To allow the database server to create the data source, whitelist the IP addresses of Bold BI cloud servers
ar: للسماح لخادم قاعدة البيانات بإنشاء مصدر البيانات، قم بإدراج عناوين IP الخاصة بخوادم Bold BI السحابية في القائمة البيضاء
fr_fr: Pour permettre au serveur de base de données de créer la source de données, mettez sur liste blanche les adresses IP des serveurs cloud Bold BI
he_il: כדי לאפשר לשרת מסד הנתונים ליצור את מקור הנתונים, יש להכניס את כתובות ה-IP של שרתי הענן Bold BI ברשימה הלבנה
pt_br: Para permitir que o servidor de banco de dados crie a fonte de dados, coloque na lista branca os endereços IP dos servidores de nuvem Bold BI

source: While using Windows AD login in Bold BI you can impersonate the logged-in user while processing the data from
ar: أثناء استخدام تسجيل الدخول عبر Windows AD في Bold BI يمكنك انتحال شخصية المستخدم المسجل أثناء معالجة البيانات من
fr_fr: En utilisant la connexion Windows AD en gras BI, vous pouvez se faire passer pour l’utilisateur connecté tout en traitant les données depuis
he_il: בעת שימוש ב-Windows AD ב-BI מודגש, אפשר להתחזות למשתמש שנכנס בזמן עיבוד הנתונים מ-
pt_br: Ao usar login do Windows AD no Bold BI, você pode se passar pelo usuário logado enquanto processa os dados de

source: Impersonate User
ar: مستخدم منتحل الشخصية
fr_fr: Usurpation d’identité utilisateur
he_il: משתמש מתחזה
pt_br: Imitar Usuário

source: There are no collections in the currently selected database.
ar: لا توجد مجموعات في قاعدة البيانات المختارة حاليا.
fr_fr: Il n’y a aucune collection dans la base de données actuellement sélectionnée.
he_il: אין אוספים במסד הנתונים הנבחר כיום.
pt_br: Não há coleções no banco de dados atualmente selecionado.

source: Extract connections are supported only when using MSSQL, PostgresSQL or MySQL as Data Store.
ar: يتم دعم الاتصالات المستخرجة فقط عند استخدام MSSQL أو PostgresSQL أو MySQL كمخزن بيانات.
fr_fr: Les connexions d’extraction ne sont prises en charge que lorsque l’on utilise MSSQL, PostgresSQL ou MySQL comme stockage de données.
he_il: חיבורי חילוץ נתמכים רק כאשר משתמשים ב-MSSQL, PostgresSQL או MySQL כאחסון נתונים.
pt_br: Conexões de extração são suportadas apenas quando se utiliza MSSQL, PostgresSQL ou MySQL como Data Store.

source: Ignore invalid data sheets and continue data extraction by clicking ‘Yes’.
ar: تجاهل أوراق البيانات غير الصالحة واستمر في استخراج البيانات بالنقر على 'نعم'.
fr_fr: Ignorez les fiches techniques invalides et poursuivez l’extraction des données en cliquant sur « Oui ».
he_il: התעלם מגיליונות נתונים לא תקינים והמשך בחילוץ הנתונים על ידי לחיצה על 'כן'.
pt_br: Ignore folhas de dados inválidas e continue a extração de dados clicando em 'Sim'.

source: Yes
ar: نعم
fr_fr: Oui
he_il: כן
pt_br: Sim

source: No
ar: لا
fr_fr: Non
he_il: לא
pt_br: Não

source: For HTTPS (SSL) mode configuration, the additional parameter is Protocol=HTTPS.
ar: بالنسبة لتكوين وضع HTTPS (SSL)، المعاملة الإضافية هي Protocol=HTTPS.
fr_fr: Pour la configuration en mode HTTPS (SSL), le paramètre supplémentaire est Protocol=HTTPS.
he_il: להגדרת מצב HTTPS (SSL), הפרמטר הנוסף הוא Protocol=HTTPS.
pt_br: Para configuração no modo HTTPS (SSL), o parâmetro adicional é Protocol=HTTPS.

source: Port number for HTTPS (SSL) configuration: 8443.
ar: رقم المنفذ لتكوين HTTPS (SSL): 8443.
fr_fr: Numéro de port pour la configuration HTTPS (SSL) : 8443.
he_il: מספר פורט לתצורת HTTPS (SSL): 8443.
pt_br: Número da porta para configuração HTTPS (SSL): 8443.

source: File
ar: ملف
fr_fr: Lime
he_il: קובץ
pt_br: Arquivo

source: EDI
ar: إيدي

source: Parquet
ar: الباركيه
he_il: פרקט
pt_br: Parquete

source: Microsoft SQL
ar: مايكروسوفت إس كيو ال
he_il: מיקרוסופט SQL

source: Microsoft SQL Server Analysis Services
ar: خدمات تحليل خادم Microsoft SQL
he_il: שירותי ניתוח שרתים של מיקרוסופט SQL
pt_br: Serviços de Análise do Microsoft SQL Server

source: MongoDB
ar: مونغو دي بي

source: SingleStore
ar: سينجل ستور
he_il: סינגלסטור

source: Elastic Search
ar: البحث المرن
fr_fr: Recherche élastique
he_il: חיפוש אלסטי
pt_br: Busca Elástica

source: Amazon Aurora
ar: أمازون أورورا
he_il: אמזון אורורה
pt_br: Aurora Amáxica

source: Amazon Athena
ar: أمازون أثينا
he_il: אמזון אתנה

source: Google
ar: جوجل
he_il: גוגל

source: Snowflake
ar: سنوفلك
fr_fr: Flocon de neige
he_il: פתית שלג
pt_br: Floco de neve

source: Vertica
ar: فيرتيكا
he_il: ורטיקה

source: Amazon Redshift
ar: أمازون ريدشيفت
fr_fr: Décalage vers le rouge de l’Amazon
he_il: אמזון רדשיפט

source: InfluxDB
ar: إنفلوكس دي بي

source: Amazon RDS
ar: أمازون RDS
he_il: אמזון RDS

source: AmazonRDSOracle
ar: أمازون آر دي سو راكل

source: Web
ar: نسيج
he_il: אינטרנט
pt_br: Teia

source: ClickHouse
ar: كليكهاوس
he_il: קליקהאוס

source: Clickhouse
ar: كليكهاوس
he_il: קליקהאוס

source: Rockset
ar: روكسيت
he_il: רוקסט

source: Bold Data Store
ar: مخزن البيانات العريض
fr_fr: Magasin de données en gras
pt_br: Armazenamento de Dados em Negrito

source: Redshift
ar: الانزياح الأحمر
fr_fr: Décalage vers le rouge
he_il: הסחה לאדום

source: Microsoft Fabric
ar: مايكروسوفت فابريك

source: Jira
ar: انتظري
fr_fr: Attendre
he_il: המתין
pt_br: Esperar

source: This function retrieves all projects visible to the currently logged-in user. If user credentials are not provided, it only returns public projects. For more information, refer to the following keys: issueTypes, lead, and projectKeys.
ar: تسترجع هذه الوظيفة جميع المشاريع المرئية للمستخدم المسجل الدخول حاليا. إذا لم يتم توفير بيانات اعتماد المستخدم، فإنه يعيد فقط المشاريع العامة. لمزيد من المعلومات، يرجى الرجوع إلى المفاتيح التالية: issuesTypes، lead، و projectKeys.
fr_fr: Cette fonction récupère tous les projets visibles pour l’utilisateur actuellement connecté. Si les identifiants utilisateur ne sont pas fournis, il ne retourne que les projets publics. Pour plus d’informations, consultez les clés suivantes : issueTypes, lead et projectKeys.
he_il: פונקציה זו משלפת את כל הפרויקטים הנראים למשתמש המחובר כרגע. אם לא מסופקים פרטי משתמש, הוא מחזיר רק פרויקטים ציבוריים. למידע נוסף, עיין במפתחות הבאים: issuesTypes, lead ו-projectKeys.
pt_br: Essa função recupera todos os projetos visíveis para o usuário atualmente logado. Se as credenciais de usuário não forem fornecidas, ele retorna apenas projetos públicos. Para mais informações, consulte as seguintes chaves: issueTypes, lead e projectKeys.

source: Boards
ar: المجالس
fr_fr: Conseils
he_il: לוחות
pt_br: Placas

source: JIRA boards -- Gets 100 boards that you have access to. Use the following query fields to filter more information: startAt, maxResults, type, name, and projectKeyOrId.
ar: لوحات JIRA -- تحصل على 100 لوحة يمكنك الوصول إليها. استخدم حقول الاستعلام التالية لتصفية المزيد من المعلومات: startAt، maxResults، type، name، و projectKeyOrId.
fr_fr: Des cartes JIRA — Elles ont 100 cartes auxquelles vous avez accès. Utilisez les champs de requête suivants pour filtrer plus d’informations : startAt, maxResults, type, name et projectKeyOrId.
he_il: לוחות JIRA -- מקבל 100 לוחות שיש לך גישה אליהם. השתמשו בשדות השאילתה הבאים כדי לסנן מידע נוסף: startAt, maxResults, type, name ו-projectKeyOrId.
pt_br: Placas JIRA -- Tem 100 placas às quais você tem acesso. Use os seguintes campos de consulta para filtrar mais informações: startAt, maxResults, type, name e projectKeyOrId.

source: Service desks
ar: مكاتب الخدمة
fr_fr: Bureaux de service
he_il: דלפקי שירות
pt_br: Balcões de atendimento

source: Gets all (100) the service desks details you have permission to access. You can use start and limit to filter information.
ar: تحصل على جميع (100) تفاصيل مكاتب الخدمة التي لديك إذن للوصول إليها. يمكنك استخدام البدء وتحديد الحدود لتصفية المعلومات.
fr_fr: Il obtient tous les (100) détails du comptoir de service auquel vous avez l’autorisation d’accéder. Vous pouvez utiliser le début et la limite pour filtrer les informations.
he_il: מקבל את כל (100) פרטי דלפק השירות שיש לך רשות לגשת אליהם. אתה יכול להשתמש בהתחלה והגבלה כדי לסנן מידע.
pt_br: Ele reúne todos os (100) dados do balcão de atendimento que você tem permissão para acessar. Você pode usar start e limit para filtrar informações.

source: Customer issues in queue
ar: مشاكل العملاء في قائمة الانتظار
fr_fr: Problèmes clients en file d’attente
he_il: בעיות לקוחות בתור
pt_br: Problemas com clientes na fila

source: Gets all the customers requests in queue for a given service desk. You can use start and limit to filter information.
ar: يستقبل جميع طلبات العملاء في قائمة انتظار مكتب خدمة معين. يمكنك استخدام البدء وتحديد الحدود لتصفية المعلومات.
fr_fr: Ça reçoit toutes les demandes des clients en file d’attente pour un service desk donné. Vous pouvez utiliser le début et la limite pour filtrer les informations.
he_il: מקבל את כל הבקשות של הלקוחות בתור עבור דלפק שירות מסוים. אתה יכול להשתמש בהתחלה והגבלה כדי לסנן מידע.
pt_br: Recebe todas as solicitações dos clientes na fila para um determinado balcão de atendimento. Você pode usar start e limit para filtrar informações.

source: Pending Customer requests
ar: طلبات العملاء المعلقة
fr_fr: Demandes clients en attente
he_il: בקשות לקוחות ממתינות
pt_br: Pedidos pendentes de clientes

source: Gets all pending customer requests to be approved in queue. To filter information, use: searchTerm, requestOwnership, requestStatus, organizationId, serviceDeskId, and more.
ar: تحصل على جميع طلبات العملاء المعلقة للموافقة عليها في قائمة الانتظار. لتصفية المعلومات، استخدم: searchTerm، requestOwnership، requestStatus، organizationId، serviceDeskId، والمزيد.
fr_fr: Toutes les demandes clients en attente sont approuvées en file d’attente. Pour filtrer les informations, utilisez : cherTerme, requestOwnership, requestStatus, organizationId, serviceDeskId, et plus encore.
he_il: מקבל את כל הבקשות הממתינות של הלקוחות לאישור בתור. כדי לסנן מידע, השתמשו: searchTerm, requestOwnership, requestStatus, organizationId, serviceDeskId ועוד.
pt_br: Faz com que todos os pedidos pendentes dos clientes sejam aprovados na fila. Para filtrar informações, use: TermoBusca, PedidoProprietário, StatusPedido, IdentificaçãoOrganizacional, DeskIdServiçoId, entre outros.

source: Completed Customer requests
ar: طلبات العملاء المكتملة
fr_fr: Demandes clients complétées
he_il: בקשות לקוח שהושלמו
pt_br: Solicitações de clientes concluídas

source: Gets all the completed customer requests. To filter information, use: searchTerm, requestOwnership, requestStatus, organizationId, serviceDeskId, and more.
ar: يحصل على جميع طلبات العملاء المكتملة. لتصفية المعلومات، استخدم: searchTerm، requestOwnership، requestStatus، organizationId، serviceDeskId، والمزيد.
fr_fr: Reçoit toutes les demandes clients complètes. Pour filtrer les informations, utilisez : cherTerme, requestOwnership, requestStatus, organizationId, serviceDeskId, et plus encore.
he_il: מקבל את כל הבקשות של הלקוחות שהושלמו. כדי לסנן מידע, השתמשו: searchTerm, requestOwnership, requestStatus, organizationId, serviceDeskId ועוד.
pt_br: Recebe todos os pedidos dos clientes concluídos. Para filtrar informações, use: TermoBusca, PedidoProprietário, StatusPedido, IdentificaçãoOrganizacional, DeskIdServiçoId, entre outros.

source: Twilio
ar: تويليو
he_il: טוויליו

source: Calls
ar: المكالمات
fr_fr: Appels
he_il: שיחות
pt_br: Chamadas

source: Retrieves a list of calls made to and from your account SID.
ar: يسترجع قائمة بالمكالمات التي أجريت إلى وإلى حساب SID الخاص بك.
fr_fr: Récupère une liste des appels effectués vers et depuis le SID de votre compte.
he_il: שולף רשימת שיחות שבוצעו אל ומהחשבון שלך SID.
pt_br: Recupera uma lista de ligações feitas para e do seu SID da conta.

source: Usage Record(Current Month)
ar: سجل الاستخدام (الشهر الحالي)
fr_fr: Enregistrement d’utilisation (mois en cours)
he_il: רשומת שימוש (חודש נוכחי)
pt_br: Registro de Uso (Mês Atual)

source: Retrieves your usage record for the current month.
ar: يسترجع سجل الاستخدام الخاص بك للشهر الحالي.
fr_fr: Récupère votre historique d’utilisation pour le mois en cours.
he_il: שולף את רשומת השימוש שלך לחודש הנוכחי.
pt_br: Recupera seu registro de uso do mês atual.

source: Usage Record(Last Month)
ar: سجل الاستخدام (الشهر الماضي)
fr_fr: Record d’utilisation (mois dernier)
he_il: רשומת שימוש (החודש שעבר)
pt_br: Registro de Uso (Mês Passado)

source: Retrieves your usage record for the previous month.
ar: يسترجع سجل الاستخدام الخاص بك للشهر السابق.
fr_fr: Récupère votre historique d’utilisation du mois précédent.
he_il: שולף את רשומת השימוש שלך מהחודש הקודם.
pt_br: Recupera seu registro de uso do mês anterior.

source: Ask Nicely
ar: اسأل بلطف.
fr_fr: Demandez gentiment
he_il: בקש יפה
pt_br: Peça com Gentileza

source: Net Promoter Score
ar: صافي النقاط المروج
fr_fr: Score net du promoteur
he_il: ציון המקדם נטו
pt_br: Pontuação Líquida do Promotor

source: Your NPS for last 12 months
ar: خدمة NPS الخاصة بك منذ 12 شهرا
fr_fr: Votre NPS depuis 12 mois
he_il: ה-NPS שלך ל-12 החודשים האחרונים
pt_br: Seu NPS dos últimos 12 meses

source: CallRail
ar: كولريل

source: Todays Call
ar: نداء اليوم
fr_fr: Appel du jour
he_il: הקריאה של היום
pt_br: Chamada de Hoje

source: Gets a list of todays calls. For each call, measures include duration, customer phone number, name, city, state, name, and country.
ar: تحصل على قائمة بمكالمات اليوم. لكل مكالمة، تشمل القياسات المدة، رقم هاتف العميل، الاسم، المدينة، الولاية، الاسم، والدولة.
fr_fr: Il reçoit une liste des appels du jour. Pour chaque appel, les mesures incluent la durée, le numéro de téléphone du client, le nom, la ville, l’État, le nom et le pays.
he_il: מקבל רשימה של שיחות היום. לכל שיחה, מדדים כוללים משך, מספר טלפון לקוח, שם, עיר, מדינה, שם ומדינה.
pt_br: Recebe uma lista das ligações de hoje. Para cada chamada, as medidas incluem duração, número de telefone do cliente, nome, cidade, estado, nome e país.

source: Campaign Monitor
ar: مراقبة الحملة
fr_fr: Moniteur de campagne
he_il: קמפיין מוניטור
pt_br: Monitor de Campanha

source: Lists
ar: القوائم
fr_fr: Listes
he_il: רשימות
pt_br: Listas

source: Campaign monitor list
ar: قائمة مراقبي الحملات
fr_fr: Liste des observateurs de campagne
he_il: רשימת מעקבי קמפיין
pt_br: Lista de monitores de campanha

source: Maxio
ar: ماكسيو
he_il: מקסיו

source: Most recent 200 subscriptions
ar: أحدث 200 اشتراك
fr_fr: 200 abonnements les plus récents
he_il: 200 המנויים האחרונים
pt_br: Assinaturas mais recentes: 200

source: Retrieves 200 most recent subscriptions.
ar: يسترجع 200 اشتراك حديث.
fr_fr: Récupère 200 des abonnements les plus récents.
he_il: אוסף 200 מנויים אחרונים.
pt_br: Recupera 200 assinaturas mais recentes.

source: ChartMogul
ar: تشارتموغول

source: Annual run rate (ARR)
ar: معدل التشغيل السنوي (ARR)
fr_fr: Rythme annuel (ARR)
he_il: קצב ריצה שנתי (ARR)
pt_br: Taxa anual de corridas (ARR)

source: Retrieves your ARR for a given period.
ar: يستعيد ARR الخاص بك لفترة معينة.
fr_fr: Récupère votre ARR pour une période donnée.
he_il: מחזיר את ה-ARR שלך לתקופה מסוימת.
pt_br: Recupera seu ARR por um determinado período.

source: Average Revenue per Account per day
ar: متوسط الإيرادات لكل حساب يوميا
fr_fr: Revenu moyen par compte et par jour
he_il: הכנסה ממוצעת לחשבון ליום
pt_br: Receita Média por Conta por dia

source: Retrieves your average revenue per account with daily data.
ar: يستعيد متوسط إيراداتك لكل حساب باستخدام البيانات اليومية.
fr_fr: Récupère votre chiffre d’affaires moyen par compte avec des données quotidiennes.
he_il: מחזיר את ההכנסה הממוצעת שלך לכל חשבון עם נתונים יומיים.
pt_br: Recupera sua receita média por conta com dados diários.

source: Average Revenue per Account by month
ar: متوسط الإيرادات لكل حساب حسب الشهر
fr_fr: Chiffre d’affaires moyen par compte par mois
he_il: הכנסה ממוצעת לחשבון לפי חודש
pt_br: Receita Média por Conta por mês

source: Retrieves your average revenue per account with monthly data.
ar: يسترجع متوسط إيراداتك لكل حساب مع بيانات شهرية.
fr_fr: Récupère votre chiffre d’affaires moyen par compte avec des données mensuelles.
he_il: מחזיר את ההכנסה הממוצעת שלך לכל חשבון עם נתונים חודשיים.
pt_br: Recupera sua receita média por conta com dados mensais.

source: Customer Count per day
ar: عدد العملاء يوميا
fr_fr: Nombre de clients par jour
he_il: מספר הלקוחות ליום
pt_br: Número de clientes por dia

source: Retrieves the total number of active customers with daily data for a given period.
ar: يسترجع إجمالي عدد العملاء النشطين الذين لديهم بيانات يومية لفترة معينة.
fr_fr: Récupère le nombre total de clients actifs avec des données quotidiennes pour une période donnée.
he_il: משחזר את סך כל הלקוחות הפעילים עם נתונים יומיים לתקופה נתונה.
pt_br: Recupera o número total de clientes ativos com dados diários para um determinado período.

source: Customer Count Per Month
ar: عدد العملاء شهريا
fr_fr: Nombre de clients par mois
he_il: ספירת לקוחות לחודש
pt_br: Número de Clientes por Mês

source: Retrieves the total number of active customers with monthly data for a given period.
ar: يسترجع إجمالي عدد العملاء النشطين الذين لديهم بيانات شهرية لفترة معينة.
fr_fr: Récupère le nombre total de clients actifs avec des données mensuelles pour une période donnée.
he_il: שולף את סך כל הלקוחות הפעילים עם נתונים חודשיים לתקופה נתונה.
pt_br: Recupera o número total de clientes ativos com dados mensais para um determinado período.

source: Monthly Recurring Revenue by day
ar: الإيرادات الشهرية المتكررة حسب اليوم
fr_fr: Revenu mensuel récurrent par jour
he_il: הכנסות חודשיות חוזרות לפי יום
pt_br: Receita Recorrente Mensal por dia

source: Monitors your MRR contraction, expansion, and churn with daily data for a given period.
ar: يراقب تقلصات MRR وتوسعها وتقلبها باستخدام بيانات يومية لفترة معينة.
fr_fr: Ça surveille ta contraction, expansion et rotation de la MRR avec des données quotidiennes pour une période donnée.
he_il: עוקב אחרי ההתכווצות, ההתרחבות והתנועה של ה-MRR שלך עם נתונים יומיים לתקופה נתונה.
pt_br: Monitora sua contração, expansão e rotatividade da sua RMR com dados diários para um determinado período.

source: Monthly Recurring Revenue by month
ar: الإيرادات الشهرية المتكررة حسب الشهر
fr_fr: Revenu mensuel récurrent par mois
he_il: הכנסות חודשיות חודשיות לפי חודש
pt_br: Receita Recorrente Mensal por mês

source: Chartbeat
ar: التصنيف
fr_fr: Classement
he_il: צ'ארטביט
pt_br: Banda de paradas

source: Flurry
ar: موجه
fr_fr: Rafale
he_il: פריחה
pt_br: Azáfama

source: Freshdesk
ar: فريش ديسك
he_il: פרשדסק

source: Staxbill
ar: ستاكسبيل
he_il: סטקסביל

source: Nutshell
ar: اختصار
fr_fr: Mot
he_il: תמצית:
pt_br: Casca de noz

source: Square
ar: مربع
fr_fr: Carré
he_il: כיכר
pt_br: Quadrado

source: Harvest
ar: حصاد
fr_fr: Récolter
he_il: קציר
pt_br: Colheita

source: Help Scout
ar: ساعد الكشاف
fr_fr: Aider le scout
he_il: עזרה לצופה
pt_br: Ajude o Escoteiro

source: Insightly
ar: بصيرة
fr_fr: Perspicace
he_il: תובנה
pt_br: Perspicaz

source: Intervals
ar: فترات
fr_fr: Intervalles
he_il: מרווחי
pt_br: Intervalos

source: Keen
ar: حريص
fr_fr: Vif
he_il: קין
pt_br: Ávido

source: Kissmetrics
ar: كيسمتريكس
he_il: קיסמטריקס

source: Wistia
ar: ويستيا
he_il: וויסטיה

source: LiveAgent
ar: لايف إيجنت

source: Nicereply
ar: رد جميل
fr_fr: Belle réponse
he_il: תגובה יפה
pt_br: Boa resposta

source: Pipeline CRM
ar: إدارة علاقات العملاء في خطوط الأنابيب
he_il: מערכת CRM של צינור

source: Pipedrive
ar: محرك الأنابيب
fr_fr: Entraînement par tuyau
he_il: מנוע צינורות
pt_br: Acionamento por tubulação

source: Copper
ar: نحاس
fr_fr: Cuivre
he_il: נחושת
pt_br: Cobre

source: New Relic
ar: أثر جديد
fr_fr: Nouvelle Relique
he_il: שריד חדש
pt_br: Nova Relíquia

source: Mixpanel
ar: ميكس بانل
he_il: מיקספנל

source: Stripe
ar: الشريط
fr_fr: Raie
he_il: פס
pt_br: Listra

source: Slack
ar: الركود
fr_fr: Lâche
he_il: מרווח
pt_br: Folga

source: Smartsheet
ar: سمارت شيت
he_il: סמארט-שיט

source: Zoho Invoice
ar: فاتورة زوهو
fr_fr: Zoho Factur
he_il: זוהו חשבונית
pt_br: Projeto Fiscal Zoho

source: Zoho Books
ar: زوهو بوكس
he_il: זוהו בוקס

source: Zendesk Sunshine
ar: زينديسك صن شاين
he_il: זנדסק סאנשיין

source: Microsoft Kaizala
ar: مايكروسوفت كايزالا
he_il: מיקרוסופט קאיזלה

source: WordPress
ar: ووردبريس
he_il: וורדפרס

source: 42matters
ar: 42 ماتس
fr_fr: 42Questions
pt_br: 42Assuntos

source: OData
ar: مرة
fr_fr: Une fois
he_il: פעם
pt_br: Uma vez

source: Zendesk Support
ar: دعم Zendesk
fr_fr: Soutien Zendesk
he_il: תמיכה בזנדסק
pt_br: Suporte Zendesk

source: Alchemer
ar: ألكيمر
fr_fr: Alchimier
he_il: אלכמר
pt_br: Alquimista

source: Mailchimp
ar: ميلشيمب
he_il: מיילצ'ימפ

source: Optimizely
ar: بشكل مثالي
fr_fr: Optimiser
he_il: אופטימלי
pt_br: Otimizar

source: Zendesk Sell
ar: زينديسك سيل
fr_fr: Vente Zendesk

source: Sendible
ar: سينديبل
fr_fr: Transmissible
he_il: נשלח
pt_br: Sendível

source: Chargebee
ar: تشارجبي
he_il: צ'ארג'בי

source: Gravity Forms
ar: أشكال الجاذبية
fr_fr: Formes gravitationnelles
he_il: צורות כבידה
pt_br: Formas de gravidade

source: ActiveCampaign
ar: الحملة النشطة
he_il: קמפיין פעיל

source: Bitly
ar: بيتلي
he_il: ביטלי

source: Toggl Track
ar: مسار التبديل
he_il: מסלול החלפה

source: Lighthouse
ar: مَنَارَة
fr_fr: Phare
he_il: מגדלור
pt_br: Farol

source: Freshworks CRM
ar: إدارة علاقات العملاء في فريش ووركس

source: Freshservice
ar: فريش سيرفيس
he_il: פרשסרוויס
pt_br: Serviço fresco

source: ServiceNow
ar: سيرفيس ناو

source: SparkPost
ar: سبارك بوست
he_il: ספארקפוסט

source: Recurly
ar: متكرر
fr_fr: Récidivante
pt_br: Recorrentes

source: RSS Feeds
ar: خلاصات RSS
fr_fr: Flux rss
he_il: הזנות RSS

source: Data AI
ar: الذكاء الاصطناعي للبيانات
fr_fr: IA de données
he_il: בינה מלאכותית של נתונים
pt_br: IA de dados

source: REDCap
ar: ريدكاب

source: Prometheus
ar: بروميثيوس
fr_fr: Prométhée
he_il: פרומתאוס
pt_br: Prometeu

source: ProofHub
ar: بروفا هاب

source: Shopify
ar: شوبيفاي

source: Amazon MWS
ar: أمازون MWS
he_il: אמזון MWS

source: Quickbase
ar: كويك بيس
he_il: קוויקבייס

source: Commvault
ar: كومفولت
